{"username": "achasinaga", "full_name": "Maria Dyer A S", "follower": 658059, "following": 1400, "post_count": 3960, "category_name": "Art", "biography": "🖤 I am blessed to be a blessing\n☀️ #GenerasiKulitSehat Bersama @npureofficial\n👇🏼 UPDATE PINDAHAN RUMAH vlog", "is_profesional": true, "data_media_photo": {"post0": {"caption": "🤍🤍🤍", "comment_count": 638, "like_count": 30637}, "post1": {"caption": "Dimanapun dan kapanpun aku wajib bawa Le Minerale untuk jaga hidrasi tubuhku supaya tetep sehat dan bisa maksimal jalanin hariku.\nKalau aku Pilih sehat, pilih Le Minerale! Kalau kamu gimana?💧@le_mineraleid", "comment_count": 970, "like_count": 40030}, "post2": {"caption": "BOLA BOLA DAGING!! Kebahagiaan ibu tu sebenernya gak ribet, kalau anaknya suka hasil masakannya bisa bikin good mood seharian hihi.. seneng deh ada Royco Kaldu Jamur tanpa MSG & pewarna buatan tapi berhasil menambah kelezatan karena gurihnya alami! Ini resepnya ya Bund:\nhttps://www.royco.co.id/Ide-Resep/bola-bola-daging.html\n.\n#MamaKnowsBest #BaiknyaPakaiRoyco #RoycoKalduSpesialNonMSG", "comment_count": 15, "like_count": 1737}, "post3": {"caption": "Kalau wish kalian untuk kita apa?", "comment_count": 179, "like_count": 17534}, "post4": {"caption": "Hi Gengg, setuju ngga kalau kunci dalam sebuah kesuksesan itu adalah mau mencari tau dan belajar dari hal-hal yang baru? Jadi kita bisa mengasah diri dan terus belajar untuk bisa menemukan potensi dalam diri kita 💪🏼\n.\nKalian bisa ikutan Fearless Factor Finder dari @clearindonesia untuk menemukan strength kalian yang paling dominan, agar kalian lebih fokus mendalami passion point kalian sendiri.\n.\nJadi langsung cek @clearindonesia atau website https://clearfearlessfactorfinder.com/ sekarang juga, tag & mention kita ya Fearless Factor Finder kamu itu apa! 🖤", "comment_count": 91, "like_count": 6380}, "post5": {"caption": "Cemilan favoritkuuu selama di Indonesia: roti martabak dari @ceritaroti.id karena beneran LEMBUUUUT banget rotinya dan abis itu enaknya minum Light Avocado Coffee dari @kopikenangan.id, trus yang non coffee biasanya aku pesen Hazelnut Choco Milk Tea. What a good pairing! 😋\n.\nOh iya, Cerita Roti tersedia di seluruh outlet Kopi Kenangan di kota-kota besar pulau Jawa dan Sumatera ya! \nCus pesen juga, nanti kasih tau aku ya varian favorit Cerita Roti & Kopi Kenangan versi kalian! 😆\n.\n#CeritaRoti #RotiSelembutAwan #KopiKenangan", "comment_count": 24, "like_count": 2254}, "post6": {"caption": "Lucas kangen Daddy 🥰", "comment_count": 116, "like_count": 17652}, "post7": {"caption": "Lucas first time visit Danau Toba 🥰", "comment_count": 45, "like_count": 9604}, "post8": {"caption": "Yang lagi nyari kalung emas tapi harga affordable, bahkan bisa dijual lagi mari merapaaat! Aku baru punya kalung inisial nama aku dan Andy dari @aurum.lab sukaaa banget! Karena terbuat dari emas asli 9K jadi ngga berkarat dan aman untuk kulit yang sensitif. Mereka lagi\nada promo 40%+100K pakai voucher AURUM100, juga ada free travel jewelry box buat semua pembelian koleksi letter ini! Langsung visit theaurumlab.com yaa Geng ✨\n.\n.\nPhoto by @sheerss_business \nTop pants by @shopwithceline", "comment_count": 21, "like_count": 3238}, "post9": {"caption": "INTIMATE (birthday) DINNER with 33 of you, it was sweet and LOVELY! Doain semoga ada kesempatan berikutnya di kota-kota lain juga ya 💜 [yang ada di foto ini absen dongggg]", "comment_count": 88, "like_count": 9795}, "post10": {"caption": "Kemarin lagi cerita-cerita sama Papa Mama inget jaman dulu di masa kita masih kesusahan secara finansial, waktu aku SD Mama sampai ngorek-ngorek dompet untuk cari koin buat beli tempe untuk lauk makan siang kita 🥲 trus keinget juga makan Hoka Hoka Bento aja setahun sekali itu, rasanya senenggggg luar biasa. Kalau sekarang aku bisa ada di titik ini dipercayakan begitu banyak hal sama Tuhan, itu semua karena Anugerah dan KebaikanNya semata 🥹💓", "comment_count": 86, "like_count": 8148}, "post11": {"caption": "Sayang anak, sayang anaaaaak 💘", "comment_count": 58, "like_count": 11681}}, "data_media_video": {"post0": {"caption": "Hi Gengg, setuju ngga kalau kunci dalam sebuah kesuksesan itu adalah mau mencari tau dan belajar dari hal-hal yang baru? Jadi kita bisa mengasah diri dan terus belajar untuk bisa menemukan potensi dalam diri kita 💪🏼\n.\nKalian bisa ikutan Fearless Factor Finder dari @clearindonesia untuk menemukan strength kalian yang paling dominan, agar kalian lebih fokus mendalami passion point kalian sendiri.\n.\nJadi langsung cek @clearindonesia atau website https://clearfearlessfactorfinder.com/ sekarang juga, tag & mention kita ya Fearless Factor Finder kamu itu apa! 🖤", "comment_count": 91, "like_count": 6380}, "post1": {"caption": "Dimanapun dan kapanpun aku wajib bawa Le Minerale untuk jaga hidrasi tubuhku supaya tetep sehat dan bisa maksimal jalanin hariku.\nKalau aku Pilih sehat, pilih Le Minerale! Kalau kamu gimana?💧@le_mineraleid", "comment_count": 970, "like_count": 40030}, "post2": {"caption": "Me Time itu penting bangettt lho buat setiap orang, apalagi buat Mamak-Mamak! Selain membantu kita mengelola stress, Me Time juga bisa bikin kita lebih waras, bahagia dan bersyukur buat hidup ini. Karna kalau Mamak bahagia, biasanya seisi rumah juga ikut bahagia ya kaann ☺️🏡\n.\nMe Time buat aku bisa banyak bangett, tapi yg selalu wajibb aku lakukan adalah SELF CARE. Rutinitas yang ngga pernah aku skip ialah pakai skincare dan bodycare. Aku lihat sendiri Opung almarhum aku begitu rajin merawat dirinya dan dia masih terlihat awet muda di umurnya yang ngga muda lagi.\nAku percayakan urusan kulitku sama Vaseline UV Extra Brightening yang mengandung Niacinamide dan juga Triple Sunscreen yang melindungi sekaligus merawat kulit kita supaya tetap sehat. 2 menit aja loh setiap harinya untuk hasil kulit 3x lebih cerah dan indah secara alami. Enjoy Your Amazing Skin Buuuund 🤗\n.\n#Mamak2MinutesRoutine\n#EnjoyAmazingSkin", "comment_count": 191, "like_count": 10480}, "post3": {"caption": "Our home for 4 days 🥰", "comment_count": 141, "like_count": 19979}, "post4": {"caption": "Yang belum pernah ke Austalia dan pengen, aku doain bisa berangkat kesini ya AMIIINNNN 🙏🏼Salah satu alasan aku jatuh hati dengan Australia adalah karena kebersihan dan indahnya alam yang bisa aku dan keluargaku nikmati bersama. Selain itu aku juga suka dengan produk Australia yang menggunakan bahan natural alami. Swisse adalah produk dari Australia yang memang sudah terjamin kualitasnya, dan sekarang @swisseid.official juga punya produk kecantikan dengan natural ingredients dan kualitas terbaik, jadi bisa juga dipakai untuk kulit yang sensitif kaya aku gini. \n.\nGOOD NEWS: Sekarang kamu juga bisa dapetin produk-produknya di Swisse Official Store di Ecommerce kesayangan kalian! Sudah terdaftar di BPOM juga, dan kamu bisa pakai potongan 10% diskon dengan voucher code SWISVOCAS. Cuss cobain Genggg 🍊🤍", "comment_count": 295, "like_count": 18213}, "post5": {"caption": "Gengg kalian udah tau belum kalau di Pinterest sekarang banyak fitur-fitur baru yang seru untuk dieksplor? Aku udah post beberapa Idea Pin di akun Pinterest aku @achasinaga, salah satunya pas ngebangun Pohon Natal kemarin sama Andy dan Lucas 🥰 Cobain deh Geng, share juga hasil kreasi kalian yaa. Sampai ketemu di Pinterest! ❤️", "comment_count": 29, "like_count": 7834}, "post6": {"caption": "Aku dan Andy selalu berikan kebaikan untuk sekitar agar Lucas bisa lihat dan tiru, harapan kita supaya di masa depan ia punya karakter dan kebiasaan-kebiasaan baik. Caranya simpel, segampang pakai produk Unilever karena dengan pakai produk @unileveridn, kita berikan banyak kebaikan lho! Mulai dari Dukung Anak Muda Mengasah Diri sampai Kembangkan Pertanian Berkelanjutan. Kalau kamu pakai produk Unilever apa? ☺️\n.\n#EveryUDoesGood\n#SetiapUBeriKebaikan\n#SuamiIstriProduction", "comment_count": 744, "like_count": 23250}, "post7": {"caption": "it’s okay.. jangan dipaksain ☺️ #talkswithandyacha", "comment_count": 20, "like_count": 1865}, "post8": {"caption": "Buund, awalnya aku juga takut loh ngeliat Lucas main kalau di luar rumah, karna dia seneng banget ngubek-ngubek tanah, semua dipegangin, apalagi kalau ketemu genangan air di tanah ya ampunnnn senengnyaaa bukan main. Secara reflek insting Mama berkata jangaan main kotooor, tapi kemudian aku teringat bahwa ini justru adalah waktu yang terbaik untuk mereka explore dan belajar. Jangan sampai karena Bunda yang khawatir malah menghambat perkembangan si Kecil. Biarkan mereka bermain dan belajar dengan aman, karena setelah itu tugasnya Zwitsal Antibacterial Hair and Body Bath untuk membersihkan segala kuman dan kotoran yang menempel. Si Kecil senang, Bundapun tenang. Jadiii, bebaskaan bund!!!\n#BebaskaaanBund\n@zwitsal_id\n#SuamiIstriProduction", "comment_count": 403, "like_count": 28624}, "post9": {"caption": "Geng #MamakZamanNow mana suaranyaaa 👀🥰🥰\n.\nGak pernah bosen akutu belajar dari #MamakZamanOld a.k.a opungnya Lucas yang nyaranin pakai masker santan buat rambut aku! Kalian tau kan se-effort apa nyari kelapa, apalagi santen yang fresh disini.. Untung ada solusi #MamakZamanNow yang tetep bikin rambut jauh dari ketombe, tetap fresh dan tentunya CUUUUCCCHMEEEY! CLEAR Coconut Rice Freshness. Dengan kandungan air beras dan kelapa untuk ngejaga kesegaran dan kebersihan kulit kepala #SikatHabis ketombe, bau dan minyak berlebih dari kulit kepala sampai 3x bersih total.\n.\nGak lupaaaa aku ucapkan terima kasihkuuu ke semua followers aku yg udah post di Story dan Feed Instagram kalian untuk ikutan COCONUT #MamakZamanNowChallenge\nKALIAN SEMUA CUUUCHMEEEEY! Video ini aku persembahkan kepada kalian semua untuk #RambutCuchmey 🥥🥥🥥🥥\n#SuamiIstriProduction", "comment_count": 1170, "like_count": 36978}, "post10": {"caption": "Genggg, udah pakai sunscreen belum hari ini? Kalo aku harus selalu pake! Dimanapun kamu berada, pastiin Biore UV Aqua Rich jadi pelindung kulitmu yaa! \n.\nDari sebelum aku stay di Australia, aku udah pake @id.biore UV Aqua Rich. Biarpun cuaca di Indonesia dan Australia beda, aku tetap ngerasain #MaximumFreshProtection dari sunscreen ini. Proteksi maksimal SPF 50+PA++++ dan Micro Defense Technology-nya bener-bener #GloballyApproved! \n.\nJadi siap jalani hari tanpa worry terkena dampak buruk sinar matahari deh! Have a beautiful day everyoneeee! 🦋", "comment_count": 62, "like_count": 7445}, "post11": {"caption": "Siapa yg sejak pandemi gini jadi rajin konsumsi vitamin setiap hari? Gak cuma aku kann ☺️ Karena memang sepenting itu untuk ngejaga imunitas tubuh kita tetep kuat, supaya kita bisa terus produktif dan menjalani hidup kita.\nAku pilih @oxyvit.indonesia karena mengandung triple active yaitu Vitamin C, Vitamin E dan Beta Karotene. Jadi selain ngejaga daya tahan tubuh, antioksidannya mempercepat pemulihan sel tubuh kita dan juga ngelindungi tubuh dari efek radikal bebas. Kualitasnyapun terjamin karena bahan baku vitamin C-nya termasuk USA Grade.\nYuk pilih Oxyvit karena bukan Vitamin C biasa 🍊✨\n#OXYVITbiarFIT\n#SuamiIstriProduction", "comment_count": 304, "like_count": 16236}}}