{"username": "agnesoryza", "full_name": "Agnes Oryza Kristel", "follower": 37362, "following": 2220, "post_count": 5140, "category_name": "Blogger", "biography": "Indonesian beauty blogger est 2009 💝 Self-love believer 📚 #baca1jam1hari\n🎞: @oryza35mm \n📱CP: @cynsaladdin", "is_profesional": true, "data_media_photo": {"post0": {"caption": "This morning 🌞 #oryzaskinroutine \n\nVitamin C as always for extra antioxidant (hello youthful skin) and treat my acne scars 🫶🏼", "comment_count": 0, "like_count": 63}, "post1": {"caption": "Baking time at #casadekami 💕🍪 Look at those chewy chocolate cookies 🤤 SO GOOD 🤌🏻", "comment_count": 23, "like_count": 1421}, "post2": {"caption": "Taking myself on a date in Bandung! Wearing my pick from @thebodyshopindo newest fragrance collection: Rebel Rosebud 🥀 A mix of rose, amber, and vanilla…. Floral spicy fragrance that is perfect for night time and also suitable for day time! Each The Body Shop fragrance enable us to express our personality, for me it’s feminine with a rebellious side 💫\n\n📍 Locations:\n• Bandros (Bandung Tour on Bus) near Gedung Sate\n• Pasar Bunga Pandu\n• Gang Nikmat Cihapit\n• Wot Batu\n\n#TBSPerfume #TheBodyShopPerfume #Perfume", "comment_count": 18, "like_count": 542}, "post3": {"caption": "Having direction doesn’t mean we know exactly where we will end up at all times. Having direction is about knowing where we want to go, which often leads to us taking helpful steps towards getting there.", "comment_count": 3, "like_count": 226}, "post4": {"caption": "Name: Bento\nNickname: Mben\nLove language: physical touch & quality time\n\n#BentoTheDachshund", "comment_count": 6, "like_count": 116}, "post5": {"caption": "Collect memories 📸 #oryzasg", "comment_count": 2, "like_count": 212}, "post6": {"caption": "Paling sering maskeran saat me time, karena selain praktis juga bisa recovery kulitku yang kemarin sudah panas-panasan selama diving di laut 🌊 Kalian wajib coba deh ini ada brand lokal baru namanya @purre.beauty yang punya face mask enak banget!! \n\nAda yang Mugwort Mask, bentuknya gel mask gitu mengandung probiotic, centella asiatica, mugwort extract, dan 4 tipe hyaluronic acid. Juga ada yang Bright-Maker Mask, clay mask dengan perlite scrub yang mengandung Licorice, Niacinamide, dan goji berry.\n\nPilih aja yang sesuai kebutuhan kalian! Yang bener2 bikin beda sih kedua masker ini punya efek cooling yang SUPER NYAMAN di kulit ❄️ Dan setelah dibilas pun kulit halus banget!! Worth to try dengan harga under 150k 🤍\n\n#WAKEUPCALLTOYOURSKIN #Yourskinbestfriends\n#Mugwort #mugwortmask #brightmakermask #skincare #maskerwajah", "comment_count": 9, "like_count": 80}, "post7": {"caption": "Finished my PADI open water scuba certification with @id_divesafaris yesterday 🌊 Had so much fun during the process, it’s like opening a new different world underwater 🥹\n\n• Dive instructor: @rezkidarhanto \n• Dive buddy: @zolobustami (finally we can join @sarahazka @_febrian on a dive trip!)", "comment_count": 9, "like_count": 118}, "post8": {"caption": "Cleansing, toning, dan moisturizing adalah 3 step wajib skincare yang selalu aku terapkan dan juga jawaban kalau ada yang nanya: “Kak pemula skincare enaknya pakai apa aja ya?” ☺️ \n\nMakanya menurutku 3 Step Skincare Starter Kit dari @sensatiabotanicals ini menarik banget. Bisa pilih starter kit yang sesuai jenis kulit. Aku pilih yang set Sandalwood Dream untuk kulit kombinasi! Setelah aku coba semua tekstur dan feelnya memang nyaman sih untuk kulit kombinasi berminyak 👌🏼\n\nJadi kalau kalian pemula skincare, mau coba skincare Sensatia tapi belum berani beli yang full size, bumil yang mungkin lagi beralih ke skincare yang lebih safe ingredientnya, atau juga lagi cari skincare untuk remaja, starter kit Sensatia ini bisa jadi jawaban! #sensatiabotanicals #mysensatiastory", "comment_count": 1, "like_count": 75}, "post9": {"caption": "This skincare combination makes my skin feel less oily throughout the day 😳👌🏼 All by 🇮🇩 brand!! So proud 💝 #oryzaskinroutine", "comment_count": 4, "like_count": 123}, "post10": {"caption": "This is the longest my hair has been in years 😳", "comment_count": 11, "like_count": 318}, "post11": {"caption": "Comfortable in @minimal_stores dress 💝 #wearconfidence", "comment_count": 3, "like_count": 167}}, "data_media_video": {"post0": {"caption": "How’s your Monday? Hope you had a great one. This is a day in my life with @id.oriflame Optimals Multi-Protection Uv Day Shield SPF 50 🌞 #OPTIMALSLAWANUV #ORIFLAMEONME #ORIFLAMEHALALBEAUTY", "comment_count": 22, "like_count": 379}, "post1": {"caption": "Dulu bertahun-tahun meluruskan rambut, demi menuruti apa kata orang. Kata mereka sih kalau rambutku lurus lebih cantik. Kalau keriting tuh berantakan, tidak rapi, malah ada yang bilang kayak sarang tawon! 👩🏻‍🦱\n\nAkhirnya setelah melalui proses panjang, aku bisa mencintai rambut keritingku. Rambut keriting pun kece lho asal dirawat, malah kataku bisa ‘on’ setiap saat tanpa harus repot styling. Makanya sekarang aku udah enggak peduli apa kata orang, #RambutAkuKataAku karena #RambutkuMahkotaku 👑\n\nSungguh SUPER EXCITED bisa dapet kesempatan untuk kolaborasi bareng Dove, @therealdisastr @popsovia @marischkaprue @natyabestari20 dan @ekagustiwana di MV #RambutkuMahkotaku ini 🥺 Semoga teman-teman semua lebih pede dan bisa embrace gaya rambut kalian! Yuk nonton full MV #RambutkuMahkotaku di Youtube Dove Indonesia!\n\nCerita juga dong apa sih kata-kata negatif yang pernah kamu dengar soal rambutmu? Tapi apa kata kamu?\n@allthingshair #Dove_idn", "comment_count": 100, "like_count": 1171}, "post2": {"caption": "Bento: “Get well soon, Om Alto. Hugs and kisses” 💋💋💋 #AltoTheDachshund #BentoTheDachshund", "comment_count": 23, "like_count": 339}, "post3": {"caption": "Coba cek deh di rumah kamu banyak produk Unilever gak? Misalnya Dove, Love Beauty Planet, Bango, Pepsodent, Vaseline, Rinso… Kalau iya, wah kalian sudah memilih produk yang berikan kebaikan untuk masyarakat dan lingkungan! Karena setiap produk Unilever beri kebaikan 💙\n\nKamu juga bisa lho berikan kebaikan lewat produk-produk Unilever! By the way apa sih produk Unilever yang selalu ada di rumah kalian? Komen di bawah ini ya 👇🏼 Kalian juga bisa cek informasi lengkap di balik setiap produk di akun @unileveridn 💕 #SetiapUBeriKebaikan #EveryUDoesGood", "comment_count": 9, "like_count": 130}, "post4": {"caption": "OMG! Suka gak sadar semprot sana semprot sini sampai kuyup karena gerah bak di gurun Sahara! 🥵🔥 Apa iya kalo #GerahDiRumah harus sampe kaya gitu?!\n\nThank God batal deh jadi spesies gerah karena ada @Sprite_ID yang #NyatanyaNyegerinGerah  Kalian juga bisa dapetin #PlaylistNyegerinGerah sesuai spesies gerah kalian! Linknya ada di bio @Sprite_id guys! 💚", "comment_count": 46, "like_count": 888}, "post5": {"caption": "Pakai hair mist yang aromanya serasa langsung berada di hutan?? 😱 Wow kalian harus coba produk barunya @madebyruna , ada 2 varian Meteor Shower Hair Mist: \n🌲 Forest Rain\n🌊 Ocean Waves\n.\nHair mist ini gunanya banyak banget, sebagai antibacterial (cocok semprot-semprot setelah kegiatan di luar), heat protectant, dan hydrating mist yang wanginya tahan lama! Botolnya kecil, kaca, dan designnya cantik 😍 Available mulai hari ini 23 Agustus di Shopee @madebyruna #skipashower", "comment_count": 28, "like_count": 340}, "post6": {"caption": "Bikin entry journal seminggu ini yuk! \n• iPad Pro 2020\n• Apple Pencil 2nd gen\n• Goodnotes 5 app\n• Ahong Paperlog journal template & stickers\n• Objet app #oryzaipad", "comment_count": 23, "like_count": 655}, "post7": {"caption": "New video on my Youtube channel, @mooilakehouse vlog 💕 Link on bio!", "comment_count": 15, "like_count": 423}, "post8": {"caption": "As a micellar water lover, I really LOVE this L’Oreal Paris Revitalift Crystal Micellar Water 😍❤️ Wow. Kemampuan membersihkannya sungguh mantap, bersih banget! Sesuai dengan klaim mereka yaitu bisa membersihkan hingga 5 lapisan dari partikel polusi, make up, minyak, debu, dan sel kulit mati.\n.\nFormulanya oil free lagi, enggak meninggalkan residu minyak sedikitpun dan bisa dipakai juga untuk mata dan bibir…. Poriku jadi lebih samar dan kulitku tampak sebening kristal 💎\nFyi L’Oreal Paris Revitalift Crystal Micellar Water ini sudah bisa dibeli di ecommerce kesayangan kalian yaaa #CrystalClearAllDay @getthelookid", "comment_count": 8, "like_count": 306}, "post9": {"caption": "[GIVEAWAY ALERT] So excited sekarang best-seller moisturizer @joylabbeauty yang Pudding Gel Creme ada packaging baru lho jadi tube 50gr!! Pastinya:\n✅ Isi lebih banyak\n✅ Lebih higienis\n✅ Lebih mudah dibawa\nPudding Gel Crème ini adalah produk Joylab yang pertama kali aku coba! Sangat hydrating dan nyaman di kulit 😍\n.\nFyi ada hadiah produk-produk dari Joylab senilai Rp 500,000 nih untuk 3 orang! \nCaranya mudah, post fotomu dengan semua skincare Joylab yang kalian punya di rumah dan post ke feed Instagram kalian paling lambat Minggu, 27 Juni 2021 pk 00.00 yaa! Jangan lupa tag @joylabbeauty @agnesoryza ❤️ GOOD LUCK\n\n#moisturebomb #comeinhandy #puddinggel #joysparksbeauty #joylabbeauty #seriouslyplayful", "comment_count": 12, "like_count": 151}, "post10": {"caption": "Bought random hair thing 😆 Keyword: silicone hair band 💖\n.\nAku belinya di Shopee, bener-bener random eh ternyata berguna juga!! Nyaman banget buat bikin ponytail tinggi tanpa sakit 👌🏼 Follow my TikTok: agnesoryza21", "comment_count": 18, "like_count": 687}, "post11": {"caption": "Yuhuuu ini dia sunscreen merk lokal yang lagi aku pakai!! Say hello to @itsmybase Ultra Matte Natural Sunscreen SPF 50 PA+++ dengan carrot seed & root extract 🥕 Udah aku test untuk di cuaca super panas dan juga untuk kerja di rumah, nyaman banget pakainya!\n✅ Anti blue-light\n✅ Melindungi dari UVA dan UVB\n✅ Mengontrol sebum di wajah\n✅ Menenangkan kulit \n✅ Matte finish\n✅ No whitecast\n✅ Fragrance free\n✅ Vegan\n💰IDR 169k\n.\nGOOD NEWS!! Untuk kalian yang mau beli bisa langsung ke web @itsmybase dan pakai kode AGNES35 untuk diskon 35% dengan minimal belanja 100k 😍 Yeay! *kode voucher berlaku hingga akhir Juli 2021*", "comment_count": 15, "like_count": 298}}}