{"username": "alexstrohl", "full_name": "Alex Strohl", "follower": 2018965, "following": 594, "post_count": 2784, "category_name": "Photographer", "biography": "Photographer, Filmmaker •\nTeam @canonusa •\nThe Montana Retreat👇🏻", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Since I first came to Iceland in 2011 I’ve wanted to see it in the winter.. Finally made it happen and its exceeding every scenario imagined. The days are short and the sun is so low that the light is the softest I’ve ever witnessed. It’s like being in a lucid dream..", "comment_count": 1160, "like_count": 127513}, "post1": {"caption": "Being precariously perched 2000ft over a glacier in a 90 year old structure isn’t exactly a recipe for a peaceful night of sleep but those first rays of sun promptly make you forget all about it… what a challenging fun jaunt getting up here @isaacsjohnston @66north", "comment_count": 564, "like_count": 100763}, "post2": {"caption": "It was two years ago when I first saw photos of this hut being heli dropped on this alpine ledge in Slovenia. Since then I made it a point to go photograph it and yesterday night it happened. A incoming thunderstorm had us hunkered in all night, rocked to sleep by the sound of the wind gusts outside. @feelslovenia", "comment_count": 1097, "like_count": 98863}, "post3": {"caption": "#Ad Summer Solstice: First sunrise of summer was one for the books! Wispy lenticular clouds, storm cell clouds, and golden light.  New work for @CanonUSA on the Rocky Mountain Front — Shot on the #EOSR5 / RF15-35mm f/2.8L IS USM / RF100-500mm F4.5-7.1 L IS USM. Glad I packed the telephoto to shoot clouds with from the comfort of my sleeping bag. There really is no better lens that fits in a day pack and that lets you look at the clouds up close at the same time!\nOur goal was to spend the night at this decommissioned fire lookout tower but as we got there we realized the wind has completely destroyed it.. We ended up building a wall to shield us from the gnarly winds that relentlessly blew all night. I’d do it again in a heartbeat. The night was very uncomfortable but seeing first light made us feel quite thankful. Watch my story to see what was left of the poor lookout.", "comment_count": 17, "like_count": 4191}, "post4": {"caption": "Finally able to share some Mavic 3 previews of the campaign I shot for the National Orchestra of Avignon Provence. It’s always scary to shoot low light commercial work with a drone but I’ve been blown away by the new sensor. More to come 🤟\n\nModel: @loucalypso \nLight: @jsuispasjaunejsuisdore \nGrip: @florian_manrique \n\nSpecial thanks to @anthonylouet @joelhypponen @orchestrenationalavignonpce @nanlite_global @djiglobal for being invaluable partners in this project.", "comment_count": 38, "like_count": 5037}, "post5": {"caption": "« Dundee » aka Dad. A man relentlessly dedicated to his mission and for whom the word « resting » has no meaning. So happy to finally share the story I shot about my father’s life. Read the full story on my site. You know where to find the link! \n\nThank you to @dannerboots for supporting the story and @matthew_tufts for turning my interview of him into an entertaining write up.", "comment_count": 49, "like_count": 4574}, "post6": {"caption": "Rain • Forest", "comment_count": 54, "like_count": 9545}, "post7": {"caption": "Workshop News! Next week I’ll be opening applications to the 2022 Montana Retreat— a 5 day long in person workshop focused on the business of photography, mind bending hikes in Glacier NP, and a good old time with creative folks. Here’s an overview of what you can expect 🙂\n\nIf you want to get the application link, sign up at the link in bio or at alexstrohl.com/retreat-secret!", "comment_count": 64, "like_count": 13740}, "post8": {"caption": "Honored to be joining the @vuarnetofficial Fellowship this year! My parents would take us on one ski trip to the Alps every year and everyone was rocking Vuarnet’s. I remember the impatience I felt to be “old enough” to get my own pair… And now I get to represent the brand … Life always works out in cool unexpected ways.", "comment_count": 9, "like_count": 2163}, "post9": {"caption": "In a weird way, i can’t wait to see snow again so I can go back to these trees.. \n\nLighting @tucker.macdonald \nProducer @gdmcd", "comment_count": 42, "like_count": 7240}, "post10": {"caption": "Three days with the moon. \n#ad Fresh work for @CanonUSA shot on the #EOSR5 + the RF100-500mm F4.5-7.1 L IS USM (my second most used lens!). For the week leading up to the Blood Moon I sat up a daily ritual of photographing the moon at the same time each night — it’s quite freeing to have a recurring appointment with a subject that is so completely outside of your control. Great training for photographing the natural world in which you rarely control anything except the composition and the time of day you make your images.\n \nTechnical specs: All three frames shot at 500mm + @ 320 ISO - F 7.1 - 1/200 sec, over-exposed the moon by 2 stops on purpose to give it a slight glow.", "comment_count": 43, "like_count": 7430}, "post11": {"caption": "“Dirt-bagging” is a state of mind. You don’t need a built out truck or the latest ultralight tent. Any rental car along with a decent sleeping bag will do. \n\nI had to snap this photo of Joel sleeping early in the morning. Aside from him being longer than his rental, I like that he spent all three nights in the Alps sleeping under the stars. Made me wish I brought a mat!", "comment_count": 78, "like_count": 10180}}, "data_media_video": {"post0": {"caption": "HNY / Bonne année!\n\nThank you for hanging in this neck of the internet woods. Wishing you lots of health, good coffees, time in nature, time in the present, unleashing your creativity, and meeting good people. This year was a challenging one but as Voltaire said, “The hardest decision you make each day is to be in a good mood.”\n\nHave a great year ✌🏻", "comment_count": 36, "like_count": 6732}, "post1": {"caption": "Surprise… So happy to finally share that there will be three of us this spring!", "comment_count": 716, "like_count": 24612}, "post2": {"caption": "Had a lot of fun making this film for @prada’s new Luna Rossa Ocean as a #PradaPartner… On my exploration of the fragrance I saw the moon set over the Atlantic, drove one of my favorite cars #912, and witnessed the most vivid sunset on earth. Or at least I thought it was.  Hope you enjoy this piece as much as I enjoyed creating it.\n\n2nd camera @platoux\nEdit @inmistmediahouse\nSound design @un.studios \n\n#PradaPartner #PradaLunaRossaOcean @ultabeauty", "comment_count": 99, "like_count": 3714}, "post3": {"caption": "Tackling an LR + PS edit with a recent image from a blue hour ski in the mountains. So satisfying to have in body stabilization nowadays, using slow shutter speeds + low iso make for cleaner images long after the sun has set. \n\nLet me know what else you’d like to see edited!\n\nMusic: Two One, Four - @fyfemusic", "comment_count": 45, "like_count": 4873}, "post4": {"caption": "Taking full advantage of this Icelandic quarantine to work on some new edits. Music by @jeanmichelblais. Enjoy!", "comment_count": 89, "like_count": 7845}, "post5": {"caption": "Chasing success, striving to be the “best” will make you unhappy because those are things that others measure for you. It’s external. \n\nFulfillment however is something you can measure, only you. It’s internal. \n\nAnd as photographers we tend to put a lot of imaginary barriers that prevent us from being fulfilled in our craft. \n\nHeading into the new year, I’ve made a new workshop to help you remove those barriers. (Hint: they’re mostly within our heads). \n\nGoal setting, motivation, systems and routines... I cover it all. \n\nThe workshop is on a limited pre-order. Link in bio :)", "comment_count": 54, "like_count": 5829}, "post6": {"caption": "Chasing the tail end of summer with K by @dolcegabbana EDP\n \nDirector @max.Lowe\nAC @iloweanker\nStylist @andreadabene \nSecond shooter @maxmarty\nEditing & grade @inmist \n\n#DGPartner #OwnYourCrown #KByDolceGabbana", "comment_count": 106, "like_count": 5683}, "post7": {"caption": "Goin’ places... can’t believe we’re already getting to the end of July.\n🎥 @isaacsjohnston for @bearclawbicycleco, music by Canned Heat", "comment_count": 50, "like_count": 7919}, "post8": {"caption": "Here’s an evening edit at 2x speed of an image from Lanmanalaugar, Iceland #editing", "comment_count": 83, "like_count": 7359}, "post9": {"caption": "12 seconds of stillness", "comment_count": 276, "like_count": 29223}, "post10": {"caption": "@andreadabene", "comment_count": 224, "like_count": 25732}, "post11": {"caption": "The kind of light that only exists in the winter.. Tonight’s sunset straight out of camera #sooc", "comment_count": 232, "like_count": 24732}}}