{"username": "alodita", "full_name": "Andra Alodita (Andra)", "follower": 302217, "following": 1352, "post_count": 6443, "category_name": "Blogger", "biography": "🪐 Generator 5/1\n—\nShop my collaboration #CallaxAndraAlodita:", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Sewaktu kecil, aku pernah merengek-rengek ke mamaku supaya ulang tahunku dirayakan di restoran dan undang teman-temanku. Dulu sih, alasannya karena memang ingin merasakan perayaan, merasakan keberadaan di tengah-tengah keramaian, jadi pusat perhatian walau hanya satu hari saja dan tentunya.. ingin dapat banyak kado! Saat itu aku belum mengerti betapa banyak hal yang harus dipersiapkan dan berapa biaya yang juga harus disiapkan. Ya pikiran anak kecil aja gitu, “Pokoknya mau dirayain, Ma.”\n\nSaat Aura meminta agar ulang tahunnya yang ke 7 untuk dirayakan, aku pun nggak langsung menyanggupi karena banyak yang harus dipertimbangkan.\n\nSelama proses persiapan hingga hari H, Alhamdulillah, semuanya lancar, sehat dan kami diselimuti rasa syukur dan bahagia. Setelah acara selesai dan melihat hasil foto-foto selama pesta ulang tahun, rasa bahagianya tuh masih berasa 🥰🤗 Semoga momen ini jadi salah satu momen menyenangkan untuk si Ibu kecil 🤍\n\nPhotos by @asitayulia\nDecor: @kittymanu_", "comment_count": 32, "like_count": 2101}, "post1": {"caption": "Buat aku, selain menjadi proses healing, menggambar atau menulis jurnal juga menjadi cara aku untuk mengafirmasi diri sendiri agar bisa lebih baik dan bisa menjalani hari-hari dengan penuh semangat. \n\nDengan menulis jurnal, aku bisa mengingat dan mensyukuri hal-hal baik dan positif yang aku rasakan setiap harinya. \n\nMerupakan hal yang penting untuk selalu 'mendengarkan' diri sendiri. Memberikan yang terbaik, termasuk perawatan rambut yang selalu aku lakukan bersama @headandshouldersid Supreme Anti Hair-Fall. Sekarang rambutku menjadi tebal, bervolume, dan bebas ketombe kering maupun basah. Happy deh banget rasanya! \n\nKalau teman-teman, apa nih yang menjadi bentuk ungkapan kasih sayang untuk diri sendiri? ☺️ #MoveOnBeb", "comment_count": 4, "like_count": 421}, "post2": {"caption": "Feeling cute today 🍭😝 #CallaxAndraAlodita", "comment_count": 7, "like_count": 441}, "post3": {"caption": "#aloditabalitrip", "comment_count": 6, "like_count": 773}, "post4": {"caption": "Pertama kalinya rikues ke tim @callathelabel untuk minta baju kembaran dengan si Kakak 😍 Sukses! Kakak hepi, mominya juga hepi 😍\n\nMenurut kakak, dressnya nyaman dan patternnya cantik sekali 🥺 yesss materialnya Tencel ya jadi adem dan nyaman sekali di kulit. Cus masih bisa pesan di website atau langsung ke toko-tokonya CALLA ya! 😍\n\n#CallaxAndraAlodita", "comment_count": 13, "like_count": 912}, "post5": {"caption": "Lagi suka banget sama produk-produknya @elemis_id terutama rangkaian ELEMIS Pro-Collagen untuk melawan tanda-tanda penuaan, bikin kulit jadi glowing dan tentunya tampak awet muda ✨\n\n💛 Pro-Collagen Cleansing Balm: mengandung 9 essential oil, biasanya Malo pakai untuk membersihkan make-up .\n💛 Pro-Collagen Marine Moisture Essence: untuk melembabkan kulit, dipakai saat pagi dan malam hari.\n💛 Pro-Collagen Marine Cream dan Night Cream: Krim pelembab yang teruji secara klinis dapat menyamarkan tanda-tanda penuaan pada kulit, meningkatkan kekenyalan dan kelembapan kulit selama 14 hari. Kandungannya terdiri dari Padina Pavonica dan Ginkgo Biloba yang meningkatkan elastisitas kulit.\n\nBuat yang belum familiar dengan ELEMIS, ELEMIS adalah luxury skincare nomor 1 dari UK. Sekarang Malo ngerti kenapa ELEMIS jadi brand kesayangan, memang produknya bagus-bagus banget!\n\nPengalaman Malo setelah 21 hari memakai produk rangkaian dari ELEMIS Pro-Collagen cocok, kulit terasa lebih plump, keliatan lebih fresh dan rasanya ringan walaupun di layer dengan koleksi skincareku di rumah. \n\nOh ya kamu bisa lakukan skincheck di ELEMIS Plaza Indonesia untuk tahu kondisi kulit kamu dan mendapatkan hadiah senilai Rp 560,000 + Gift Voucher Rp 100,000, loh! \n\nKalau teman-teman mau belanja produk ELEMIS, juga bisa langsung hubungi whatsapp 0822-8858-1818 atau bisa mampir ke butiknya ELEMIS di Plaza Indonesia ya!", "comment_count": 6, "like_count": 159}, "post6": {"caption": "Dengan kekuatan bulan Malo kirim energi penuh kebaikan! 😆😆😆 #callaxandraalodita", "comment_count": 16, "like_count": 664}, "post7": {"caption": "Matching sama tembok 😆💙\n\n#callaxandraalodita", "comment_count": 6, "like_count": 454}, "post8": {"caption": "Kulit kita juga bisa lelah lho! Penyebabnya bermacam-macam, kalo yang sering Malo alami di antaranya: kurang tidur, terpapar sinar matahari, kurang minum air putih dan menatap layar smartphone terlalu lama.\n\nPas banget pas lagi lelah-lelahnya, Malo cobain deh Immortelle Reset L'Occitane! Aku sekarang lagi rutin pakai Immortelle Reset Triphase Essence, Overnight Reset Oil-in-Serum dan Overnight Reset Eye Serum. Immortelle sendiri dikenal dengan manfaat anti-aging dan antioksidan bagi kulit, sehingga kulit dapat terlihat “healthy-looking glow.”\n\nNah, hasil dari pemakaian selama 7 hari berturut-turut, kulitku terasa dan terlihat lebih fresh, lembab, dan lebih bercahaya 🌟 \n\nImmortelle Reset Series ini aku pakai untuk pagi dan juga malam hari, sangking sukanya dan keliatan banget hasil “resetting” kulitku ❤️\n\nKalian yang mau nyobain bisa langsung ke butik L'Occitane terdekat, tap link di bio @loccitane_id atau WA di 0822-7737-1818\n\n#ImmortellleReset #LOccitaneID #LOccitane", "comment_count": 5, "like_count": 272}, "post9": {"caption": "Awalnya sesi foto #callaxandraalodita di Singapur itu hanya untuk 3-4 look aja. Ternyata hari itu cuaca sangat bersahabat, energi kami semua semangat, alhasil ntah deh berapa baju yang akhirnya berhasil diabadikan 😆\n\nYang paling aku ingat, mulai jam 9 pagi dan jam makan siang sesi fotonya udah selesai! Yay! Tos dulu dong sama fotografernya @roimitchels 😆👌🏻\n\nSungguh kolaborasi yang menyenangkan, semuanya lancar malah melebihi ekspektasi kami. Terima kasih @yeriafriyani dan tim Singapur @callathelabel 🥰❤️", "comment_count": 5, "like_count": 774}, "post10": {"caption": "Mood yang pas untuk menggambarkan kolaborasi #callaxandraalodita yang sudah dirilis hari ini: AKU HEPI HEPI HEPI BAHAGIA BERSYUKUR 🤗✨\n\nTerima kasih untuk antusiasmenya, Calla Squad dan teman-teman online Malo 🥰 makasih sudah jadi bagian dalam perjalanan ini 🥰🤩✨\n\n🥰🥰🥰", "comment_count": 12, "like_count": 1234}, "post11": {"caption": "Celebrate your small wins, everyday ✨ #callaxandraalodita", "comment_count": 7, "like_count": 340}}, "data_media_video": {"post0": {"caption": "Ini cerita awal kenapa aku rajin menulis mimpi-mimpiku di jurnal sampai akhirnya sekarang aku mulai rajin menggambar.\n\nIni bagian dari perjalananku mengenal diriku sendiri dan juga penyembuhan batin. \n\n#analisamimpi", "comment_count": 13, "like_count": 94}, "post1": {"caption": "Setelah 20 hari nggak ketemu @abenkalter 🤗🥰❤️\n\n..dan ini pertama kalinya lagi naik pesawat setelah pandemi 🥲🛬 #aloditajogjatrip", "comment_count": 254, "like_count": 10059}, "post2": {"caption": "", "comment_count": 0, "like_count": 22}, "post3": {"caption": "Dulu pas awal-awal jadi Content Creator, gak pernah kebayang bisa punya Coach. Coach apa pun sih, ntah itu dalam hal olahraga, nutrisi, bisnis, bahkan Life Coach.\n\nPertama, udah jiper duluan dengan profesi ‘Coach’. Aku punya limiting beliefs seperti, “Ah pasti mahal” “Ah aku mah belum perlu” dan berbagai alasan lainnya. Akhirnya aku coba pola pikirku, dan rejeki ada aja yang datang sampai aku bisa punya beberapa coach hingga hari ini.\n\nKedua, aku pikir aku bisa ngapa-ngapain sendiri. Ah, belajar aja dari Youtube, belajar aja dari sosmed. Iya sih belajar, belajar sotoy 🤣 Karena pada kenyataannya, kita tetap perlu orang yang bisa membimbing dan bantu untuk mencapai goals kita. \n\nKetiga, punya Coach yang kredibel itu adalah investasi jangka panjang. Setahun terakhir, banyak sekali mindsetku yang jadi berkembang karena bimbingan dan ilmu-ilmu yang aku serap dan praktekan dari coach-coach aku. Ilmu dan pengalaman yang mereka bagikan itu = priceless ✨\n\nSekian ceritanya, ini edisi kangen latihan dengan @marettoaufra. FYI, aku ‘pedekate’ dengan Aufra hingga 5 bulan sampai akhirnya diterima jadi muridnya HAHAHA 👻\n\n#andrafitjourney", "comment_count": 32, "like_count": 2147}, "post4": {"caption": "Kenapa Andra nulis jurnal tentang mimpi? Memang buat apa sih? Lebih jelasnya, dengerin obrolanku dengan Mas Ferry @fibriandani ya!\n\n@rumahremedi.id", "comment_count": 10, "like_count": 176}, "post5": {"caption": "Terharu, kolaborasi aku dengan @havilla_tea akhirnya sudah hadir! 🥺\n\nKolaborasi ini terinspirasi dari kegiatanku sehari-hari, proses tumbuh dan belajarku dalam mengenal diri sendiri, dan tentunya #andrafitjourney.\n\nHebatnya, tim @havilla_tea bisa menerjemahkan kisahku dan memformulasikan 3 Welness Blend baru yaitu Glow, Reviving dan Energizing. ✨\n\nSetiap Wellness Blend memiliki keunikan masing-masing dan juga manfaat yang berbeda untuk tubuh.\n\nSemoga hasil dari kolaborasi yang manis ini, juga bisa menemani keseharianmu dan memberikan terang dalam hari-harimu.\n\nThank you @havilla_tea for allowing me to be a part of your journey!\n\n#TimeForYourWellness", "comment_count": 46, "like_count": 825}, "post6": {"caption": "Dari kemarin nontonin video ini terus, karena ada cerita di balik video dan gerakan barbell glute bridge ini 😆\n\n1️⃣ 2 bulan terakhir aku sedang mengalami emotional rollercoaster. Sering sedih, bengong, mudah tersinggung, badan lemas, cepat capek, dll. Performaku saat latihan tentunya sedikit menurun. Nafasku jadi pendek, belum lagi aku sempat cedera ringan di bagian bahu. Hal ini lumayan bikin kepikiran, ada rasa sedih karena aku ingin ada peningkatan saat aku latihan. Aku beruntung punya coach seperti @marettoaufra. Macam cenayang, Aufra bisa baca energi aku dan latihannya selalu disesuaikan terus dengan kondisi badanku.\n\n2️⃣ Pertama kali diajarin gerakan bridge dan hip thrust, menurutku susah (mungkin karena belum biasa) sampai akhirnya bahu dan leherku tegang gak karuan 👻\n\n3️⃣ Kemarin pertama kalinya aku pakai beban 60 kilogram, padahal biasanya 50 kg aja udah ngos-ngosan 🤩\n\n4️⃣ Harusnya cuma 12 reps tapi karena aku nggak dengar suara bapak coach, dapat bonus jadi 15 reps 👻 \n\nYAYYY I DID IT!!! 💃🏻\n\nSelalu kan aku bilang, nggak pernah menyangka bisa sampai di titik ini. Dari seorang Andra yang malas olahraga, sekarang aku pelan-pelan bisa membuktikan bahwa kadang kita terhalang dengan Limiting Beliefs kita sendiri.\n\nDan ini dia kemenangan kecilku minggu ini 🥰❤️ apa kemenangan kecilmu minggu ini?\n\n#andrafitjourney", "comment_count": 63, "like_count": 2918}, "post7": {"caption": "", "comment_count": 1, "like_count": 78}, "post8": {"caption": "", "comment_count": 0, "like_count": 51}, "post9": {"caption": "HAPPY ONE YEAR #ANDRAFITJOURNEY! 🎉\n\nSungguh satu tahun yang luar biasa. \n\nTerima kasih untuk semua yang sudah memberikan energi, waktu, ilmu, dukungan dan bimbingannya selama satu tahun terakhir ini. Sampai gak bisa aku sebutkan satu per satu 🥰\n\nLet’s finish this year strong, and start 2021 stronger! 💪🏻", "comment_count": 212, "like_count": 13257}, "post10": {"caption": "TAHUN 2021 AKU MAU BISA..\n\n[tulis jawaban kamu di kolom komen ya, aku penasaran☺️]\n\nKalau aku, tahun 2021 mau bisa push up dan handstand. Baru 1,5 bulan nih belajar push up, masih dalam tahap ‘pedekate’ 😌\n\n#andrafitjourney #mantankaumrebahan", "comment_count": 167, "like_count": 1879}, "post11": {"caption": "Dreams do come true ✨\n\nAwalnya aku punya impian, suatu hari nanti mau kolaborasi dengan @roseallday.co 🥰 akhirnya tahun ini, kesampaian 🥰\n\nKalau diminta untuk sebutkan produk favoritku dari @roseallday.co, kayaknya semua deh! Tapi produk kolaborasi #RADCxAndraAlodita gak kalah spesial karena Don’t Forget Sunscreen dan Juicy Lip Balm Pink Grapefruit adalah produk ‘wajib’ versi aku ✨\n\nThank you so much untuk teman-teman yang ikut antusias dengan kolaborasi ini 🥰❤️ #LookGoodBeGood", "comment_count": 38, "like_count": 1970}}}