{"username": "amrazing", "full_name": "Alexander Thian", "follower": 552165, "following": 712, "post_count": 1336, "category_name": "Author", "biography": "Author⁣ - Content creator⁣ - Storygrapher⁣\n#LetMeTellYouAStory about how I see the world 😗\n#GenerasiKulitSehat Bersama @npureofficial", "is_profesional": true, "data_media_photo": {"post0": {"caption": "“What do you want to leave as your legacy?”\n“I was a happy one.”\n\nThis sound is too powerful I love it.", "comment_count": 25, "like_count": 911}, "post1": {"caption": "#LetMeTellYouAStory about quitting. Menyerah tak selamanya kalah, menyadari bahwa kita memang tak sanggup dan mencari jalan keluar itu lebih baik ketimbang memaksakan sesuatu yang akan bikin kita tambah menderita.\n\nWe need to learn the art of walking away. I’ve learned it the hard way, and now I want to share with you.\n\nI hope you find the strength you need ❤️", "comment_count": 317, "like_count": 18569}, "post2": {"caption": "Kyaaa reel aku udah bisa satu setengah menit wkwkwkwk! Untuk merayakannya, nih, cerita waktu aku maen ke @lindthomeofchocolate bareng @visitzurich. Duh seneng banget sumpah maen ke sini. Bayar cuma 15 swiss franc atau sekitar 235 rebuan, bisa keliling sepuasnya, DAN MAKAN COKELAT LINDT SAMPE TELER WKWKWK. Worth it gak? Well, kalian liat aja harga lindt berapa lalu hitung cokelat yang kalian makan (atau kantongin buat dibawa pulang AHAHAHAHA)\n\nMenurut aku sih, museum ini super worth it ya. Pengetahuan dapet, makan enak dapet, foto cakep dan bikin video sampe puas juga dapet.\n\nBtw, museum ini adalah salah satu atraksi baru di Zurich, baru buka pas pandemi kemarin. Buat kalian yang ada rencana ke Swiss, jangan sampe gak maen ke sini. Seru parah! #InLoveWithSwitzerland thanks @myswitzerland for having me I had a blast! ❤️❤️❤️", "comment_count": 139, "like_count": 3195}, "post3": {"caption": "Gaes, sekarang beli rumah bisa dapat cashback DP total 150 juta nih dari Lamudi Properti Fairrrr 2022 @lamudi_id!🤯🏡\n\nTerus ada hadiah langsung logam mulia dan voucher belanja juga senilai jutaan rupiah! Silakan cek lamudi.co.id/propertyfair, ya. Mana tau kalian ketemu rumah yang bikin kalian jatuh cinta.\n\nAtau, mau rumah yang aku kunjungi ini? Namanya Cluster Virya Semanan @virya.semanan letaknya di Jakarta Barat, dan pas aku ke sana… ih gemes banget rumahnya. Luas tanahnya oke banget 120 meter persegi. Vibe rumahnya sendiri modern, bright, and airy. Aku suka sama desainnya. Bagian belakangnya juga bisa jadi rumah tumbuh. Cakep! Rumah Virya Semanan ini juga bisa kalian dapetin beserta promo menariknya di Lamudi Property Fair 14 Juni-31 Juli 2022 ini, lho. Jadi, gimana? 🥹👀\n\n#Lamudi #LamudiIndonesia #TemanTepercayaCariProperti #LPF2022 #LamudiPropertyFair2022", "comment_count": 1036, "like_count": 2545}, "post4": {"caption": "Gimana? Did I hit all the right spots? 🥹", "comment_count": 219, "like_count": 17032}, "post5": {"caption": "Gaya renang baru yang kalian belum tau. Coba, nama yang cocok apa?", "comment_count": 226, "like_count": 2108}, "post6": {"caption": "Pst, pst!! Salah satu produk skincare yang sangat inovatif versiku adalah si @somethincofficial. Belum selesai aku kagum sama holyshield UV watery yang ada efek dinginnya dan super duper ringan ga ada lengket-lengketnya di kulit, sekarang mereka udah ada Bacne 1% Biosalicylic Spray buat beresin jerawat tapi yang ada di selain kulit muka. Bisa dipakainya pagi dan malam hari trus setelah disemprot, diemin 30-60 detik udah deh meresap!\n\nKarena kemasannya pakai 360˚ spray technology, jadi kalo mau nyemprotin sendiri ke punggung juga tetep bisa meskipun botolnya dibalik. Anti tumpah dan anti macet yang pasti! Asli keren banget ini. Pas disemprot, ada sensasi dingin karena ada spearmint dalam kandungannya. Cakep!\n\nKandungan lainnya ada:\n - Biosalicylic acid yang anti-acne, bisa bersihin sel kulit mati dan pori-pori, terus menenangkan kemerahan. \n- Piroctone Olamine untuk melawan jerawat yang berasal dari bakteri dan fungal.\n\nSilahkan checkout di official store Somethinc ya uwu.", "comment_count": 1071, "like_count": 2072}, "post7": {"caption": "Punya besteiw dan sobiew yang kayak gini? Show them love and tag them. Kalau sobiew sobiew aku, you know who you are and I’m eternally thankful 🥰", "comment_count": 995, "like_count": 22247}, "post8": {"caption": "Beberapa hari lalu pas scroll reels, ada sebuah pop up dari instagram: “create reels from your story.” Lalu nongollah satu reels yang dibikinin instagram, lengkap dengan musiknya. I was like, WUIDIH KOK KEREN GAK USAH EDIT-EDIT LAGI??\n\nNah pertanyaannya: kalau mau lagi, gimana caranya? Kan mayan banget bisa hemat waktu ngedit wkwkwk.\n\nMenurut kalian hasilnya gimana?", "comment_count": 63, "like_count": 2889}, "post9": {"caption": "“Ne, kapan terakhir kamu tidur siang?”\nRahne mikir, dan menjawab… “nggak tau. Lupa aku…”\nWell, look at her sleeping dan ngiler. HAHAHAHA. Duh aku seneng banget dia memutuskan nyusul aku ke Bali dan having a much needed break for a few days. Udah lama banget kami gak liburan bareng dan kali ini dia bisa enjoy dan bersenang-senang tanpa pusing sama kerjaan, anak-anaknya pun ada yang jaga jadi … HORE BISA TIDUR SIANG AKHIRNYA YA, @rahneputri WKWKWKWK", "comment_count": 72, "like_count": 1710}, "post10": {"caption": "Sebuah catatan dari aku, untuk aku, ketika aku merasa lemah dan kalah. Sekarang aku bagikan lagi ke kalian. ❤️", "comment_count": 660, "like_count": 27118}, "post11": {"caption": "Muter-muter Singapur lagi setelah 2,5 tahun! Waktu sampai Changi Airport, rasanya kayak nggak percaya akan balik ke sini lagi. Jalan sepanjang Orchard Road yang udah rame lagi seneng banget asli. \n\nBuat yang akan liburan ke Singapore, jangan lupa cek tiket.com karena ada promo spesial libur sekolah \"HOLIDEALS\" sampai 23 Juni ini dan yang pasti promonya akan bikin kalian gembira!\n\nAyo #BulatkanTiketmu dengan cek @tiketcom karena mulai dari tiket pesawat, hotel, sampai cari tiket buat ke tempat-tempat keren ada!\n\nCek highlightku juga buat yang pengen tau banget hidden gem dari Singapore trip yang kemarin!", "comment_count": 1426, "like_count": 6068}}, "data_media_video": {"post0": {"caption": "Sesekali curhat lumayan panjang ke kalian. Kita emang gampang ngasih saran ke orang-orang, but when it comes to mengaplikasikannya ke diri sendiri, susah. Siapa yang kayak gitu juga? 🥹🥲", "comment_count": 79, "like_count": 2362}, "post1": {"caption": "\"Salah satu hal yang paling menyedihkan adalah, ketika wajah dan suara orang yang kita sayang dan sudah meninggal menghilang dari ingatan dan kita tak mampu mengingatnya sekeras apapun kita berusaha.”\n\nSiapa yang relate dengan tulisan di atas? Sini, berpelukan virtual. Ceritanya ini adalah salah satu tema yang aku angkat di buku terbaruku. Belum kelar sih, soalnya lagi proses revisi.\n\nAku revisinya pake laptop Huawei MateBook 14s. Ya Tuhan, keyboardnya paling enak ini laptop. Layarnya sudah touchscreen, terus terang banget dan ga bikin mata capek, dan speakernya juga cakep jadi nggak perlu pakai speaker eksternal lagi. Masih banyak fitur lainnya dan yang pasti berasa premiumnya nih laptop, termasuk performa yang super kencang untuk segala kebutuhan maupun hiburan!\n\nBuat yang lagi cari laptop, nih lagi ada promo HUAWEI MatteBook 14s dengan ikutan PO dari 8-17 Desember. Bisa dapet GRATIS Microsoft 365 Personal, HUAWEI Classic Backpack dan Bluetooth Mouse. Total gratisan senilai hingga Rp 2.5 juta +++ ada juga cashback Bank hingga Rp 1 juta! SUPER GOOD DEAL!\n\n#HUAWEIMateBook14s #MateBook14s @huaweimobileid", "comment_count": 78, "like_count": 1945}, "post2": {"caption": "RECOMMENDATION ALERT\n\nWeekend ini nggak ada plan dan mau binge watching series yang SERU PARAH? Nontonlah Hacks di HBO GO! \n\nBaru ada 1 season, udah menang Emmy Award pula. Komedi yang karakter utamanya stand up comedian senior yang legendaris, Deborah Vance. Berhubung dia sudah senior, jokesnya sudah mulai kurang relevan dengan penonton yang muda. Ketemulah dengan penulis komedi yang kena cancel culture dan akhirnya mereka bekerja sama. \n\nDah segitu aja sneekpeak storylinenya. GO WATCH IT! Cuma 10 episodes, durasi 30menit. Pas banget ditonton langsung sehari atau sepanjang weekend. Belum punya HBO GO? GO subscribe! Cuma 33,000/bulan, worth every single penny! @hboasia", "comment_count": 993, "like_count": 5161}, "post3": {"caption": "KARENA BANYAK BANGET BING BING BONG BONG YANG NANYA DI DM, LIKE LITERALLY, EVERY SINGLE DAY, nih aku bikinin video proses ngewarnain rambut. A note: rambutku udah virgin hair jatohnya. Trus,aku nggak bleaching dulu ya, gaes. Warnanya yang apa? Well ini dia, Miratone Bubble PlayPop!\n\nAku pakai yang Rosy Macaroon! ASLI KELUAR BANGET WARNANYA YA WAK SI @MIRATONE.ID INDANG sumpah aku seneng warbiyasak! Dan jangan lupa kunjungi www.miratone.id buat cobain Virtual Hair Try-On. So, kalau kalian mencari pewarna rambut, silakan, si Miratone Bubble PlayPop ini highly recommended! #HairToDyeFor", "comment_count": 166, "like_count": 4802}, "post4": {"caption": "Katanya gini: Buat apa menyatukan dua hal yang nggak nyambung kalau hanya untuk buang-buang tenaga? ⁣\n⁣\nWell, how about: kamu gak akan pernah tau sebelum mencoba. 👀 contohnya, Leo x Aquarius gak cocok. WEITS KATA SIAPA. Bertolak belakang itu bisa saling mengisi, lho. Atau, Aries x Libra. Yang satu sat set sat set yang satunya lagi mikir makan siang apa bisa ganti menu 112 kali. Bisa cocok? Oh jelas! Pasti bakalan clash dulu, tapi setelah itu… power couple 👏🏻⁣\n⁣\n#KolaborasiHakiki macam ini lah yang membuat hidup tambah seru. Macam Chatime x SASA. Who would’ve thought ide milk tea dikasih Sasa BonTabur bisa nendang? Ternyata, rasanya memang eksplosif. Manis dan gurih dan milky dari Chatime berpadu dengan tendangan pedas dan menghasilkan #FlaminHotMilkTea. Trus ada Chococonut yang basenya coklat, ditambahin santan gurih @sasamelezatkan dan rasanya manis + gurih jadi 1 di dalam minuman. Yum! Sungguh perpaduan yang jenius kalian harus cobaaaa!⁣\n⁣\nUdah ada nih 2 menu #KolaborasiHakiki di gerai @chatimeindo dan di aplikasi ojol. Kalo udah cobain, coba komen gimana rasanya. ~Selamat mencoba!", "comment_count": 59, "like_count": 1814}, "post5": {"caption": "“You can’t wait until your life isn’t hard anymore before you decide to be happy.”\n\n“I have 2% chance of survival, but 2% is not 0%. 2% is something, and I wish people knew how amazing it is.”\n\nAsli, merinding dan nangis banget how she casually told us about her life and her struggle. 7 menit yang totally worth it. That moment when Simon hit that golden buzzer: 😭😭😭😭😭", "comment_count": 1143, "like_count": 35347}, "post6": {"caption": "Confess legendaris ini harus kalian tonton (lagi). Setiap kali keingetan, aku masih ngakak kenceng banget 😭 bengek hyungggg", "comment_count": 691, "like_count": 14152}, "post7": {"caption": "Setiap hari dm yang rekues untuk bahas zodiak para iblis dan dakjal di drakor The Penthouse gak pernah absen. RAME BANGET YA ALLAH. Aku akhirnya nyerah so here you go semoga kalian puas dan terhibur 😂⁣\n⁣\nTau gak sih aku awalnya ogah nongtong The Penthouse karena udah tau bakalan darah tinggi. Kemudian kepo. Lalu iseng, “satu episode deh...” EH KETERUSAN GAK BISA BERHENTI DONG 🤡🤡 emang ya, setiap manusia pasti akan jilat ludahnya sendiri. 😤⁣\n⁣\nSo here you go, aku bela-belain pake kemeja dan blazer biar feel J&T berasa (walau teteup pake celana pendek WKWKWK) ⁣\n⁣\nTentu saja, review ini tidak akan lengkap tanpa ditemani tiga laptop keren: MSI Summit E15 yang cocok banget untuk businessman dan bergaya high end dengan fitur supercanggih, MSI Prestige 15 yang desainnya diamond cut-edge, dan prosesor hingga intel i7  generasi 11 jadi buat render video bakalan ngebut, dan MSI Modern 14 yang cocok banget buat kerja dan bergaya plus harganya affordable. Silakan follow dan liat feed @msigaming_indonesia! ⁣\n⁣\nMakasih, MSI, I woof you banget 🥰⁣\n#MSI #MSINotebookID #ProductivityStartsHere", "comment_count": 215, "like_count": 4834}, "post8": {"caption": "#LetMeTellYouAStory⁣\n⁣\nSumpah ya aku tuh nahan ketawa banget pas ngisi voice over video ini. Oh Sisca Kohl kamu jenius sekali kalo bikin konten 😂⁣\n⁣\nBut anyway, throw back zaman duluuuuu banget ketika aku masih ngewarung... iya, dulu aku kerja di warung sembako! Nimbang beras, misahin telur yang pecah dari yang utuh biar satu peti gak bau, pasang tampang melas kalo ibu-ibu berdaster tetangga kepengin ngutang dengan alasan, “yaelah mpok, mpok utang marebu untung saya gak ada 500 jangan dong 🥺🥺🥺”, di belakang warungku ada rumah Bu Haji yang udah anggap aku kayak anaknya sendiri. Nah, tiap ramadan aku ikut bangun pukul 3 pagi. ⁣\nNgapain? Keliling kampung mukul snare drum berisik banget buat bangunin orang sahur! 😂🤡 asliiii seru banget denger mereka ngamuk karena keberisikan wkwkwkwk. ⁣\n⁣\nI’m not a moslem but I always always love the ramadan tradition. Sahur dan berbuka bersama, keliling kampung bangunin orang-orang, bantu ngaduk dodol betawi, sampe ngabuburit. Sayangnya, keadaan lagi begini, ramadan jadi nggak semeriah dulu, ya. ⁣\n⁣\nMau belanja pun degdegan. Well, kalian cobain HappyFresh, gak sih? Setahunan ini pake dan helpful banget. Ada personal shopper, kalau barang kosong dikabari, mitra supermarketnya banyak, dan tanpa keluar rumah, barang belanjaan dianterin. Very convenient. ⁣\n⁣\nNAH! Aku mau kasih giveaway nih! Caranya? Gampang banget. Tonton video ini, like, lalu komen aja, apa sih alasan kalian mager belanja pas ramadan begini? Komen boleh lebih dari satu, pakein hestek #TanpaAlasan, nanti bakalan dipilih 5 pemenang. Hadiahnya apa? Voucher dari @happyfresh_id senilai 300 rebu. MAYAN KAN BUAT BELANJA??", "comment_count": 1067, "like_count": 7755}, "post9": {"caption": "Fans theory: BaKaLan ada MagNeTo!\nMarvel writers: WKwkwk\nFans theory: cameonya Dr. Strange!!\nMarvel writers: WKWKWKWKWK\nFans theory: penjahatnya Mephisto atau Nightmare!!\nMarvel writers: WKWKWKWKKWKWKWKW\nFans theory: WAAAAH PERKENALAN X-MEN KE MCU LEWAT QUICKSILVER!\nMarvel writers: yeah let’s do the ‘bohner’ joke 🤡🤡🤡 wkwkwk\n\nBUT HEY! Terlepas dari segala fans theory yang gagal total, 9 minggu terakhir sungguh menyenangkan dan menguras emosi. Cerita yang keren, CGI yang keren, pemeran yang keren, there’s nothing to complain rather than: 9 episode terasa kurang banyak because I don’t really mind to see another 9 awesome episodes!\n\nHowever! Aku juga nggak sabar menunggu kekoplakan The Falcon and The Winter Soldier tanggal 19 nanti. \n\nDear @disneyplushotstarid, terima kasih atas hiburannya setiap jumat selama 9 minggu ini. Sayang banget deh sama kalian 😍🥰", "comment_count": 1268, "like_count": 2232}, "post10": {"caption": "Aku yakin kalian pasti udah familiar sama Chinese New Year atau Hari Raya Imlek. Nah tahukah kalian kalau Imlek itu selalu ditutup dengan Cap Go Meh?\n\nCap Go Meh sendiri artinya 15 malam sesudah perayaan tahun baru Imlek dan tradisi ini sudah ada sejak lama, jaman-jaman Cina masih berbentuk dinasti pokoknya. \n\nBiasanya di hari Cap Go Meh, tentu ada MAKAN-MAKAN sama keluarga tapi karena tahun ini masih pandemi, jadi aku dan keluargaku makan di rumah masing-masing. Acara kumpul virtual juga ada dan #TetapBisa berbagi kebahagiaan bareng + ada @birbintangindonesia yang nemenin acara kumpul virtual kita.", "comment_count": 84, "like_count": 2539}, "post11": {"caption": "Tiga minggu belakangan, di setiap jumat, adalah minggu rollercoaster karena ada aja kejutan dan plot twist dari serial #WandaVision. Apa aja? Silakan simak di IGTV kali ini. Dari teori Mephisto ke Nightmare yang disebut dua kali, sampai kemunculan Quicksilver... sumpah nggak sabar menunggu Jumat tiba biar bisa nonton kelanjutan Wanda Vision di @disneyplushotstarid. Kalian pada ngikutin, kan? Menurut kalian, who's the real villain?\n\nBtw, jangan lupa download app Disney+ Hotstar gaes. SERU GILA INI WANDA VISION!", "comment_count": 1022, "like_count": 2166}}}