{"username": "anaoctarina", "full_name": "ANA", "follower": 367865, "following": 1005, "post_count": 3705, "category_name": "Digital creator", "biography": "Fashion, Lifestyle and Photography.\nBusiness Inquires: Sisi @side.team +62 858-9151-6275\n📍Jakarta - Sydney", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Berkunjung ke @wajahbaru_tim 🫶🏻 //\n🤍 @crocs.ina", "comment_count": 10, "like_count": 972}, "post1": {"caption": "Kemarin pagi sarapan di Jakarta serasa di Bali 🍃🍃🍃", "comment_count": 2, "like_count": 426}, "post2": {"caption": "Dinner tadi malam 🖤🤍", "comment_count": 13, "like_count": 914}, "post3": {"caption": "Alhamdulillah seneng banget kondisi kulit udah makin membaik. Cinta sama treatment derma stamp di @jade.aesthetic.clinic ! Kalo abis derma stamp makeup juga lebih nempel terus lagi seneng pake concealer aja buat tutupin bekas jerawatnya. See you besok dokter ku @dr.jen_jade.aesthetic 🤍✨ #mashaallahtabarakallah", "comment_count": 9, "like_count": 876}, "post4": {"caption": "Hari sabtu aku ♥️ ~Dan setelah galau-galau memilh nama tas buat koleksi terbarunya @sjk.atelier , finally aku menemukan nama yg gemas! Makasih ya teman-teman sudah bantuin buat kasih nama yang indah-indah. Langsung aku save biar bisa aku pake di koleksi tas yang lain. Selamat buat yang aku pilih! 💚🤏🏼", "comment_count": 2, "like_count": 712}, "post5": {"caption": "🤍 @melissashoes_id #melissasquad #melissasimonmiller", "comment_count": 11, "like_count": 769}, "post6": {"caption": "Yang follow aku dari dulu pasti tau kalo dari 2017 aku udah treatment di @jade.aesthetic.clinic bersama\nDokter kesayangan aku @dr.jen_jade.aesthetic 🤍 ~kalo aku di Sydney gak pernah treatment apa-apa dan muka aku jenisnya tu lumayan sensitif makanya dari april kemarin aku fokus buat treatment lagi. Untuk seminggu lalu aku laser dan serum infusion yang fokusnya untuk ilangin bekas jerawat dan meratakan warna kulit (ini untuk laser) dan kalo serum infusion itu (muka aku dikasih serum clarity karena jenis kulit ku berjerawat dan sekalian diangkat sel kulit mati + komedonya) selalu cinta banget kalo abis treatment combo ini 🫶🏻💕\nSee you minggu depan untuk lanjutin treatment ultralift & derma stamp! Yayyy!!!", "comment_count": 0, "like_count": 360}, "post7": {"caption": "Helloooo 💙🖤", "comment_count": 16, "like_count": 788}, "post8": {"caption": "💙 #CoachSignature", "comment_count": 3, "like_count": 464}, "post9": {"caption": "Immersed in @coach ‘s new signature denim collection 💙 ~Jangan lupa dateng ya guys buat mampir ke pop-up store at grand indonesia main atrium sampai tanggal 3 july 2022! 🫶🏻 #coachindonesia #coachny @kanmogroup.fashion // photo by @ezraellams", "comment_count": 18, "like_count": 960}, "post10": {"caption": "Photoshoot at #museum 📸✔️ // photo by @raymondmuaya", "comment_count": 19, "like_count": 1392}, "post11": {"caption": "Sebagai pecinta stiletto heels, approved banget “Aria heels” ini dari @mandysshoes 🖤 ~walau tingginya 7CM tapi tetep nyaman dipake pas kemarin jalan-jalan ke museum 🫶🏻 // 📸: @raymondmuaya", "comment_count": 21, "like_count": 982}}, "data_media_video": {"post0": {"caption": "Jalan-jalan kemarin aku coba bikin #minivlog biar kuajak kalian juga explore Sydney tapi virtual ya! Seru banget kemarin sama @jbac96__ & @citaprmt ke Art Gallery! Kira2 yang seru aku ajak kemana lagi ya buat dibikin #minivlog ini 👀", "comment_count": 27, "like_count": 1049}, "post1": {"caption": "Semoga video ini bisa kasih insipirasi teman-teman buat lebaran di hari kedua ya 🤗 \n\nOUTFIT INFO:\n\nLook 1 : \n* Rosie Top & Skirt : @knw_brand x @nasariastri \n* Semu bag : @sjk.atelier\n\nLook 2 :\n* Syara Top : @byayudyahandari \n* Pants : @dayandnight.official \n* Adele bag : sjk.atelier\n\nLook 3 : \n* Dress : @sidelinelabel \n* Abigail bag : sjk.atelier\n\nLook 4 :\n* Blazer & Pants : @pomelofashion \n* Terang Bulan bag : sjk.atelier\n\nLook 5 : \n* Anaya blouse : @yuanmarket x @alikaislamadina \n* Blazer & Pants : @dayandnight.official \n* Kemayu bag : @sjk.atelier\n\nLook 6 :\n* Murni series dress : L by LCB\n* Adele bag : @sjk.atelier \n\nLook 7:\n* Emily maxi : @kholo_thelabel \n* Kemayu bag : @sjk.atelier \n\nLook 8:\n* Blazer : @zara \n* Pleats skirt : @byayudyahandari \n* Cendana bag : @sjk.atelier\n\nLook 9 : \n* Bench bone dress : @atsthelabel \n* Leura Bag : @sjk.atelier \n\nVideo by @citaprmt 🖤", "comment_count": 8, "like_count": 875}, "post2": {"caption": "How I style “Pajama or Sleepwear as Streetwear” ini dari @alfanicollections ! Yesss terlalu cinta sama sleepwear dari @alfanicollections karena bukan cuma bisa dipake dirumah aja tapi kalo tiba-tiba lagi ada keperluan mendadak keluar atau mau grocery shopping tinggal pake outer dan langsung jadi kece! Kalian cek aja langsung ya karena motifnya unik-unik sekali! Love 😍😍😍😍🖤// #mashup and #mixing music by amazing Dj @paris_lawrence 🔥🔥🔥♥️", "comment_count": 10, "like_count": 1227}, "post3": {"caption": "My everyday outfits wearing @hijab_house 🤍🤍🤍 #reels #stylingsession #modestfashion", "comment_count": 43, "like_count": 4689}, "post4": {"caption": "And yessss! Preset #RomansaTeduh x @sarahazkapreset sudah bisa dibeli di website ya teman-teman. Lagi ada disc sampai spesial hari ini dan besok 20% kodenya “Romansa20” (dan untuk pembelian Nuansa Nya ana juga bisa disc 20% kodenya sama ya!) semoga kalian sukaaaa 😍😍😍😍", "comment_count": 30, "like_count": 2357}, "post5": {"caption": "Ini kayanya video styling hijab pertama aku yang dipost ke feed 🥰 karena banyak banget yang dm minta tutorial cara gimana aku pashmina terus keliatan antingnya gini. Heheheh. Sebenarnya belum jago-jago banget tapi aku lagi suka pake anting begini. Sama aja kok pake pashmina basic gitu. Peniti ditengah aja. Tapi udah pake anting terus tinggal di kasih liat aja antingnya. Jadi kupingnya tetep di tutup pake cupit ya. Makanya antingnya harus agak besar. Semoga menjawab pertanyaan teman-teman. Kalo kalian udah pada cobain pake pashmina gini tag aku ya 🥰♥️ // lagi suka banget lagunya @evaceliaa ~ C.H.R.I.S.Y.E (bikin mood jadi happy pengen joged terus ulang sampe 100x gak bosannn 🙌🏻✨)", "comment_count": 93, "like_count": 8700}, "post6": {"caption": "Hey teman-teman. Hari sabtu kemarin pas mau ketemu sama @sarahazka dan @leuveniavernanda iseng-iseng aku bikin video ini dan aku coba edit buat #silentvlog ☺️ judulnya “Sydney Diary #1” yaaa. Semoga kalian suka dan berasa lagi diajak jalan-jalan virtual sama aku dan youtube aku ini bisa kasih hal yang positif untuk kalian 🥺♥️ (amin) Silahkan cek di Youtube aku untuk versi full nya yaa dan jangan lupa subscribe. Ide apa lagi yang seru boleh banget comment ya ☺️♥️ // Music by @chrislanzon - Iris ✨", "comment_count": 6, "like_count": 1669}, "post7": {"caption": "Yay! Vlog explore Sydney di hari kamis bersama sobatku @sarahazka sudah ada di youtube ya! Gak jadi jam 5 guys jadinya sekarang! 😂😛 semoga kalian happy ya nonton kita ajak jalan-jalan virtual dan becanda gurau yang gak tau de menurut kalian lucu apa gak HAHAHA! Jangan lupa subscribe youtube aku ya! “Ana Octarina” ♥️♥️♥️ boleh banget kasih ide-ide yang seru apa lagi yaaaaaa.... ☺️😍", "comment_count": 11, "like_count": 1679}, "post8": {"caption": "Finally setelah 3 tahun gak bikin vlog dan yesss hari ini aku baru aja upload vlog aku. InsyaAllah akan rajin bikin video nya yaaa huahahha dan masih butuh ide2 apa yang seru untuk next videonya. Jujur ini editnya dari hp aja karena biar cepet 😋 terimakasih untuk kalian yang sudah semangatin aku buat bikin vlog dan biar makin semangat yuk jangan lupa nonton video 3 menit aku ini, please kasih masukan juga ya untuk videonya dan jangan lupa subscribe biar aku makin semangat 😛♥️", "comment_count": 36, "like_count": 3253}, "post9": {"caption": "Mood kita kemarin ketika kerjaan dari Indo sudah kita selesaikan 😍♥️ ~seneng banget ada @sarahazka , alhamdulillah bisa saling bantuin bikin kerjaan ✨✨", "comment_count": 5, "like_count": 1983}, "post10": {"caption": "Love this trend! Menurut kalian look yang cocok di aku yang mana ? Dan yang favorit kalian yang mana? ~bikin nya lama jadinya 15 detik saja 😂🙌🏻", "comment_count": 143, "like_count": 6019}, "post11": {"caption": "Edisi bersama sobatku @sarahazka 🤍🤍 ~mau upload versi reels tapi kepotong, jadi uploadnya versi yang video instagram biasa aja hehe. Seneng sendiri liat video ini ♥️ // kita berdua pake macarons mini bag from @sjk.atelier", "comment_count": 38, "like_count": 9624}}}