{"username": "aniab", "full_name": "ania boniecka", "follower": 118135, "following": 3833, "post_count": 4169, "category_name": "Digital creator", "biography": "𝐒𝐓𝐘𝐋𝐄, 𝐓𝐑𝐀𝐕𝐄𝐋 & 𝐋𝐈𝐅𝐄𝐒𝐓𝐘𝐋𝐄\n✉️: aniaboniecka@live.com\n#ANIABSTAMPEDE | #ANIABSKI\nlife is too short. don’t waste time \n👉🏼 @stalman\n🏠 @dover_house", "is_profesional": true, "data_media_photo": {"post0": {"caption": "last light at indian village. don’t miss it. i repeat, DO NOT MISS IT! fun fact: in 2019, after over 100 years, the village will be getting a new name! stay tuned this sunday to find out what it will be! #ANIABSTAMPEDE #STAMPEDE2018 #TGIF\n\n#yyc #calgary #stampedestyle #yycstyle #calgarystyle #cowgirl #cowboy #yahoo #stampedequeen #stampede #calgarystampede #indianvillage #tipi #ootd #sunset #westernwear #explorecanada #explorealberta #westernchic #beltbag #fannypack", "comment_count": 71, "like_count": 2599}, "post1": {"caption": "It’s not @calgarystampede without the epic fireworks show at the end of every night at the grandstand. If you know the city well you already have your favourite viewing spot but if you are coming to #yyc as a visitor you should ask the locals, it’s well worth jumping in a cab, or getting a car2go and driving to a hill somewhere to see them irl. Tip for those who have patience of steel or want to see them a few times: the best show (weather permitting) is always on the last day of stampede, they use up all the fireworks they’ve got for a grand finale spectacular! 🎇🎆🎇\n⠀\nHERE ARE MY FAVE VIEWING SPOTS OF THE FIREWORKS: ⠀\n-Scottsman’s Hill (right by the grounds but also VERY crowded, be prepared to be stuck in traffic for an hour after they are done just trying to get out of the lot b/c resident only street parking\n⠀\n-Dover Ridge (further away but less people and you can watch it from inside your car)\n⠀\n-A random grassy knoll on Blackfoot Tr. by the Cash Casino that overlooks the barns\n⠀\n-The WestJet Skyride, if you can time your ride correctly you will get THE prime spot for fireworks viewing, you get an amazing view of the midway PLUS the fireworks it’s truly special. I added a highlight from 2018 in my profile so you can see for yourself 🤗\n⠀\nDo you have any secrets spots I need to know about? Please tell me, I have 10 days I can go to 10 different spots 😆 and you know I will! #ANIABSTAMPEDE\n⠀\n#stampede #calgarystampede #denim #custom #cowgirl #cowgirlvibes #western #westernstyle #cowboy #embroidery #fireworks #fireworksshow #midway #saddledome #yyc #calgary #travel #festival #scottsmanshill #grandstand #explorealberta #explorecanada #stampede2019 #carnival #comingsoon #yycskyline #dtyyc #capturecalgary #stampedestyle", "comment_count": 52, "like_count": 1560}, "post2": {"caption": "hay girl!! 🐴 #aniabstampede #aniabinarizona\n\n#saguarolakeranch #visitmesa #citylimitless \n#cowgirl #cowboy #cowgirlvibes #western #onia #swimwear #bandanaprint #yahoo #sunset #superstitionmountains #ranchlife #aniatylertravel #travel #travelblogger #instastyle #arizona #swimsuit #stampede2019 #stampedestyle", "comment_count": 96, "like_count": 1905}, "post3": {"caption": "NOW OPEN! if you live in #yyc and drive on deerfoot wondering what the big tents at the @telus_spark are all about this is it! you do not want to miss this insane installation that plays with shapes and light. what more is this structure has never been seen before anywhere else in the world! check out this exclusive piece of art right here at home until august 1st. Book your tickets online in advance for a timed entry, they are ONLY $3/person! no excuses, this is a MUST SEE! \n\n#telusspark #luminarium #freezeyourmind #sparkscience #calgary #yyc #installationart", "comment_count": 39, "like_count": 713}, "post4": {"caption": "get lost in these little streets of #albufeira 😎☀️🧡 #travel #portugal #visitportugal #algarve #aniainportugal #instatravel #summer", "comment_count": 11, "like_count": 197}, "post5": {"caption": "✨GALLERY✨ got my legs from my dad 🙏🏼 happy belated fathers day. i can’t deal with the internet on that day anymore for obvious reasons so here are some pics  from recent happy memories ✌🏼\n\n#aniainspain #sevilla #seville #hotellife #poolday #poolside #summer #hotgirlsummer #travel #instatravel #hunzag #swimwear #aniatylertravel", "comment_count": 37, "like_count": 702}, "post6": {"caption": "one of my all time favourite spots in seville 🧡 can you believe that plaza de españa was only built in 1928?!!! it was a show piece for world expo 1929 and mixed many different styles of spanish architecture through the centuries. it is now home to some government offices and an amazing place to visit and admire. obviously a must see in seville. and shoutout to this crowd for minding their own business 🤣🧡 #seville #sevilla #andalucia #spain #travel #plazadeespaña #zimmermann #ootd #eurotrip #igvsreality #instatravel #aniainspain #exploremore #beautifuldestinations", "comment_count": 60, "like_count": 882}, "post7": {"caption": "contemplating how much $$ buying a portugese palace will set me back 💸 i feel like it could be a group effort, who wants in? 😍 #portugal #algarve #estoi #travel #instatravel #stayhere #uniquestays #hotel #smallluxuryhotels", "comment_count": 14, "like_count": 339}, "post8": {"caption": "The beautiful gardens of @pousadapalaciodeestoi. Save for your future Portugal trip. It’s well worth the visit. You can stay overnight of come visit for the day. The south garden belongs to the township, it is a public space, check out the lemon and orange orchards while you are there 🍋🍊🍋🍊 Estoi is a quaint little village just outside of Faro on the Algarve coast, with beautiful, kind and welcoming people. You can take in some impressive history while you are here, the palace is also home to an exhibit dedicated to the ancient Roman ruins of Milreu, which date back to the FIRST CENTURY AD (!!) and are available for public viewing just down the road from the hotel. #portugal #visitportugal #faro #estoi #palaceofestoi #algarve #stayhere #gardens", "comment_count": 32, "like_count": 492}, "post9": {"caption": "You can sleep in a beautiful Portuguese Palace for $135/night! \n\nPalace Estoi has been on my bucket list for years. Only a 2 hour drive from Seville (+ about 15 min drive from Faro airport) we finally got to make it happen! Here is a quick tour of the hotel and in part two we’ll show you the amazing gardens. I just love Portugal so so much 😩 #portugal #palaceestoi #algarve #travel #stayhere #hotels #hoteltour #zimmermann", "comment_count": 35, "like_count": 412}, "post10": {"caption": "What do you see? \n\n#portugal #algarve #aniainportugal #aniatylertravel #beach #travel #summer #wonderlust #happyplace #iloveportugal #visitportugal", "comment_count": 18, "like_count": 405}, "post11": {"caption": "Portugal for a few days while hotels in Seville come down in price 💸💸💸 stay flexible ✌🏼 #travel #aniainportugal #portugal #faro #alfubeira #algarve #summervibes #loewe #vogue #ootd #traveltips #visitportugal", "comment_count": 24, "like_count": 482}}, "data_media_video": {"post0": {"caption": "Who's been re-watching their favorite 90s TV? 90210, Friends and Buffy have one thing in common: the forever recognizable style of the decade. My mum was never about the trends so, believe it or not, I’m picking up butterfly clips for THE FIRST TIME IN MY LIFE!! As I was touching up my hair colour (every 8-10 weeks 😋) + still using @Schwarzkopf Color Ultime (this time 3.8, aka Velvet Brown), I thought it would be fun to play with some shorter hairstyles that can work for everyone. Here are three easy ways to add some colour, fun and nostalgia to your everyday looks… Have fun! @shoppersbeauty @walmartcanada\n \n#schwarzkopf_partner #colorultime #haircolour #90shair #hair #beauty #beautytips #hairtutorial #nostalgia", "comment_count": 14, "like_count": 244}, "post1": {"caption": "#sponsored ice cream, popsicles and freezies are the diet when temps soar to 30+ and this summer has been treating us to some epic heat! We're turning this into a delicious opportunity and putting a twist on @kahlua #weekendcoffee with these popsicles and honestly I think this is some of my finest work. THESE. ARE. SO. GOOD!!! pro tip* leave the popsicles out for a few min or dip the mold into some hot water to loosen up the ice before pulling out your work so that you don't break them, you can always slide them back into the freezer on a plastic plate to prevent from melting further. BON APPETIT! visit kahlua.com for more tasty rcipies to transform your java into #WeekendCoffee!! https://lnk2.io/w7fFB87 *must be legal drinking age to enjoy*\n\n#food #popsicles #DIY #inthekitchen #heatwave #summertreats #icecream #coffee #butfirstcoffee #delicious", "comment_count": 7, "like_count": 248}, "post2": {"caption": "#SimpliiPartner Things are looking different everywhere we go these days and it’s never too late to start thinking ahead, and most importantly being ready for any contingency. I love fashion, it’s my life, but we all know that one of the first places we can very easily save money is to curb our spending habits. This doesn’t always mean you have to make giant sacrifices, in this video I’m giving you some simple ways which you can start implementing into your own shopping rituals that are going to help you see that extra shirt you don’t need as money in the bank! \n\n*watch till the end for some comic relief + an important PSA*\n\n#shopping #moneytalk #smartmoney #shoppingtips #howtosave #financeiscool #wearamask", "comment_count": 16, "like_count": 308}, "post3": {"caption": "a show for the books! beautiful fireworks to close @calgarystampede 2020, what a weird year! thankful that we still got to celebrate and share our #stampedespirit, get involved, wear cowboy hats and even eat our favourite stampede treats! considering we will probably be one of the few cities that will even get to watch fireworks IRL this year i consider this a win! count down to 2021 begins now... 361 days to go 👊🏼🤠 #ANIABSTAMPEDE\n⠀\n#stampede #calgarystampede #STAMPEDE2020 #stampedespirit #fireworks #fireworksshow #yyc #calgary #travel #grandstand #explorealberta #explorecanada #dtyyc #capturecalgary #calgarytower #silverlining", "comment_count": 4, "like_count": 281}, "post4": {"caption": "*SOUND ON* Living my @calgarystampede fantasy on Saturday morning flipping pancakes thanks to our friends at @southcentremall who put us right on the cooking stations with the awesome team at @stampedecaravan. These guys make sure we are all fed and strong everyday of the Stampede and i just learned that they are all volunteers and for the duration of the 10 days wake up as early as 4am to set up the stations and make sure everything runs smoothly! I LOVE LOVE LOVE that despite 2020 and with the help of amazing partners across the city they still managed go make it happen! So thankful for this years Stampede defining experience 🥞🤠 #YAHOO #ANIABSTAMPEDE\n\n#Calgary #YYC #CalgaryStampede #StampedeFood #Stampede2020 #pancakebreakfast #pancakes #yyceats #Cowgirl #Food #GuiltyPleasure #WestIsBest #Western #wildwest #csfoodie #stampedeeats #stampedestyle #cookout #stampedespirit #pancakelikeapro #spiritofstampede #stampedecaravan #flapjacks #drivethrough", "comment_count": 35, "like_count": 660}, "post5": {"caption": "Who’s hungry?! *WATCH to the end to find out where you can get your free pancake mix this weekend* The one thing we are really missing this year are the quintessential @calgarystampede pancake breakfasts but thanks to two local yyc companies we are serving up pancakes cowboys style! you can get your @buttermilkyyc + @lannieraegourmet pancake mixes around the city and online so you can bring some Stampede home, and let me tell you these are NOTHING like your average store bought mixes! there is so much amazing flavour here it actually blew our minds! \n\nwatch as we cook up these pancakes the way our favourite cowboys do at Olympic Plaza (hands down the best pancakes in the city!) and even put our own spin on them and as I make this breakfast of champions I’m sharing some very important Stampede breakfast education! Did you know that the Stampede breakfast tradition is nearly 100 years old!! Watch and Learn 🤠 #ANIABSTAMPEDE\n\n#Calgary #YYC #CalgaryStampede #StampedeFood #Stampede2020 #pancakebreakfast #pancakes #lannirea #buttermilk #YAHOO #yyceats #Cowgirl #Food #MidwayFood #GuiltyPleasure #WestIsBest #Western #wildwest #csfoodie #stampedeeats #stampedestyle #cookout #stampedespirit #pancakelikeapro #spiritofstampede\n\n@cityofcalgary @tourismcalgary @travelalberta @stampedecaravan \n@southcentremall @cfchinookcentre @cs_dta @cs_folksofstampede", "comment_count": 38, "like_count": 337}, "post6": {"caption": "I have been finding it very therapeutic to use my hands these past few months. Finding DIY projects, cleaning, working out, cooking and baking. While doing our outdoor workouts looking at all the dandelions coming up everywhere I was reminded of when I was a little girl and my mum would fashion me flower crowns in the park. I never realized how easy they were to make until literally a week ago. Even with these yellow dandelion weeds these are giving me major summer feels. So even though festival season isn’t coming back until next year I’ll be over here getting in the spirit 🌼\n\n#friday #weekend #aniabinmotion #DIY #flowercrown #floral #howto #tutorial #flowercrowntutorial #summer #flowers #handmade #wianek #polishgirl #easterneuropean #polskadziewczyna", "comment_count": 74, "like_count": 560}, "post7": {"caption": "*GIVEAWAY* We've been re-watching some of our favourite shows and movies over the last few weeks so this post is all about paying homage to some of the ultimate icons, can you name them all? (*hint there are two shows, two movies and one is a channel 😆) ⠀⁣\n⁣\nWhat are you using to stream your TV & movies? We are teaming up with @rokucanada to give you a chance to experience the Roku Premiere universe all on your own! We love everything from their super visual and easy to use interface, to shows exclusive to The Roku Channel, to the minimalistic design of the remote control. We are not only able to use it in the comfort of our home but also stream in 4K on our studio projector for those super special all-night movie marathons!⁣\n⁣\nHere is how to win your very own Roku Premiere:⁣ ⁣\n•Follow @RokuCanada on IG⁣\n•Comment on this post challenging two friends to guess the movies (don’t worry you don’t have to guess them right to win, just have fun 🙌🏼)⁣\n•Contest closes ONE WEEK from today⁣\n⁣\nVisit bit.ly/AniaRoku for full rules and regulations!⁣\n⁣\n#ad #ViewMoreWithRoku #movienight #tv #movies #video #aniabinmotion #fliptheswitch #channelsurfing #namethatmovie #giveaway #contest #igcontest #friends #harrypotter", "comment_count": 49, "like_count": 387}, "post8": {"caption": "Sitting down with a very special guest to debunk the myth that you need an accountant to do your taxes! ABSOLUTELY NOT TRUE! For a lot of us doing our taxes means just inputting the information from our T slips and sending them off, this takes under 30 min to do, think about the $$$ you will save on this DIY! And don't worry, we are keeping it short and sweet 😆\n\nThe tax FILING deadline is looming, with only a few weeks left to get it in ON TIME! late penalties are a waste of money and why would you want to do that to your future self. We have enough stresses to think about. And remember your balance is not due until SEPTEMBER so don't stress if you can't make the payment right away. ⠀\n\nWe have amazing tools at our disposal now to help us with the filing process, and services like SimpleTax (simpletax.ca) are not only letting you use their pay-what-you-want model (literally this also means $0) but now for every SimpleTax filer who pays any amount, they will donate a meal to Second Harvest to help Canadians in need, show me an accountant who will do the same 🧐\n\n#financeiscool #moneytalk #taxes #taxtalk #savings #tips #wfh #stayhome #accountant #accountig #finance #money #planningforthefuture #taxplanning #quadrantcharteredaccounants #charteredaccuntant #businessvaluator #taxman", "comment_count": 36, "like_count": 274}, "post9": {"caption": "In light of uplifting morale we are celebrating everything this year and Cinco De Mayo has to be one of my favourites yet! Yes I realize it’s not a real Mexican holiday (Fact: it comes from California BUT does commemorate a real battle from the 1800’s☝🏼) and yes the music is not Mexican either BUT the spirit is at 100% (that’s the @donjuliotequila of course)😆😆😆 we LOVE the latin vibe, the colors, sounds and tastes. And Cinco falls on a Taco Tuesday no less!! We miss our southern neighbours and can’t wait to be reunited soon! until then let’s chug some Palomas, make fresh guac and snack on mini tacos! Buen Provecho!!! ⠀\n\nMaking: ⠀\n-Paloma Cocktail ⠀\n-Fresh Guacamole\n-Taco Sliders\n#chefania ⠀\n\n#cincodemayo #mexico #tacos #latinvibes #wfh #tacotuesday #food #nomnom #drinks #fiesta #aniabinmotion #buenprovecho #guacisextra #guacamole #avocados #snacktime #celebrate #foodie", "comment_count": 37, "like_count": 429}, "post10": {"caption": "Happy Saturday friends!!! You’re gonna want to run to your bakery right now because they usually make Challah on the weekends 🍞😆 and stock up, you’ll regret not getting more (the beauty of this recipe is that it actually works great with stale bread!). This @rurubaked recipe is SO EASY to make I can make a whole video about it by myself! THAT says something 😅 plus I know y’all are making your own bread right now anyways! Happy Baking and rmbr ☝🏼 FRESH berries if you’re able #nomnom ⠀\n\nif you you like this video make sure you check out how to bake a pie in my IGTV Food series 🥧🥧🥧 what would you like to see me make next? ⠀\n\n#food #foodvideos #eat #dessert #breadpudding #rurubaked #bakedgoods #baking #bakeoff #bake #easybake #recipe #weekendvibes #weekend #quarantine #stayhome #bakingideas #wfh #athome #aniabinmotion #DIY #quickrecipes #challah #bread #sweettooth", "comment_count": 34, "like_count": 276}, "post11": {"caption": "How do YOU travel in 2020? This was my first ever interaction with @mariefeandjakesnow (beyond an occasional comment on their epic IG account) and I had a LOT of questions! an almost 2 hour conversation cut into 40 min of play time is still not enough to cover everything there is to chat about with these two. This couple has been a constant source of inspiration on my IG feed for years. Living vicariously through their travels I never would have thought the first thing we'd be talking about was $$$ but I have to say I was floored listening to just how much knowledge they have about their business! But business aside, we dive deep into chatting about saving money, the way Jake transformed his view of money as a vehicle for a happier life, how far can $35,000 really take you and we even reminisce about the now historical Deutsche Mark PLUS watch for a very special cameo from their new puppy Leo who they rescued from a local beach!\n\nAnd why is Money Talk so important you ask? In Jake's own words: It's on each and every one of us to educate ourselves [about money], everybody needs to take that responsibility on themselves and be like 'I'm not just gonna true what the news says, I'm not just gonna true that I learned at school, I'm not just gonna true what my uncle told me', you have to learn things for yourself and you have to look at other sides of every argument to see if each side has merit... there is only one way to get 'there' and it's the hard way ⠀\n\nfollow @majapresets to get the look!\n\n#moneytalk #financeiscool #finance #savings #quarantine #igcouple #couplegoals #mariefeandjakesnow #majapresets #instatravel #greenscreen #interview #aniabinmotion #stayhome #love #weareinthistogether #wfh #thebeach #Paris #tokyo #bali #newyork #money #travelblogger #igtravel #travelbug #digitalnomad #workonline", "comment_count": 83, "like_count": 606}}}