{"username": "asasteinars", "full_name": "Asa Steinars: Iceland", "follower": 523861, "following": 1157, "post_count": 2062, "category_name": "Photographer", "biography": "🙋🏼‍♀️ Ása Steinars\n🚌 Join me at: @vanlife_iceland \n🖊 Editor at @voguescandinavia \n📧 management@asasteinars.co\n🖤 My shop👇🏼", "is_profesional": true, "data_media_photo": {"post0": {"caption": "GIVEAWAY to Iceland!! 🇮🇸🇮🇸🇮🇸🚌\nSo this is your chance to come to Iceland! I’m giving away a van for two on Vanlife Iceland this summer\nWe just added a new week, 14-21 August!! 🚌🚌\n\nHere’s how to win a van for two and join the us for the time of your life in Iceland 🇮🇸!! \n1. Tag your travel buddy below\n2. Follow @vanlife_iceland 🚌\n3. Follow @gocampers 🧡\n\nRemember to comment below!! Wohooo I’m so excited 🎉 \n\nWinners will be announced next Sunday! 🚌🌋🌋 \n\nWhat’s included: \nVan for two, ticket to the event, all campsites, local guides, BBQ and bonfire night 🔥, whale watching 🐳 \n\nWhat’s not included: \nFlight tickets, fuel, food.\n#ad", "comment_count": 10277, "like_count": 32369}, "post1": {"caption": "Happy Valentine’s Day from Iceland ❤️\n\nMemories from an incredible day, shooting these beautiful horses. I got the honour of joining @liga.liepinaa for a road-trip and observing her in the field. You should check out her profile if you love horses. \n\nIceland has started to get a tiny bit of spring vibes, even though summer still feels far away. \n\n#Iceland", "comment_count": 489, "like_count": 39034}, "post2": {"caption": "This is where I feel the happiest! Nothing compares to go out in any type of weather, reaching that mountain top and ski down to the ocean. The emotions that rush through your body and last throughout the day. It’s truly addictive feeling! Then on top of that having Iceland as your playground and making it even more of a mission with its arctic winds. \n\nSwipe for some moments ⛷ #iceland #skitouring", "comment_count": 160, "like_count": 17730}, "post3": {"caption": "Last couple of days in Biarritz 🏄‍♀️ for the launch of the new @breitling SuperOcean watch. So in love with this place, the perfect relaxed vibes, beautiful waves and sunny weather. Everything an Icelander can ask for 🤪 \n\n#SquadOnAMission", "comment_count": 52, "like_count": 5147}, "post4": {"caption": "Walking on the moon 🌙\nA fun week driving the circle of Iceland is coming to an end. Now it’s time to go on the next adventure in South of France with @breitling 💦 There will be waves and there will be wheels. Stay tuned 😄 #Navitimer #SquadOnAMission", "comment_count": 41, "like_count": 3154}, "post5": {"caption": "First day of @vanlife_iceland 🚌 \n\nFollow our journey as 40 people in 20 Vans drive the circle of Iceland 🇮🇸 \n\n#Iceland", "comment_count": 25, "like_count": 3091}, "post6": {"caption": "Getting married to my best friend in a few weeks from now 🤍 \n\nMy friend @ivareythorsson took some beautiful photos of us that are so special to me.\n\nDress: @ruedeseinebridal \nLeo’s suit: @kormakurogskjoldur", "comment_count": 326, "like_count": 30154}, "post7": {"caption": "I’m joining @vanlife_iceland Midsummer week 🌸 😄! The midnight sun, my birthday and midsummer celebrations. Even though I’m super busy and I have a wedding to plan, I’ve decided that I cannot miss out on it. Swipe to see how last years trip went down, driving the circle of Iceland with the best people.", "comment_count": 53, "like_count": 5938}, "post8": {"caption": "Summertime and the livin is eeeeasy ☀️ \n\nWhat’s your summer plans? 🐈\n\n#Iceland", "comment_count": 56, "like_count": 4693}, "post9": {"caption": "Wild, wild, Faroe Islands! \n\nStanding in awe over these views.", "comment_count": 48, "like_count": 5109}, "post10": {"caption": "I made friends in the Faroe Islands. Swipe to say hi to them 🐓 \n\nShooting for @gai.lisva", "comment_count": 52, "like_count": 6025}, "post11": {"caption": "The dreamiest hot spring of Iceland? \n\nAre you travelling to Iceland this summer? I’ve listed over 200 of my favourite spots into my travel app/guide. Find it in my link in bio. \n\n#Iceland #Summer", "comment_count": 136, "like_count": 8861}}, "data_media_video": {"post0": {"caption": "I've spent the last 3 weeks playing with this tiny but oh so powerful little drone, DJI Mini 3 Pro. It fits in my pocket but still shoots incredible well and even handle the Icelandic winds. It's seriously impressive that 249g drone can shoot 4k in 50fps and stay in the air for 34 minutes!\nIt's been so fun to be back in Iceland and out flying drones again and now summer is almost here. Can't wait for more adventures 🙂\n@djiglobal #ad", "comment_count": 114, "like_count": 8462}, "post1": {"caption": "Timing is everything when it comes to photography, the right light and conditions. As a photographer I spend a lot of time on the road, constantly searching for that perfect shot. \n\nI’m excited to be part of the @breitling squad this year. \n\n#Navitimer #ForTheJourney", "comment_count": 89, "like_count": 6021}, "post2": {"caption": "Happy International Women’s Day ❤️\n\nKeep killing it ladies!", "comment_count": 54, "like_count": 3793}, "post3": {"caption": "Today I can finally share a passion project I’ve been working on together with @66north and @oceanmissionsiceland ⛵️\n\nCombining science, education, and adventure, Ocean Missions is a non-profit organisation based out of Húsavík, Iceland, dedicated to research and raise awareness of the issues we’re facing with our Oceans. Operating on a 70-year-old wooden sailboat, the team gathers valuable information for both scientists and policy makers and seeks to spread awareness about marine life, plastic polution and the Ocean’s health, with the aim of encouraging others to take action.\n\nI feel lucky and proud to be a part of this amazing group of people that want to learn from each other, inspire and take action when it comes to these issues.\u2028\u2028This wouldn’t be possible without the passion-driven people behind the project; Belen, Daniel, Heimir and Charla that have all dedicated their lives to the oceans. \n\nWhile sailing around the coast of Iceland we witness the severity of the plastic pollution, which ranges from tiny micro-plastics in the ocean to large, abandoned fishing equipment on our beaches. It's everywhere. The scale of the problem is even larger than I would have imagined. \u2028\nThe oceans concerns all of us. It’s important to Iceland with whales returning every summer to their main feeding ground. We are just a tiny part of nature. We belong to it, and we need to protect it – not exploit it. \u2028\u2028Filmed by the talented: @catkoppel \n\n#66North #GlacierFriday #OceanMissions @northsailing", "comment_count": 108, "like_count": 4683}, "post4": {"caption": "The drone we’ve all been waiting for is out: DJI Mavic 3 \n\nI’ve been travelling around the Alps, Dolomites and Iceland lately with this power drone in my backpack, and I can honestly say I’m impressed. Incredible image quality, two lenses, 4k 120fps filming and 46 minutes of flight time. \n\nThe longer flight time has allowed me to reach places I otherwise couldn’t with drones. This one will change the game for what’s possible to capture with drones. \n\nIt has been so fun to be part of this launch and flying the Mavic 3. Well done @djiglobal on building the best drone I’ve ever flown. It will join me on all my adventures from now on. \n\n #DJIMavic3 #ImagingAboveEverything", "comment_count": 122, "like_count": 6015}, "post5": {"caption": "with @xiaomi.global ⛵️ I love sailing and the freedom it gives, so I set sails for a day in Croatia and brought the Xiaomi 11T Pro to capture it. \n\nThe camera in this phone is really amazing and I’m so happy with the outcome of this film. \n\nIt captures the vibe of waking up next to the ocean and spending a day with wind in the sails. \n\nShooting in 4k 60fps, the Xiaomi is the perfect tool for shooting on the go and capturing great memories.\n#Xiaomi11TPro  #cinemagic #ad", "comment_count": 28, "like_count": 2573}, "post6": {"caption": "Yayy, it’s out! Here’s my recommendations for spending an adventure filled day on this volcanic island with @icelandair ✈️\n\nOnly a short flight from Reykjavík, you’ll find Vestmannaeyjar islands. Famous for volcanoes, puffins, ocean adventures and festivals. \n\nHere’s my list for recommendations:\n- Go ATVing with @volcanoatv \n- Do the @ribsafari \n- Hike Heimaklettur\n- Grab dinner\n\nWould you like to see more of these Vlog style videos? 😁\n\n#Icelandair", "comment_count": 45, "like_count": 2668}, "post7": {"caption": "Earlier this summer I traveled to East of Iceland with @icelandair ✈️ This part of Iceland is full of wonders, deep canyons, hot springs and wildlife. \n\nAll those incredible places, are close to the largest town of the East, Egilsstaðir, where @icelandair flies to. \n\nHere are some of the activities we did, so save this post for your travels to East Iceland. 👇🏼\n- Hike up Hengifoss\n- Hike Stuðlagil Canyon\n- Had organic lunch at @modir_jord \n- The 8km waterfall hike at Laugarfell\n- Visit the hot spring at Laugarfell afterwards\n- Have coffee in the cute town of Seydisfjordur\n- Relax at spa @vokbaths \n- Have incredible sushi at @nordaustur_sushi_bar \n- Explore the fjords \n\nHave you been to East Iceland? Or would you like to visit those places? \n\n#Iceland", "comment_count": 75, "like_count": 4776}, "post8": {"caption": "Nothing compares to a good cup of coffee in nature, getting disconnected from the busy life, but reconnected to the present moment. ☕️🙏 These days I’m only “allowed” one cup a day, so I’m very focused these days on that it has to be perfect 😆🤌🏼\n\nOur latest TV-project for @bki_island ☕️ That recently swapped over to more eco-friendly packages for their 100% arabica coffee. \n\nShot by 🎥: @davidgodi", "comment_count": 63, "like_count": 6594}, "post9": {"caption": "Guys this is an exciting opportunity. Hotel Rangá is looking for a photographer to live with them for one month. Those of you that have followed me for awhile, know that this is one of my favourite hotels in Iceland. \n\nThe job title is “It’s first official Northern Light Catcher”. As the job will include catching the beautiful lights in the environment of the hotel. As well as exploring all the magic of Iceland.\n\nPlease do me a favour and tag your photographer friends or favourite photographer to let them know about this opportunity 😄\n\nFlights will be covered ✈️\n\nCheck out the link in stories to find out more information and apply! 😄\n\nGood luck to you 🤞🏼@hotelranga", "comment_count": 294, "like_count": 6196}, "post10": {"caption": "Music video premiere, to the latest song by @musicbyragnar 🎵 : I’m at home. \n\nThe best thing about travelling, is to get a bit of distance from the nature in Iceland. Because each time we come back, it feels like experiencing it for the first time all over again. \n\nThe video portrays the journey from the airport back to Ragnars home farm in Hali, the cute yellow house that I have good memories from. The drive there is incredible, where you’ll pass waterfalls, glaciers and black sand beaches. I’m Ragnars mind, that drive always gives him the feeling that he’s finally home, so we wanted to capture that. \n\nI hope you enjoy and make sure to check out Ragnars music on Spotify and on his profile, for some more Icelandic music. \n\n😍❤️", "comment_count": 49, "like_count": 2503}, "post11": {"caption": "I’m bringing this amazing place to you 😍 Hopefully you can feel like you’re with us for a moment 💛\n\n#Iceland", "comment_count": 79, "like_count": 3719}}}