{"username": "awkarin", "full_name": "Karin Novilda", "follower": 7823609, "following": 1529, "post_count": 8675, "category_name": "Community", "biography": "Sharing and collaborating to hand in hand achieve meaningfulness and fulfillment and advance our collective quality of life.\nPersonal: @narinkovilda", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Sebagai orang Indonesia pasti bangga dong sama yang namanya kain Batik. Nah, ada banyak jenis motif Batik yang tersebar di seluruh wilayah Indonesia, salah satu nya yang pengen gue bahas hari ini adalah Batik Betawi. \n\nBatik Betawi sendiri adalah kerajinan tradisional masyarakat Jakarta yang pembuatannya diawali pada abad ke-19. Motif Batik Betawi awalnya mengikuti corak batik wilayah pesisir utara Pulau Jawa, yaitu bertemakan pesisiran, corak batik Betawi juga dipengaruhi oleh kebudayaan Tiongkok dan terdapat juga kaligrafi khas Timur Tengah di dalam motifnya. \n\nNah, kira-kira sebagai warga Jakarta, lo udah punya belum nih Batik Betawi?", "comment_count": 0, "like_count": 4591}, "post1": {"caption": "Your Teman Healing will be back tomorrow!\n\nDi episode kedua dari Teman Healing with Karin Novilda, Karin bersama psikiater Dr. Myra, M.Kes, Sp.KJ. akan ngajak kamu sharing dan bahas tuntas tentang anxiety atau gangguan kecemasan. Buat kamu yang punya banyak pertanyaan mengenai anxiety, kecemasan atau rasa panik berlebihan, wajib banget nih nonton episode besok!\n\nPasang reminder kamu untuk hari Rabu, 6 Juli 2022 pukul 19.00 WIB hanya di GoPlay! Yuk kita mulai healing kita dari langkah terkecil 🤗\n\n#TemanHealingGoPlay #GoPlayIndonesia", "comment_count": 8, "like_count": 3610}, "post2": {"caption": "Tindakan aborsi emang masih dianggap tabu ya, tapi sebenernya ga selamanya aborsi itu dilarang lho, ada juga tindakan aborsi yang dilegalkan secara hukum dengan tujuan yang baik. \n\nNah, kira-kira gimana sih praktek aborsi yang diperbolehkan? Kali ini gue mau sharing hal-hal yang harus lo ketahui seputar aborsi, biar makin banyak tau lagi nih pastinya!", "comment_count": 3, "like_count": 158104}, "post3": {"caption": "Siapa nih yang belanja nya suka ke pasar Jatinegara? Pasar yang lumayan lengkap jualannya nih, mulai dari baju sampai hewan juga ada lho! Tapi, lo notice ga sih kalo ada tulisan \"Meester\" di gerbang depan pasar Jatinegara? Kira-kira lo tau ga arti tulisan itu apa?\n\nNah, kali ini di #HistoryFriday gue mau kasih lo sejarah mendetail dari pasar Jatinegara yang sampe sekarang masih rame nih, so check this out!", "comment_count": 0, "like_count": 15809}, "post4": {"caption": "Siapa nih disini yang suka nyari jawaban apa aja dari google? Kadang suka iseng kan ya sampe nyari \"apa arti mimpi...\" aja ke mbah Google. Nah, tapi ga semua jawaban dari Google itu valid lho, karena jawaban itu banyak yang ga punya landasan dan bisa menjerumuskan.\n\nNah, kali ini di #SexEd with Karin, aku mau expose pertanyaan pertanyaan yang paling sering di cari jawabannya di Google, kira kira kamu pernah nge-search pertanyaan ini ga? Nih, aku kasih jawaban berdasarkan research-nya!", "comment_count": 0, "like_count": 35829}, "post5": {"caption": "Ladies and gentlemen, please welcome our Teman Healing, @awkarin!\n\nSebagai Teman Healing, Karin bakal nemenin kamu buat sharing dan diskusi bareng tentang topik-topik yang dekat dengan kehidupan sehari-hari. Topik kita minggu ini adalah... Mental Health! Karin juga punya bintang tamu spesial yang bakal nemenin lho, yaitu psikiater Dr. Myra, M.Kes, Sp.KJ! Gak hanya sharing bareng Karin, kamu juga bisa belajar banyak pengetahuan baru tentang kesehatan mental dari Dr. Myra 🤓\n\nPasang reminder kamu untuk episode perdana Teman Healing with Karin Novilda, hari Rabu, 29 Juni 2022 pukul 19.00 WIB hanya di GoPlay! Karena healing bisa dimulai dari langkah terkecil sekali pun 😉\n\n#TemanHealingGoPlay #GoPlayIndonesia", "comment_count": 54, "like_count": 5604}, "post6": {"caption": "Self diagnose adalah keadaan dimana seseorang mendiagnosis diri sendiri mengidap sebuah gangguan atau penyakit berdasarkan pengetahuan diri sendiri atau informasi yang didapatkan secara mandiri. \n\nSaat melakukan self-diagnosis, sebenarnya kamu sedang berasumsi seolah-olah kamu mengetahui masalah kesehatan yang dialami dan ini adalah hal yang berbahaya lho! \n\nNah, jadi sebenernya hal apa sih harusnya kita lakukan disaat kita ngerasa keadaan kesehatan mental kita udah mulai terganggu? Kemana sih harusnya kita menceritakan keadaan kita? Dan sama siapa sih harusnya kita mencari jawaban?", "comment_count": 0, "like_count": 31939}, "post7": {"caption": "Hello guys!\n\nAku sudah tidak menggunakan akun Instagram ini sebagai akun personal.\n\nKe depannya, akun ini akan aku gunakan untuk membagikan informasi mengenai hal-hal & isu-isu yang menurutku penting dan sering terjadi di sekelilingku. Semua ini aku tujukan kepada kalian, orang-orang yang sudah mendukungku 11 tahun belakangan ini, dan kepada masyarakat secara umum. \n\nSemua kontrak dan tanggung jawab yang sudah berjalan di akun ini akan tetap aku jalankan dan selesaikan sesuai kewajibanku.\n\nKe depannya, business inquiries dan update tentang kehidupan personalku bisa kamu ikutin di akun @narinkovilda.\n\nMuch love,\nKarin Novilda.", "comment_count": 1, "like_count": 19902}, "post8": {"caption": "It’s been 11 years since I first signed up to this platform. For those who’s been following my journey, you might find yourself asking, “Who is Awkarin without Instagram?”\n\nIt’s 2022 and I have lost my own Instagram account. Most of you probably would think that I’ve hit rock bottom, but I’ve always been prepared for the worst scenarios.\n\nBe so dependent on something and watch yourself be afraid to lose it, no matter how good or bad it is. Not gonna deny that Instagram was a HUGE part of my life and who you all see me to be. But in reality, who you see me as through your phones, isn’t even half of who I am in reality.\n\nI’ve been through so much in my life and everyone of you had front row seats watching it all happen. Both the happy and sad times, in a way you guys were a part of it, and I couldn’t be more blessed.\n\nI also learned that life isn’t really about “numbers” or “engagements” in a digital universe, but rather how you can actually influence real people through real-world situations. Losing a social media account shouldn’t mean the end of the world for anyone.\n\nTo those who were wondering, I appreciate every single one of you. But as of today, I am fine, I am happy, and I am content, and still living my best life. And for that, I think I owe myself a fresh start.\n\nSay goodbye to Awkarin, and say hello to Karin Novilda.\n\nI will no longer use this account as my personal account and I will no longer accept any paid promotes and business inquiries through this account. But every contracts and work deal that has been made with this account will be done as the way we signed it.\n\nThank you for being here with me from the start, you guys are the best.\n\nWith love,\nKarin Novilda. @narinkovilda", "comment_count": 32, "like_count": 190975}, "post9": {"caption": "The ultiMEAT sister of @sijinbali 😋 🥩 🔥", "comment_count": 1, "like_count": 36945}, "post10": {"caption": "Island kid 🏝", "comment_count": 3, "like_count": 91725}, "post11": {"caption": "Issa no make up week!", "comment_count": 6, "like_count": 162938}}, "data_media_video": {"post0": {"caption": "SERU BANGET NIH #SOBATDISRUPSI! Tonight #DibalikDisrupsi akan ngebahas soal Dating Apps dengan para pelaku disrupsi, kita akan ngobrol-ngobrol dengan @serenakohar dari @bumble serta @dhirhamandira & @gianluigich dari @benefitsindonesia\n\nJangan sampai kelewatan ya!\nSenin, 1 November 2021\n19.30-20.00 \nDi BeritaSatu News Channel dan Channel Youtube Karin Novilda \n\nSampai bertemu! \n\n#DibalikDisrupsi #DatingApps #Bumble #OverheardFWB #BenefitsIndonesia #Bumble", "comment_count": 29, "like_count": 15877}, "post1": {"caption": "DIBALIKDISRUPSI EPS. HEALTH DEVICE! Ngerasa gak sih guys banyak banget barang-barang baru yang harus kita punya & bawa setelah pandemi? Karin dan Aryo langsung ngobrol sama yang terdepan untuk health devices yaitu @jay_cool dari @lgeindonesia, dr. @giapratamamd yang akan kasih tau dari sisi medisnya, dan @harumips Ibunya Geneva yang pastinya paling update nih soal #healthdevices apalagi punya baby Geneva\n\nJangan lupa tonton\nSenin, 19.00 - 19.30 \nDi BeritaSatu News Channel & Youtube Channel Karin Novilda\n\nSEE YOU SOBAT DISRUPSI! #DibalikDisrupsi", "comment_count": 36, "like_count": 24237}, "post2": {"caption": "Happy birthday Bank Mandiri! \n\nDalam rangka menyambut HUT Mandiri ke 23 tahun, Bank Mandiri mengadakan banyak promo meriah belanja hemat dengan BAYAR HANYA 23% atau\ncashback sampai dengan 2,3 juta rupiah. Selain itu ada juga Program Undian LIVIN’ TO THE MAX yang berhadiahkan 100 BMW & 1000 Vespa dan Nmax! \n\nPromonya hanya di Bulan Oktober 2021 untuk belanja hemat dan program undiannya berlaku hingga bulan 8 Januari 2021.\n\nInfo lebih lanjut kunjungi bmri.id/hutmandiri23 atau Mandiri Call 14000\nBank Mandiri terdaftar dan diawasi oleh OJK\n\nIT’S TIME TO LIVING A LIVELY LIFE, TIME FOR LIVIN’ BY MANDIRI\n\n#mandiripromo #hut23mandiri #livinalivelylife", "comment_count": 58, "like_count": 26735}, "post3": {"caption": "Double Date Drive-in Senja KVLOG is hereeeee\n\nLINK ON MY BIO!\n( youtube.com/karinnovilda97 )", "comment_count": 68, "like_count": 49789}, "post4": {"caption": "Feeling cute.", "comment_count": 72, "like_count": 48615}, "post5": {"caption": "Sahabat Dharmais,\n\nDalam rangka memperingati Bulan Kesadaran Kanker Anak Sedunia, RS Kanker Dharmais akan melakukan live di instagram @rskankerdharmais dengan judul \"Mengenal Kanker Anak\" bersama \n\n🎤 dr. Catur Sapariyanto, Sp.A, sebagai Host\n📄 dr. Haridini Intan S. Mahdi, Sp.A(K), sebagai Narasumber\n ✨Karin Novilda Sulaiman (@awkarin), sebagai bintang tamu\n\n🗓 Selasa, 14 September 2021\n⏰ 19.00 WIB \n\nJangan lupa untuk bergabung bersama kami di hari dan jam yang sudah tertera di atas. \n\n#infokanker #kankerindonesia #awkarin #webinar #liveig #kemenkesri #kementriankesehatan #rskankerdharmais #pusatkanner #covid19 #kankeranak", "comment_count": 48, "like_count": 19253}, "post6": {"caption": "Disaat pandemi seperti ini, jadi semakin terasa ya pentingnya fasilitas kesehatan yang terjangkau. Tau gak sih di awal pandemi pengguna AKTIF aplikasi telemedicine di Indonesia bisa mencapai 20 juta user? Jangan lupa tonton DibalikDisrupsi Episode Telemedicine ‘Solusi Fasilitas Kesehatan Untuk Semua’ dengan Pak Doddy, Co-Founder @halodoc\n\nSenin, 6 September 2021\nPukul, 19.30 sd 20.00 WIB\nDi BeritaSatu News Channel dan Youtube & Facebook @Beritasatu \n \n#DiBalikDisrupsi #SobatDisrupsi", "comment_count": 57, "like_count": 37667}, "post7": {"caption": "Ini loh rumah bagi makhluk laut yang sering kali kita lupakan dan hancurkan. You know, we can help them. Start from small things. Stop membuang sampah di pantai dan ke laut. That would help, by a lot.", "comment_count": 90, "like_count": 74950}, "post8": {"caption": "", "comment_count": 44, "like_count": 20758}, "post9": {"caption": "Asik konser private setiap hari ☺️❤️ @ganggaksm", "comment_count": 1335, "like_count": 228344}, "post10": {"caption": "Moge-an sama @mbibali 💫", "comment_count": 367, "like_count": 203067}, "post11": {"caption": "", "comment_count": 809, "like_count": 236083}}}