{"username": "ayladimitri", "full_name": "Ayla Dimitri", "follower": 408336, "following": 2968, "post_count": 9140, "category_name": "Digital creator", "biography": "Welcome to Aystagram! 🐯\nFormer Fashion Stylist & Fashion Editor \nVirgo. ENFJ-T. Dreamer and Achiever 🦋\n💌: ayladimitri.contact@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Where to go?", "comment_count": 111, "like_count": 2404}, "post1": {"caption": "UNBOXING TIME! Calling all breastfeeding moms! \nKali ini aku mau share breastfeeding essentials dari @lansinohid, 💜\n\n💜 HPA®️ Lanolin Nipple Cream: Helps soothe & protect sore, cracked nipples and dry skin\n💜 Disposable Breast Pads : Absorbent, comfortable, leak-proof\n💜 Nipple Shield: Helps breastfeeding continue through latch-on difficulties\n💜 TheraPearl 3in1 Hot or Cold Breast Therapy: Helps relieve engorged breasts & encourages let down\n💜 Breastfeeding Pillow: Enables comfortable feeding sessions for baby and mum\n💜 2in1 Electric Breast Pump: Enhanced adjustability and convenience\n💜 Breastmilk Storage Bags: Pre-sterilised and leak proof\n\nLansinoh product sudah available di baby shops atau di official store Lansinoh Indonesia di berbagai marketplace.\n#lansinoh #lansinohid #lansinohindonesia", "comment_count": 132, "like_count": 462}, "post2": {"caption": "Its been a while, gak ngeliat rambut di styling. Makeup keburu dihapus padahal tadi abis shooting setelah 1 bulan cuti. Makeupnya bagus padahal 🤪\nTapi ga keburu selfie karena pengen cepet-cepet mandi dan usel-uselan sama Gili 🥹\nBegini ya rasanya ninggalin anak buat kerja, kangen super 🤣", "comment_count": 76, "like_count": 2956}, "post3": {"caption": "Finally: a quick Korean BBQ dinner date with @ramdrams! 🤍", "comment_count": 53, "like_count": 1911}, "post4": {"caption": "Found the new meaning of life 🥹. Learn new things everyday with this little guy, my 24/7 🤍", "comment_count": 66, "like_count": 3077}, "post5": {"caption": "My Friday fit at home! Showing you snippets of my ruang tamu yang sudah di “face lift” 😆", "comment_count": 63, "like_count": 1458}, "post6": {"caption": "It’s been a month since aku officially jadi new mom. And… being new parents are exciting, but it is not always sunshine and rainbows. \n\nBreastfeeding itself is an emotionally meaningful yet challenging journey, Salah satunya adalah challenge untuk memberi nutrisi ekstra ke tubuh, since aku juga harus memberikan ASI yang berkualitas untuk Gili. Luckily, I got help from @herbana.id Breastfeeding Support Package Daun Katuk & Daun Kelor. 2 herbal ekstrak ini memiki 100% plant-based ingredients dengan segudang manfaat baik. Also, produk ini cocok juga untuk bayi yang memiliki alergi. ✨\n\nNow, I feel that breastfeeding is become less challenging and more fun 🌸\n\n#Herbana #BreastfeedingSupportPackage #reliefSARIDaunKatuk #reliefSARIDaunKelor", "comment_count": 35, "like_count": 515}, "post7": {"caption": "Cantik itu everything in our whole body, inside and outside.  So, I believe that cantik itu dimulai dari #UsusCantik. And @fibeminiid is way to maintain that ✨\n\n#FibeMini", "comment_count": 43, "like_count": 396}, "post8": {"caption": "🤍 Hi peepoool! 🤍 its G’s first OOTD 😍🥰", "comment_count": 83, "like_count": 3262}, "post9": {"caption": "With Gili sleeping in the next room, Mami Ay colongan taking a little OOTD shot 🥹", "comment_count": 490, "like_count": 1934}, "post10": {"caption": "Enjoying our morning leisure walk with @babyzenindonesia YOYO² Bassinet 🌤\n\nReally loving the compactness this stroller has offered, especially if you’re an outdoor person. It’s very light and fit for cabin size. Only 6,2kg where you can easily carry everywhere. Not to mention the very nice design with waterproof and anti-UV Canopy (UPF 50+) so it’s safe for the baby 🧡", "comment_count": 45, "like_count": 3289}, "post11": {"caption": "A special #throwback for a special day because today is lil sist @alikaislamadina’s birthday! ✨🥳 a mom-to-be! Wishing you a smooth pregnancy, sissst! Can’t wait buat traveling bareng lagiii (alhamdulillah sudah berbagai destinasi kita kunjungi bersama) 🫶🏼", "comment_count": 19, "like_count": 3150}}, "data_media_video": {"post0": {"caption": "Puasa udah mau selesai nih, tapii dramanya masih ada aja. Emang butuh kesabaran dan hiburan sih biar gak makin banyak drama. Ya gak? 😝\n\nBiar gak was-was di bulan ramadan, aku pake @smartfrenworld Unlimited Nonstop 6GB, soalnya dapet unlimited akses setelah kuota habis! Dikasih bonus kuota lokal hingga 4GB dan juga anti potong pulsa loh😍 Keuntungan ini bisa kamu dapetin cuma dengan 30ribu 30 hari, dijamin ramadan kamu jadi #NonstopHappyBebasWorry\n\nCoba dong share juga Kisah 1001 Dramadan versi kalian di Instagram & TikTok, masih ada hadiah menarik buat kalian! Jangan lupa tag @smartfrenworld & gunakan hashtag #UnlimitedKabikan #NonstopHappyBebasWorry #Kisah1001Dramadan! Aku tunggu ya 🥰", "comment_count": 27, "like_count": 781}, "post1": {"caption": "IT’S A BOY 💙💙💙\n\nFinally we reveal our baby’s gender. Terima kasih banyak untuk IG Fam yang sudah mendoakan untuk kesehatan aku dan baby. Love from us 😘\n\n@miniapoly @pl.kinandari\n@annsbakehouse \n@fairyqueenbalon \n@kaiacakesandco \n@lolphotobooth.co \n@yystudio_ \n@makeoverid \n@wonder.photoworks \n@thepaperhotel \n@polastudio", "comment_count": 175, "like_count": 6680}, "post2": {"caption": "Noesantara Collection by @officialclaude x Ayla & @alikaislamadina  batch 1 sudah bisa di purchase di online & offline store Claude yaa. Cuss diborong yah luvlisss 😘😘😘", "comment_count": 26, "like_count": 181}, "post3": {"caption": "", "comment_count": 4, "like_count": 91}, "post4": {"caption": "Lovelies, siapa yang pengen staycation tapi bingung mau kemana? Ayo tonton keseruan staycation aku bareng @_febrian @sarahazka @ciawardana di channel YT @tiketcom, siapa tau bisa jadi rekomendasi tempat untuk kalian 🥰\n\nKalian juga bisa loh pesen lewat fitur Vila & Apt. di Apps tiket.com. Jangan lupa MASK ON #tiketON", "comment_count": 8, "like_count": 462}, "post5": {"caption": "Its the last day of 2021! 🖤 @theeditors_club for @yslbeauty presents: Gift Gold. Gift Bold. \n\nThe Holiday celebration for @alikaislamadina and me begins with a festive dinner, sprinkled with Gold. A special set of ultra-desirable @yslbeauty Holiday Collection 2021 at the dining table leads the way to a night full of gold and boldness. There is never a dull moment when your best friend is around. \n\nGet ready and make this year your boldest. Bring the energy. Light up the party. \n\n#TheEditorsClub #TECforYSLBeauty #YSLBEAUTYID #YSLLIBRE #GiftGoldGiftBold \n\nCreative direction & styling: @edgeek \nVideo: @wellydosen \nBeauty team: @yslbeauty @mariarobert11", "comment_count": 5, "like_count": 359}, "post6": {"caption": "Back on today’s Ayla Mini Vlog 💫🚗\n\nKali ini aku mau share daily activity aku.. salah satunya mall visit. Biasanya, aku ke mall untuk kerjaan visit beberpa store atau sekedar jalan-jalan. ✌🏼\n\nOiya, udah pada tau belum kalau kalian udah bisa melakukan check in PeduliLindungi di aplikasi @grabid, loh! Dengan menggunakan fitur ini, kalian bisa menikmati promo GRABPEDULI, discount up to 50% untuk layanan GrabFood Self-Pick up, GrabCar dan GrabBike Protect loh!\nSatu aplikasi jadi #LebihGampangLebihHemat.", "comment_count": 10, "like_count": 1013}, "post7": {"caption": "Hi lovelies, selamat hari Senin! Btw, thank you banget buat kalian yang udah bantu aku rekomendasi menu homemade breakfast beberapa waktu lalu ❤️\n\nPastinya aku pengen bikin makanan yang simple dari bahan-bahan yang sehat pula!\n\nTo keep my food healthy and fresh aku pilih LG New Smart Inverter Top Freezer karena fitur-fiturnya yang canggih banget.\n\nAda fitur LinearCooling dan DoorCooling+ yang bikin makanan tetep Fresh & tahan lama, dan Spaceplus Ice System yang gak makan tempat di freezer & buat es batu lebih banyak. Designnya yang oke banget bikin cantik dapur aku.\n\nMau tahu info lebih lanjut, kunjungi @lgeindonesia ya! \n#KulkasInverterLG #lgeindonesia", "comment_count": 9, "like_count": 4561}, "post8": {"caption": "As the days are getting better, aktivitasku pun mulai kembali padat ✨\n\nFrom running daily errands, bikin konten, sampai meeting dan juga shooting. But one must not forget untuk #TetapJagaDiri selain dengan menjaga prokes, tapi juga minum vitamin C. \n\nDengan kombinasi mineral ascorbic terbaik, I trust my daily intake of Vitamin C to @blackmoresid Bio C 1000 yang baik untuk menjaga imun dan aman di lambung.\n\nYuk, jangan lupa untuk stay safe & healthy supaya kita bisa #LindungiDiriLindungiSesama 💛\n\n#BlackmoresAlwaysDoMore", "comment_count": 15, "like_count": 800}, "post9": {"caption": "There’s no holiday like one with Jo Malone London’s Holiday Collection ✨\n\nInspired by the brightest star in a night’s sky, Starlit Mandarin & Honey is here for the scent of the season. Along with White Moss & Snowdrop candle - perfect for you or your loved ones!\n\n#JoMaloneLondonID", "comment_count": 25, "like_count": 1064}, "post10": {"caption": "As the year-end is approaching, let's take our time to celebrate our 2021 while enjoying our downtime ✨ If you're staying-in for the holiday (like me!), hope this inspires you to make the best of your relaxing moment at home 🧘🏻‍♀️ Pssttt, I'm staying in with my buddy, my @sleep.buddy! #SleepBuddy #SleepBuddyAlwaysTellStories", "comment_count": 15, "like_count": 982}, "post11": {"caption": "Having experienced what nature has so abundantly given us, I believe in the importance of taking small, everyday steps to protect and conserve it for us and even the generations after us 🌱 Keywords: small, everyday steps ✨\n\nDalam kegiatan sehari-hari sampai mengisi dekorasi rumah, aku coba menggunakan dengan produk lokal yang memang aku suka (yes, #MakinLokalMakinSayang), dan bonus poinnya kalau produknya sendiri diproduksi secara eco-friendly, seperti koleksi #SleepBuddyforEarth. Breathing new lives to unused fabric has never felt this homey 🏡 Stay tuned for more, I’ll reveal my favorites from this @sleep.buddy special collection. Soon! #SleepBuddyAlwaysTellStories", "comment_count": 9, "like_count": 839}}}