{"username": "ayudiac", "full_name": "Ayudia C", "follower": 2567216, "following": 1000, "post_count": 3530, "category_name": "Entrepreneur", "biography": "♍️ 💍\n@stujameterpersegi\n#ngobrolsamadia", "is_profesional": true, "data_media_photo": {"post0": {"caption": "siapaaa yang sudah lihat kitaa di TV! so happy to announce thaaat Keluarga Belo joining @sensodyneindonesia fam! Pertama kalinya Sekala inframe sama kita bertiga dan cuma Tim @sensodyneindonesia yang bisaaa! :D hahahaha\n.\n.\n@sensodyneindonesia\n#NgiluDilawanJanganDitahan", "comment_count": 43, "like_count": 13296}, "post1": {"caption": "Snapshots from Jimbaran Bay for #dioriviera #diorivierabali #DIOR 🤍🤍🤍", "comment_count": 23, "like_count": 26101}, "post2": {"caption": "Selesai olahraga pagiii~ ☀️⁣\n⁣\nEnaknya sih abis keringetan gini istirahat sebentar, terus lanjut bersih-bersih! Selesai bersih-bersih mau nemenin @dittopercussion dan Sekala main golf deh!⁣\n⁣\nSiang-siang gini main golf mah aman aja buat aku yang bakal #ademseharian ;)", "comment_count": 31, "like_count": 8651}, "post3": {"caption": "there is always a first time for everything ✨", "comment_count": 9, "like_count": 7091}, "post4": {"caption": "hari ini spesial karena muka ga ada yg kontrol hahaha pertama kali nyobain race 10k dan semangat banget pas finish karena gaspol ke tempat ambil medali hahaha bener-bener jadi mau koleksi. oh begini rasanya. seneng bgt @dittopercussion skrg sabar bgt gak kaya dulu ‘maksa push the limit’ tp versi dia. pas diaa hanya ‘support’ malah jadi otomatis, I’d push my own limit, my own pace! trims bgt Dido udah support dengan cara yang bikin aku ‘unlock’ diri sendiri.\n\nTip: gak nyesel bgt rajin latihan beban, badan jadi support bgt. selesai race betis doang sakit (yes karena jarang di latih) jadi PR lagi buat latihan semua otot walaupun yg kita kira jarang dipakai.\n.\n.\n.\n@indonesiainternationalmarathon \n📍 BALI\nlogo di jersey; #RunBeybihRun #STUJA dan @sensodyneindonesia ⚡️\n\n📷 @angga.japs", "comment_count": 123, "like_count": 31561}, "post5": {"caption": "si benda cair hahaha yg aku namain dia sama dengan keju kesukaanku karena warnanya mirip seperti keju #Brie", "comment_count": 16, "like_count": 9270}, "post6": {"caption": "Masih inget kan ceritaku kemarin tentang caraku dan Ditto membantu meningkatkan potensi Sekala?\n\nGak cuma support dari aktivitas olahraganya aja, tapi kita juga kasih support stimulasi dengan ikutan The Winner’s League dari Nutrilon Royal. Di sana banyak tips untuk mendukung stimulasi anak, aku jg ceritain ‘menang’-nya our Beloved Winner di sana. Selain itu kita juga bisa dapet konten eksklusif sesuai minat dan bakal si Kecil, dan ada kesempatan dapetin banyak hadiah lho..\n\nYuk moms, kunjungi https://mynutri.club/twl dan daftar sekarang! Aku sudah share perjalanan dan tips yang aku lakukan untuk Sekala loh, dan kita juga bisa saling baca cerita inspiratif dari The Winning Parents lainnya.\n\nNggak lupa juga untuk selalu lengkapi kebutuhan nutrisi Sekala agar potensinya bisa lebih optimal. Karena itu aku pilih Nutrilon Royal dengan FOS;GOS, DHA dan Omega 3 & 6 yang lebih tinggi.\n\nInfo lebih lanjut, Moms bisa cek @nutriclub_id ya! Yuk, sama-sama mempersiapkan #BEKALUNTUKMENANG nya si Kecil!", "comment_count": 8, "like_count": 10869}, "post7": {"caption": "dicariin gak ketemu-ketemu ternyata dia di tempat rahasia @diasekalab di kamarnyaa hahahaha", "comment_count": 529, "like_count": 128573}, "post8": {"caption": "percuma ganteng tapi gak sama aku, hahahaha\npercuma ganteng tp gak olahraga deng hahahah~ this is us! most of the days of the week, month and year. not always posted on social media but we definitely put sports in our top priority.\n\nApalagi ada yang mau menyambut Ironman NZ Desember 2022 nanti, ya masa istrinya gak jadi wanita baja jugaaa. Jangan lupa olah yang perlu di olah!\nSalam olahraga!", "comment_count": 86, "like_count": 22964}, "post9": {"caption": "tangan besar dan tangan mungil ✨ #seninsekolah", "comment_count": 8, "like_count": 15240}, "post10": {"caption": "jadinya ke mana lagi kitaa liburan sekolah anak kali ini (sekarang kalo mau pergi kudu mikirin jadwal libur sekolah) 🥲🥲🥲 😆 • @dittopercussion \n\n📸 @angga.japs", "comment_count": 9, "like_count": 14372}, "post11": {"caption": "tiap turun lapangan selalu seneng, sepanas apapun itu. malah udah ngumpulin berbagai ‘gear’ buat melawan panas, mulai dari topi, kacamata, masker dan baju-baju mendukung. mau mainnya lagi bagus atau jelek tetep seneng hahahaha…\n\n✨ don’t forget to always find something that make your heart sparksssss ✨", "comment_count": 47, "like_count": 22040}}, "data_media_video": {"post0": {"caption": "Sekala sering banget liat ibunya pegang handphone, kadang kita sebagai ibu juga susah untuk ga stay sama handphone setiap hari. Sebelum Sekala penasaran, kita udah ajakin dia diskusi masalah penggunaan internet misalnya dengan bolehin dia nonton Youtube Kids di hari-hari tertentu sampai membatasi screen time-nya. \n\nBiasanya aku sekeluarga ditemenin @smartfrenworld #UnlimitedHarian yang internetnya 2X lebih besar, harga tetap! Bisa jamin selalu ada 2GB/ hari selama 28 hari jadi aku jadi lebih bisa kontrol jumlah internet activitynya Sekala🥰\n\nAda yang punya tips lain gak nih biar anak kita biar balance main internetnya tapi ibunya bisa #UnlimitedBebasWorry kayak smartfren? Sharing di komen yuk!", "comment_count": 7, "like_count": 2284}, "post1": {"caption": "Pertama kali tau TRAVEL INSURANCE itu saat beberapa tahun lalu mau buat visa keberangkatan kemudian salah satu syaratnya adalah harus memiliki Travel Insurance\n\n#ZurichTravelInsurance #BarengJadiLebih\n\nWaktu itu aku masih bingung travel insurance ini gunanya untuk apa, sampai akhirnya aku kulik dan sebagai salah satu nasabah asuransi dan traveler (hehehe) aku jadi tahu bahwa ini PENTING BANGET.\n\nkenapa?\n\nkarena namanya hal-hal tak terduga ya bisa datang di saat yang tidak diduga-duga juga. nah jangan sampai, niat awal kita mau senang-senang liburan malah jadi repot kalau salah satu anggota keluarga ada yang kecurian (yes kaya pengalaman aku kemarinnn huhu), sakit cidera, kecelakaan bahkan sekadar menangani hal-hal yang berhubungan dengan traveling itu sendiri: pembatalan tiket perjalanan, kerusakan bagasi dan sebagainya.\n\nmakanya yuk teman-teman yang mau liburan jangan lupa siapkan TRAVEL INSURANCE dari ZURICH dengan berbagai manfaat yang pastinya bikin hati adem selama perjalanan.\nLangsung aja follow @zurichid dan kepoin produk asuransi perjalanan yang pastinya cocok untuk kalian ya! Kalian bisa lihat detail produknya dan lanjut beli di www.travellin.co.id", "comment_count": 7, "like_count": 3809}, "post2": {"caption": "Habis Lebaran seruuu nih rencanain traveling lagi, yang mau tau bocoran tentang bagaimana kita sekeluarga menyusun Itinerary dan Budgeting liburan. Yuk ah merapat!\nterus langsung follow juga @zurichid supaya kalian bisa mulai menentukan produk asuransi perjalanan yang cocok buat kalian!\n\nKalian bisa lihat detail produknya dan lanjut beli deh di www.travellin.co.id bisa kalian sesuaikan dengan kebutuhan perjalanan !\n\n #zurichtravelInsurance #BarengJadiLebih", "comment_count": 27, "like_count": 13967}, "post3": {"caption": "Aku percaya kesederhanaan bisa mengeluarkan potensi setiap orang. Seperti aku yang menemukan hobiku dalam membuat roti.\n\nDari hobi ini, aku pun menemukan kepuasan tersendiri disaat bisa meraih pencapaian baru dan mampu membagikan hasilnya kepada orang-orang tersayang.\n\nIni hobi sederhana yang kutuangkan di katalog UNIQLO Modest Wear Spring Summer 2022, beserta berbagai inspirasi kesederhanaan lainnya. Katalog ini tersedia secara gratis di seluruh toko UNIQLO dan di website UNIQLO.COM\n\nApa hobi sederhana versi kalian? Yuk share dan saling menginspirasi di kolom komentar!\n\n#InspiringModesty \n#UniqloIndonesia \n#UniqloModestWear", "comment_count": 10, "like_count": 6858}, "post4": {"caption": "Gak bakal bosen aku mau ajak kalian semua untuk terus aware dan mulai melakukan kebaikan 'kecil' yang dampaknya besar banget buat planet kita tercinta ini.\n\nYes!\nMEMBUANG SAMPAH PADA TEMPATNYA dan memilah sampah plastik!\n\nKenapa? Karena di tahun 2020 aja, Indonesia (kita!) menghasilkan 67,8 JUTA TON SAMPAH yang 15% nya merupakan sampah plastik.\n\nHal ini yang membuat aku jadi terus belajar, terus mengulik lebih dalam sampah plastik itu sendiri sebagai ibu rumah tangga, bahkan sebagai pemilik bisnis yang pastinya menghasilkan sampah.\n\nSampai akhirnya belajar memilah sampah di rumah untuk kemudian bisa didaur ulang di pos-pos pembuangan sampah terpadu dan sebagainya. Hal ini pula yang membuat aku juga secara tidak langsung mengajarkan tentang pengelolaan sampah ke anakku, Sekala, calon generasi penerus di masa depan dan harapannya bisa menjadi kebiasaan baik yang bisa kita terus sebarkan kepada siapa pun.\n\nAku optimis kita bisa bersama bahu-membahu mengelola sampah kita sendiri dengan baik. Aku percaya kita bisa. Aku udah memulainya.\n\nSekarang giliran kalian ikutan jadi #GenerasiPilahPlastik juga. YUK!", "comment_count": 21, "like_count": 8011}, "post5": {"caption": "New Episodeeeeeee! Inget kan tiap minggu ada episode baru~ pemandanganya? ampunnnn gak usah ditanya, indah banget, segala macem kehebohan, keriweuhan dan semua-muanyaa di #USRoadTripDIA • silakan di tonton dan kabarin ya bagian favorit km apa di episode ini! ;)", "comment_count": 189, "like_count": 30546}, "post6": {"caption": "persis bgt Mama ya @dittopercussion kalo lagi gak mau divideoin, ya bener-bener gak mau. tapi kalo lagi kepengen… sampe minta-minta hahahaha lalu gak berhenti ngomong plus mesti kamera mengarah ke dia. anak aku udh gede dia yg pengen sendiri review game katanya @diasekalab enjoy guys🤍", "comment_count": 876, "like_count": 57508}, "post7": {"caption": "#NSD #ngobrolsamadia kali ini kembali lagi buat ngejawab DM kalian yang pada penasaran soal outfit akuuuu hei ayo mari merapat 😂\n\nSekalian menjawab, baju untuk ini beli dmn sih, baju olahraganya apa sih Ncip, baju itunya, dalemannya Mama… dan lain sebagainya~\n\nSooo, apa sih modest wear itu??? Yang udah tahu, tulis di kolom komentar ya 👇", "comment_count": 17, "like_count": 6593}, "post8": {"caption": "You just did it again! @dittopercussion did it one more time! Never fail to amaze meeeee. Love you always My Champ ♥️ #bostonmarathon\n\nmanu thanks to;\n@adidasindonesia\n@j99corp \n@dettolindonesia \n@proffle_id \n@stujacoffee\n@stugocoffee", "comment_count": 289, "like_count": 83842}, "post9": {"caption": "#NSD #ngobrolsamadia • yes kita hadir kembali untuk mengombang-ambing isi hati kalian. untuk memantapkan atau membuat ragu keputusan kalian ahahaha • yuk yang LDR gak bisa yok yok gak bisa 😂😂😂\n.\n.\n.\n@temantapimenikah 🎉🎉🎉", "comment_count": 305, "like_count": 34621}, "post10": {"caption": "Walaupun lagi gabisa ke mana-manaaa dan harus di rumah terus, tapi seneng banget gak sih bisa nempel terus sama keluarga? Hahahah~\n\nMau cerita dikit! Hari ini aku ada aktifitas seru banget sama keluarga belo dirumah! Gamesnya super sederhana, tapi yang bikin menarik adalah, gamesnya itu hasil recycle dari packaging Paddle Pop Minions Cup! Yes, itu loh ice cream baru rasa Vanilla Caramel yang enak banget~\n\nSambil marathon Minions & ngemil es krim dari Paddle Pop di weekend bareng keluarga kecilku. Aku, Dido dan Sekala hari ini bikin games guess the cup dan bisa banget dibikin kreasi games lainnya. Seru kaaan! \n\nAku mau tag @sysiio @gyaps @karinalalujan ah biar ikutan serunya jadi #TemanseperMINIONan\n\nKalian juga ikutan ya! Jangan lupa share hasil kreasi kalian yaa di comment section. Aku pingin tau kalian sekreatif apa! Siapa tau bisa jadi ide games aku juga dirumah! Yuk ikutan #PaddlePopMainYuk", "comment_count": 35, "like_count": 9860}, "post11": {"caption": "kami hadir kembali hahahah • dah lah klik link aja di bio • eh tapi, jadi jodoh di tangan siapa nih? jawab di kolom komen ✨ #ngobrolsamaDIA", "comment_count": 96, "like_count": 40193}}}