{"username": "baratdaya_", "full_name": "Travel Blogger | Uda Dendy", "follower": 24782, "following": 1491, "post_count": 628, "category_name": "Digital creator", "biography": "An Indonesian Creator //  \n🇮🇩32/34 @adki.or.id \n☕ Man behind @baratdayacoffee @laterracafe @laterra.jambi @baratdayacoffee.pyk", "is_profesional": true, "data_media_photo": {"post0": {"caption": "ALHAMDULILLAH,\nSAH!", "comment_count": 138, "like_count": 1333}, "post1": {"caption": "Portrait of Turkey.\nCoba deh swipe kanan, nah beberapa jeptretan random gue di Turkey. Beberapa ada yang pakai kamera, ada juga yg pakai HP doang. Tapi emang beda banget sih mataharinya kalau di Turkey atau negara-negara lain diluar indonesia, warnanya jadi enak gitu, buat digrading pun gampang banget dapat warna yang diinginkan.\nAnyway, abis ngobrol2 sama @catatanbackpacker , katanya disuruh aktif lagi main ig, banyak yg kangen sama lo katanya. Hahahaha\nOkay let see yaa mudah-mudahan bisa konsisten lagi upload dan sharing kayak dulu.\n#BaratdayaJourney\n#BaratdayaTurkey", "comment_count": 12, "like_count": 363}, "post2": {"caption": "Akhirnya, sebuah perjalanan panjang akan menemukan labuhan.\nHidup memang sukar untuk ditebak, tapi bagaimanapun pilihan untuk mengakhiri petualangan sendiri adalah pilihan paling manis yang pernah saya buat. \nMenemukan pasangan yang akan menemani sampai akhir hayat, menikmati setiap detik bersama, dan tentunya tidak sabar ingin segera berpetualang bersama.\nTerima kasih untuk semua do’a-do’a baiknya, kawan.\n#BaratdayaJourney \n📸 Captured by: @satyawinnie", "comment_count": 33, "like_count": 746}, "post3": {"caption": "She said YES! 💍", "comment_count": 85, "like_count": 887}, "post4": {"caption": "Live only once, go outside, falling in love, and let’s living the life.\n#Travel\n#BaratdayaJourney\n#BaratdayaTourkey", "comment_count": 7, "like_count": 328}, "post5": {"caption": "Petualangan baru di mulai.\nMulai hari ini sampai beberapa minggu ke depan, saya akan backpackeran di Turkey, mengelilingi negara paling bersejarah ini sampai ke pelosok-pelosoknya. \nOh iya, foto ini diambil di Cappadocia, salah satu tempat terindah di dunia, tapi sayang, hari itu balon udara sedang tidak terbang. Tapi tetap saja Cappadocia seindah itu, perpaduan gurun dan bersalju ketika musim dingin, ditambah dengan langitnya yang biru tanpa polusi. Indah bukan main!\nItu dulu cerita hari ini, siapa sangka anak kampung ini akhirnya bisa memulai perjalanan keliling dunia? Turkey baru permulaan, setelah ini akan ada banyak pelosok dunia yang akan gue jelajahi, mari mulai dari Turkey dulu selama beberapa minggu ke depan ya!\n#BaratdayaJourney", "comment_count": 6, "like_count": 391}, "post6": {"caption": "A Place Like Heaven\n@laterracafe ✨", "comment_count": 20, "like_count": 880}, "post7": {"caption": "Slow Bar Morning Coffee (#SBMC) at @laterracafe \n#coffeeshop", "comment_count": 6, "like_count": 293}, "post8": {"caption": "Toba seperti serpihan surga yang jatuh ke bumi.\nDi pinggir jalan ada air terjun, kaldera indah yang mengelilingi danau bersejarah ini juga berhasil membuat gue speechless.\nDi Toba dan sekitarnya juga merupakan tempat bersejarah oleh suku batak yang sampai saat ini masih menjaga kelestarian budaya mereka.\nToba dan sekitarnya benar-benar membuat saya terpukau.\n•\nPenasaran bagaimana cerita perjalanannya?\nJangan lewatkan hari ini jam 5 sore ya!\n•\nNanti sore saya akan bawa kawan-kawan semua jalan-jalan virtual keliling Indonesia ke tempat tempat paling eksotis di negeri ini!\nBesok kita akan explore Toba dan Samosir bareng @lazada_id dan akan tayang di @lazliveid jam 5-6 sore ya!\n#LazadaID #JalanJalanJelajah", "comment_count": 41, "like_count": 411}, "post9": {"caption": "Salam dari Binjai ~", "comment_count": 5, "like_count": 508}, "post10": {"caption": "Siapa sangka ada pantai seindah ini di Sumatera?\nSalah satu pantai terindah yang pernah gue lihat.\nGugusan batu karang yang menjulang tinggi dihempas ombak samudera menjadikan pemandangan di tempat ini cukup magis.\nAda juga cerita aliran sungai yang suhunya mencapai 100 derjat celcius.\n•\nPenasaran bagaimana cerita perjalanannya?\nTungguin besok jam 5 sore!\n•\nBesok gue akan bawa kawan-kawan semua jalan-jalan virtual keliling Indonesia ke tempat tempat paling eksotis di negeri ini!\nBesok kita akan explore Lampung bareng @lazada_id dan akan tayang di @lazliveid jam 5-6 sore ya!\n#LazadaID #JalanJalanJelajah", "comment_count": 25, "like_count": 489}, "post11": {"caption": "Gunung, perjalanan, dan orang-orang di dalamnya.\n•\nBarangkali Gunung menjadi cerita yang tak pernah usai dari kisah perjalanan saya. Awal mula mencintai dunia traveling berawal dari gunung, sempat berhenti naik gunung sekitar 2 tahun, akhirnya kembali lagi ke alam bebas mendaki gunung. \n•\nBeberapa hari lalu, Gunung Talang berhasil menorehkan cerita baru dalam perjalanan saya, memimpikan bisa naik gunung indah ini dari beberapa tahun lalu, waktupun akhirnya berpihak dan berkesempatan untuk melakukan perjalanan di Gunung Talang. \n•\nLama tak mendaki gunung, tentu ritme pendakian menjadi jauh lebih pelan. Perjalanan terasa lebih berat namun tetap menikmati setiap langkah di hutan lembab gunung talang ini.\n•\nPendakian kali ini juga bersama seorang kawan lama, seorang kreator muda @ralbhani yang karyanya masih konsisten sampai sekarang. Tidak sabar rasanya ingin melanjutkan perjalanan kolaborasi ini, gasskan #TerusMelaju !\n•\n#BaratdayaJourney", "comment_count": 8, "like_count": 560}}, "data_media_video": {"post0": {"caption": "Ada yang sekedar datang lalu hilang, ada juga yang datang lalu menetap hingga lupa untuk pulang.\nKarena sejatinya rumah adalah tempat dimana hati merasa tenang.\n•\n#BaratdayaJourney", "comment_count": 8, "like_count": 420}, "post1": {"caption": "Senang rasanya bisa berkontribusi.\n•\nHidup hanya sekali, mati sudah pasti, lantas untuk apa hidupmu yang cuma sekali?\n•\nNiat saya membangun Baratdaya Coffee, Natura, dan impian-impian lain yang sedang diperjuangkan hanya untuk berkontribusi, bermanfaat, dan memberi.\n•\nMeskipun kecil, setidaknya kami terus berproses dan bertumbuh. Alhamdulillah, di tahun ke tiga Bartdaya Coffee Berjalan, sudah ada tiga cabang yang kian bertumbuh. \nBerawal dari halaman belakang kos saya ketika menimba ilmu di Depok, lahirlah @baratdayacoffee.depok yang hingga saat ini masih setia menyeduhkan kopi di tempat sederhana ini. Konsep halaman belakang di Barday Depok seakan membawa pengunjung untuk merasakan suasana rumah. Dua tahun berlalu, @bardayxspace lahir di kota kelahiran saya, Payakumbuh. Berusaha menghadirkan sebuah konsep ‘collaboration space’. Tidak hanya sekedar Coffee Shop, tapi sebuah kawasan kreatif yang mewadahi banyak bidang seperti UMKM, komunitas, co-working space, dan juga akan menjadi pusat industri kopi.\n•\nDalam dua hari ke depan, @natura__idn juga akan hadir sebagai anak ke-3. Saya memang tak bisa jauh-jauh dari alam sepertinya, lahir dari kecintaan terhadap alam, Natura hadir untuk kawan-kawan yang mencari ketenangan, pengalaman kopi yang sesungguhnya, juga pengalaman bersama alam yang menenangkan sekaligus menyenangkan.\n•\nTak ingin berhenti di negeri sendiri, kami berusaha juga mengenalkan kopi Indonesia ke luar negeri, Laos adalah cabang pertama kami di luar negeri. Hasil kolaborasi dengan seorang kawan baik di negeri Laos.\n•\nDi tahun ini, kabar bahagia lain juga hadir dari Kota Padang. Proses pembangunan sedang berlangsung, dan @baratdayacoffee juga akan hadir di Kota Padang, Ibu Kota Sumatera Barat.\n•\nTidak sabar rasanya menyapa kawan-kawan di kota lain. Sampai berjumpa, kawan ☺️\n#KolaborasiBukanKompetisi\n#BaratdayaJourney", "comment_count": 10, "like_count": 281}, "post2": {"caption": "HARI PAHLAWAN. \n•\nMenyambut Hari Pahlawan tim @superadventure_id mau bagi-bagi hadiah keren nih bro!\n\nBuat 5 orang yang beruntung akan mendapatkan voucher dari Blibli senilai @Rp200ribu dan 5 orang lainnya akan mendapatkan merchandise keren dari Super Adventure.\n\nCaranya gampang:\n\n• Lo wajib follow akun @superadventure_id.\n• Jawaban lo di komen cukup SATU KALI aja ya, Bro!\n• Tulis pada kolom komentar di postingan instagram @superadventure_id siapa \"Jagoan Disekeliling Lo\".\n• Pastiin lo berusia 18+ (dibuktikan dengan identitas saat menjadi pemenang).\n• Akun yang digunakan harus aktif dan JANGAN DI PRIVATE (Gembok).\n\nPemenangnya akan diumumkan pada hari Kamis tanggal 12 November 2020. Buruan ikutan bro!\n\nSemangat pahlawan, semangat untuk terus berkarya menjadi inspirasi banyak orang. Jangan pernah menyerah jika lo masih mau mencoba, masih banyak jagoan di sekeliling lo.\n\n#IDare #SuperAdventure #HariPahlawan #JagoanDiSekelilingLo", "comment_count": 14, "like_count": 580}, "post3": {"caption": "KOPI INDONESIA.\nMemilih pulang ke kampung halaman dan memutuskan untuk menjadi petani kopi adalah sebuah tantangan baru dalam hidup gue.\nKalau berbicara perihal kopi, mungkin @vivabarista adalah satu sumber informasi dan inspirasi utama buat gue di dunia Kopi. \n\nIya betul! Viva Barista kembali lagi bro! Akhirnya kita jumpa lagi di @vivabarista dengan episode-episode yang lebih seru! \n\nApasih Viva Barista itu? \n \nYes! Viva Barista merupakan sebuah upaya kolaborasi epic demi kopi Indonesia. Mengulas banyak hal tentang kopi di Nusantara yang amat kaya. \nTidak ada alasan untuk tidak optimis dengan perkembangan kopi di Tanah Air. Karena kita memiliki potensi yang sangat besar dan luar biasa. \n\nLangsung aja tonton video serunya setiap Selasa dan Kamis di channel YouTube @SuperAdventureID\n\nJangan lupa like, comment dan subscribe ya bro. Enjoy! Dan Salam Petualang!!\n\n#SuperAdventure #IDare #Vivabarista #DemiKopiIndonesia", "comment_count": 8, "like_count": 775}, "post4": {"caption": "Randang, Sebuah warisan Budaya Minangkabau yang namanya kini kian mendunia. \n\nRandang pada dasarnya adalah seni memasak bagi orang Minangkabau yang sudah ada sejak zaman dahulu kala. Cita rasa masakan daerah ini sudah diakui bahkan oleh dunia. Kepopuleran randang juga tak lepas dari Kota Payakumbuh sebagai The City Of Randang. \n\nAyo! mari kita jaga warisan Randang yang menjadi salah satu kekayaan budaya ranah minang dengan cara menyukseskan Festival Payakumbuh Marandang 2020!\n\nAcara ini akan diadakan di Kota Payakumbuh dan akan disiarkan secara langsung oleh @sumbar_rancak dan Uda @erwin.yunaz juga akan ikut berpartisipasi di acara ini. \nDon't miss it! \n#PayakumbuhMarandang\n#RediscoverSumbar \n#Badaceh", "comment_count": 5, "like_count": 222}, "post5": {"caption": "Meski passion gue adalah traveling dan bikin konten perjalanan, gue juga nggak boleh takluk sama keadaan yang mengharuskan gue di rumah aja.\nGue masih #TetapJagoanDiRumahAja, misalnya nyuci motor kesayangan jadi sebuah kesibukan, nyiram tamanan jadi hobi yang garang, bermain dengan kompor dan pisau di dapur demi sebuah masakan. Seru nggak tuh!\nGue udah berhasil buktiin bisa tetap jagoan walaupun di rumah aja #IDare !! Nah sekarang lo gimana?⁣⁣ ⁣⁣\nYuk ikutan challenge #TetapJagoanDiRumahAja bareng @SuperAdventure_id , @SuperMusic_Id dan @SsCornerId karna ada HADIAH KEREN berupa :⁣⁣ ⁣⁣\n- 10 orang pemenang utama akan dpt voucher Blibli.com senilai Rp. 1.000.000⁣⁣\n- 100 orang pemenang utama akan dpt voucher Blibli.com senilai Rp. 500.000⁣⁣ ⁣⁣\n⁣\nCaranya gampang :⁣⁣ ⁣⁣\n1. Posting video #TetapJagoanDiRumahAja versi elo durasi min 1 menit, tentang aktifitas seru, unik dan kreatif saat WFH dan nunjukin kalo elo #TetapJagoanDiRumahAja⁣⁣ ⁣⁣\n2. Tag @SuperAdventure_id , @SuperMusic_Id dan @SsCornerId di video elo, jangan lupa juga mention di captionnya⁣⁣\n3. Kasih caption yg ngejelasin aktifitas elo⁣⁣\n4. Jangan lupa hashtag #TetapJagoanDiRumahAja dan #IDare supaya gampang nih ngetrace postingan elo⁣⁣\n5. Mention dan ajak 3 orang temen elo buat ikutan challengenya⁣⁣\n6. Pemenang akan ditentukan dari video paling keren, seru, lucu, menarik dan jumlah likesnya⁣⁣\n7. Hanya video yg di upload periode tgl 1-30 Juni ajah yg diikutsertakan dalam challenge ini⁣⁣\n8. Video wajib hasil karya sendiri loh, tidak mengandung SARA, Politik, Pornokasi dan pornografi, dan oh tidak boleh bertentangan dengan UU ITE dan UU HAKI yg berlaku⁣⁣\n9. Pemenang akan diumumkan paling lambat 5 July 2020⁣⁣\n10. Keputusan Juri dan Panitia gak bisa diganggu gugat yah bee! 😁⁣⁣ ⁣⁣\nCuuusss ikutan!! Buktiin lo elo bisa #TetapJagoanDiRumahAja !! #IDare You Pals!!", "comment_count": 48, "like_count": 455}, "post6": {"caption": "Buat para pejuang perjalanan yang katanya lagi terkekang keadaan, jangan mau menyerah pada kemalasan. \nGue tantang lo semua untuk tetap kreatif dan #TetapJagoanDiRumahAja\n\nTontonin video keren ini dan ikutin tantangan #TetapJagoanDiRumahAja bareng @SuperAdventure_id , @SuperMusic_Id dan @sscornerid karna ada HADIAH KEREN berupa :⁣ ⁣\n- 10 orang pemenang utama akan dpt voucher Blibli.com senilai Rp. 1.000.000⁣\n- 100 orang pemenang utama akan dpt voucher Blibli.com senilai Rp. 500.000⁣ ⁣\ncaranya gampang :⁣ ⁣\n1. Posting video #TetapJagoanDiRumahAja versi elo durasi min 1 menit, tentang aktifitas seru, unik dan kreatif saat WFH dan nunjukin kalo elo #TetapJagoanDiRumahAja⁣\n2. Tag @SuperAdventure_id , @SuperMusic_Id dan @sscornerid di video elo, jangan lupa juga mention di captionnya⁣\n3. Kasih caption yg ngejelasin aktifitas elo⁣\n4. Jangan lupa hashtag #TetapJagoanDiRumahAja dan #IDare supaya gampang nih ngetrace postingan elo⁣\n5. Mention dan ajak 3 orang temen elo buat ikutan challengenya⁣\n6. Pemenang akan ditentukan dari video paling keren, seru, lucu, menarik dan jumlah likesnya⁣\n7. Hanya video yg di upload periode tgl 1-30 Juni ajah yg diikutsertakan dalam challenge ini⁣\n8. Video wajib hasil karya sendiri loh, tidak mengandung SARA, Politik, Pornokasi dan pornografi, dan oh tidak boleh bertentangan dengan UU ITE dan UU HAKI yg berlaku⁣\n9. Pemenang akan diumumkan paling lambat 5 July 2020⁣\n10. Keputusan Juri dan Panitia gak bisa diganggu gugat yah bre! \nCuuusss ikutan!! Buktiin kalo elo bisa #TetapJagoanDiRumahAja !! #IDare You !!⁣ ⁣\n\nPS. NANTI MALAM GUE AKAN UPLOAD VIDEO #TETAPJAGOANDIRUMAHAJA VERSI GUE 😁", "comment_count": 11, "like_count": 229}, "post7": {"caption": "Sebuah persembahan untuk hari kemenangan. Saya dan @mgalihputrar merangkai beberapa video dari beberapa Masjid di Indonesia yang kami kunjungi ketika dulu masih bisa melakukan perjalanan dengan bebas.\nSelamat Hari Raya Idul Fitri untuk semua kawan-kawan. Minal aidin wal faidzin, Mohon maaf lahir dan batin. 🙏\nSemoga kita cepat bertemu dan berjabat tangan dengan bebas tanpa ada ketakutan.\n🙏\n#idulfitri\n#lebaran\n#BaratdayaJourney \n#Aceh #Semarang", "comment_count": 7, "like_count": 214}, "post8": {"caption": "Tentang Fokus dan Keseimbangan.\n•\nDua hal yang sangat penting dalam proses perjalanan; fokus, dan keseimbangan.\nFokus pada tujuan awal, lalu berjalan secara seimbang dengan alam.\nKarena sejatinya kita hidup berdampingan dengan alam. Dan para pejalan paham betul tentang makna-makna yang diajarkan alam dalam perjalanan.\n\nKalau lagi traveling, gue merasa terbantu banget semenjak pake OPPO Reno 2 Series ini. Banyak fitur hebat di kamera Handphone ini, salah satunya fitur bokeh, juga ada fitur Ultra Steady Video yang bisa menghasilkan video yang stabil tanpa stabilizer.\n\nSemua yang gue butuhin udah ada di OPPO Reno2 Series, yang bisa mempermudah mengabadikan momen travelling gue.\n\n@oppoindonesia\n#OPPOReno2\n#Reno2ExperienceID\n#theunshakablereno", "comment_count": 8, "like_count": 254}, "post9": {"caption": "Bagiku, perjalanan adalah bagian dari kehidupan. Di perjalanan sering terjadi pertemuan dengan banyak kisah dan keindahan.\nDan setiap perjalanan, layak untuk diceritakan kembali.\n\nSekarang kalau traveling kayaknya cukup bawa OPPO Reno2 Series aja ga usah bawa kamera, lensa dan stabilizer.\n\nGue merasa terbantu banget semenjak pake OPPO Reno 2 Series ini. Bamyak fitur hebat di kamera Handphone ini, seperti dark mode yang bisa menghasilkan foto terang meski dalam gelap, juga ada fitur Ultra Steady Video yang bisa menghasilkan video yang stabil tanpa stabilizer, dengan Ultra Wide Angle gue bisa menghasilkan foto dan video yang wide tanpa gue ribet bawa lensa wide, di tambah sama Bokeh Video Effect yang bikin video gue jadi bokeh seperti hasil kamera dslr dan mirrorless.\n\nSemua yang gue butuhin udah ada di OPPO Reno2 Series, yang bisa mempermudah mengabadikan momen travelling gue.\n\n@oppoindonesia\n#OPPOReno2\n#Reno2ExperienceID\n#TheUnshakableReno", "comment_count": 18, "like_count": 283}, "post10": {"caption": "Only in Bromo you can drive above the clouds ☁️ 🌋 \n__________________________________\nTerlalu lama di rumah menyebabkan banyak kenangan-kenangan kembali ke permukaan. Ketika saya lihat-lihat galery hp, nemu video ini. Video ini diambil di Bromo, sebuah tempat indah di Jawa Timur.\nHanya di Bromo kamu bisa nyetir mobil trus di bawahnya ada awan. Iya, awan beneran bukan editan. \nWaktu itu saya dan mas @osisam memang sangat beruntung bisa dapat pemandangan seindah ini. Perfecto!\n#Bromo\n#BaratdayaJourney\n#TravelVideo\n#earth", "comment_count": 35, "like_count": 802}, "post11": {"caption": "TERUNTUK SEMUA KAWAN-KAWAN YANG TIDAK BISA MUDIK\n•\n\"Pagi ini aku melewatkan sahur, di hari pertama puasa. Sedih memang rasanya tidak bisa melalui ibadah puasa bersama keluarga di kampung.\n•\nDua minggu lalu Ibu bilang, pulang dulu saja nak.\nTapi dengan sangat terpaksa aku tidak bisa memenuhi keinginan Ibu. \nBu, maafkan aku ya. \nIbu tahu kan, keadaan sedang tidak baik-baik saja. Bumi kita sedang diserang bencana hebat.\nDo'akan ya Bu, semoga semua ini cepat berlalu, dan kita bisa berkumpul lagi. \nJujur saja, aku rindu, sangat.\" Kawan-kawan yang tidak bisa mudik, nggak apa-apa, kamu nggak sendirian kok, yok sama-sama kita kuat di rantau!\nOh iya, tahan diri dulu ya untuk #DiRumahAja agar semuanya cepat berlalu.\nSalam.", "comment_count": 27, "like_count": 414}}}