{"username": "barrykusuma", "full_name": "Barry Kusuma", "follower": 64758, "following": 1301, "post_count": 2991, "category_name": "Photographer", "biography": "Travel Photographer & Videographer.\n#Liberteam #LumixIndonesia\nStock Footage & Photo Banks", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Sharing & workshop content creator buat temen2 di Desa Wisata Sasak Ende & Kopang di Pulau Lombok seminggu penuh.\n\nDari workshop foto, video, drone, editing sampai bisa & di desa bisa menjadi content creator lokal yang bisa mempromosikan desanya.", "comment_count": 44, "like_count": 366}, "post1": {"caption": "Terimakasih untuk sahabat DOSS yang sudah mengikuti workshop \"Be A Content Creator & Level Up Your Video Value\" bersama @barrykusuma \n\nTerimakasih Supportnya @lumixindonesia \n\nDOSS Camera & Gadget | Toko Kamera Terbesar di Indonesia\n\nDOSS Jogja\nJl. Kaliurang KM. 5 no. 23\n\n#doss #dossjogja #dosssuperstore #dosscamera #dossjogjacommunity #cobadulubarubeli #cameraindonesia #tokokameraonline #camerastorejogja #photography #eksisbarengdoss #makinasikbelanjadidoss #tokokamerajogja #camerajogja #workshopwithdossjogja #workshopbydossjogja #reels #reelsdossjogja #dossjogjareels", "comment_count": 1, "like_count": 26}, "post2": {"caption": "Workshop Content Creator di Desa Sianjur Mula2 & Huta Sialagan di Samosir Sumatera Utara selama seminggu penuh.\n\n4 hari full workshop dari foto, video, drone, editing sampai bisa, agar teman2 desa wisata bisa menjadi content creator yg handal & mempromosikan desanya.", "comment_count": 32, "like_count": 287}, "post3": {"caption": "Tahu Campur yang Ngangenin.\n\nGak perlu banyak caption, video udah berbicara 😋", "comment_count": 9, "like_count": 110}, "post4": {"caption": "In nature, nothing is perfect and everything is perfect.", "comment_count": 8, "like_count": 66}, "post5": {"caption": "4K is the King, agency atau corporate lebih menyukai resolusi video yang tinggi. minimalnya adalah Video Full HD, tapi 4K jauh lebih laku dan lebih baik. memang sih klien cari footage berdasarkan kebutuhan, tetapi kalau ada 2 footage sama beda videografer yang satu 4K dan satunya Full HD, pastinya klien lebih memilih 4K.\n\nFootage ini diambil horizontal dan dicrop vertikal, terlihat masih sangat tajam dan detail kan, apalagi kalau untuk kebutuhan sosmed.\n\nTips lainnya saya share nanti, kenapa 4K footage begitu diminati oleh editor dan klien.\n\nLokasi Hutan Pinus Tele, Sumatera Utara.", "comment_count": 4, "like_count": 146}, "post6": {"caption": "Why do we fall? so we can learn to pick ourselves up.\n\n\"Batman, The Dark Knight.\"", "comment_count": 4, "like_count": 97}, "post7": {"caption": "Birds Hunting di Utara Kota Jakarta.\n\n#MuaraAngke #TakenWithLumix #GH5", "comment_count": 0, "like_count": 77}, "post8": {"caption": "Pasar Beringharjo Jogja cocok buat yg suka hunting street. disini ada batik, jajanan pasar, hingga souvenir.\n\nBuat yang suka hunting street food atau budaya, disini banyak banget mbah2 dan aktivitas tradisional pasar lainnya.\n\nEnaknya hunting disini lantai 3 buanyak kuliner yang enak2. Laper habis hunting tinggal makan hehe.\n\n#Jogja #streetphotography #beringharjo #TakenWithLumix #GH6", "comment_count": 4, "like_count": 178}, "post9": {"caption": "Hati2 makan Sate Koyor di Yogyakarta.\n\nSaking nikmatnya ga berasa udah berapa puluh tusuk. yang punya kolesterol hati2 hehe.  Sate Koyor merupakan sate yang menggunakan lemak atau gajih sapi sebagai bahan utama, tetapi lemak yang di gunakan berbeda dengan biasanya lemak biasanya yang kita temukan di lemak soto atau bakso karena lemak pada sate koyor tidak meninggalkan lemak di langit-langit mulut.\n\nWalaupun terbuat dari bahan utama lemak, sate koyor ini memiliki tekstur yang empuk dan rasa yang gurih, bumbu yang di gunakan untuk memasak sate koyor terbilang sederhana, karena kita hanya memerlukan bumbu inti dapur seperti merica, bawang putih, ketumbar, dan gula jawa. sate koyor sendiri merupakan street food ala Yogyakarta.\n\n#Jogja #KulinerJogja #SateKoyor\n#TakenwithLumix #gh6", "comment_count": 16, "like_count": 119}, "post10": {"caption": "Jathilan, Tarian Tertua di Tanah Jawa.\n\nTari Jathilan, para penari menyimbolkan kegagahan seorang prajurit di medan perang. menggunakan kuda tiruan yang dibuat dari anyaman bambu atau kulit binatang. Kuda ini kemudian disebut sebagai kuda kepang. Tarian Jathilan dikenal sebagai tarian yang identik dengan unsur magis. Tak jarang penari Jathilan dirasuki roh halus dan mengalami kesurupan.\n\n#jogja #jathilan #TakenWithLumix \n#LibertyToDiscover \n#LumixIndonesia #lumixgh6", "comment_count": 0, "like_count": 81}, "post11": {"caption": "Surfing is a way to be free.\n\n#surf #surfing\n#TakenWithLumix \n#LibertyToDiscover \n#LumixIndonesia #lumixfz2500 #120fps \n#GenerasiKameraTanpaPanas \n#rekamtanpabatas", "comment_count": 8, "like_count": 174}}, "data_media_video": {"post0": {"caption": "Pasar terapung di Banjarmasin mencoba bertahan dan sudah semakin berkurang.\n\nKetika masyarakat sudah enggan jual beli di sungai, satu-satunya harapan bagi pedagang pasar terapung adalah menggantungkan hidup dari kunjungan wisatawan.\n\nTradisi yg sudah berusia ratusan tahun ini sudah selayaknya dilestarikan.", "comment_count": 4, "like_count": 213}, "post1": {"caption": "Pertarungan Sengit Dua Pepadu Cilik (peresean) di desa @sasakende", "comment_count": 5, "like_count": 154}, "post2": {"caption": "Workshop Content Creator di Desa Sianjur Mula2 & Huta Sialagan di Samosir Sumatera Utara selama seminggu penuh.\n\n4 hari full workshop dari foto, video, drone, editing sampai bisa, agar teman2 desa wisata bisa menjadi content creator yg handal & mempromosikan desanya.", "comment_count": 32, "like_count": 287}, "post3": {"caption": "Menikmati alam sambil nonton balapan.\n\nSiapa yg minggu depan nonton World Superbike disini?", "comment_count": 25, "like_count": 576}, "post4": {"caption": "Di Desa @sasakende Lombok kita bisa melihat Presean, atraksi ini adalah pertarungan antara dua orang laki-laki Suku Sasak yang bersenjatakan rotan untuk memukul dan tameng yang terbuat dari kulit kerbau. Presean ini biasanya dilakukan untuk pembuktian ketangkasan, ketangguhan, keberanian bagi para lelaki Suku Sasak dalam bertanding. \n\nDalam presean ada tata caranya juga yaitu tidak boleh memukul anggota bagian bawah kaki atau paha, yang di perbolehkan yaitu bagian atas pundak, kepala, dan punggung. Selain itu Presean juga di gelar dalam ritual memanggil hujan di musim kemarau.\n\n#TakenWithLumix #GH5II #2550MM", "comment_count": 15, "like_count": 340}, "post5": {"caption": "Salah satu spot terbaik untuk menikmati sunset di Pulau Lombok.\n\nApa spot favorite mu di Lombok?", "comment_count": 6, "like_count": 257}, "post6": {"caption": "Sharing & workshop content creator buat temen2 di Desa Wisata Sasak Ende & Kopang di Pulau Lombok seminggu penuh.\n\nDari workshop foto, video, drone, editing sampai bisa & di desa bisa menjadi content creator lokal yang bisa mempromosikan desanya.", "comment_count": 44, "like_count": 366}, "post7": {"caption": "6 tahun lalu pernah ke Pulau Bakut, kaget sekarang sudah tertata rapi dan ada jembatan untuk keliling pulau.\n\nPulau Bakut merupakan sebuah delta sungai yang terletak di tengah-tengah Sungai Barito dan merupakan kawasan hutan ekosistem hutan mangrove. \n\nDan Pulau Bakut merupakan konservasi habitat Hewan Bekantan. Bekantan merupakan monyet endemik khas Kalimantan, begitu juga dengan Kalimantan Selatan juga terdapat monyet Bekantan.\n\n#TakenWithLumix #GH5II #PanaLeica100400 #shafwahholidaysjelajahindonesia", "comment_count": 35, "like_count": 344}, "post8": {"caption": "Wajib dibawa saat hunting foto & video wildlife.\n\n1. Kamera Mirrorless & bawa lensa tele range 200-400mm untuk mengabadikan satwa liar.\n\n2. Bawa Sandisk Extreme PRO UHS-II SD card berkapasitas besar 128GB, agar tidak kehilangan momen kamu saat traveling.\n\n3. Jangan lupa membackup foto & video kamu dengan Sandisk Extreme Pro Portable SSD V2 selama perjalanan, hardisk ini sangat aman dibawa jalan-jalan dan tangguh di berbagai medan.\n\n4. Ingat ketika hunting wildlife itu harus sabar dan banyak batere agar tidak kehilangan momen.\n\n#WesternDigital #SanDiskAPAC @SanDiskAPAC", "comment_count": 24, "like_count": 136}, "post9": {"caption": "Kalau inget Kota ini langsung kangen sama.\n\n1. Palubassa\n2. Konro\n3. Coto\n4. Es Pisang Ijo\n5. Es Pallu Butung\n6. Pisang Epe\n\nduh kok makanan semua ya 😂", "comment_count": 39, "like_count": 708}, "post10": {"caption": "Blusukan ke desa - desa di banda Neira, surprisenya banyak desa disini bersih dan tertata rapi.\n\nBanda Neira memang bisa dijangkau dengan berjalan kaki sih, tapi saya saranin sih disini sewa motor aja biar puas dan cepet kemana2 kalau mau hunting foto.", "comment_count": 14, "like_count": 365}, "post11": {"caption": "Kalau dulu DJI mengeluarkan drone sesuai pengguna, menurut gw sekarang DJI mengeluarkan drone disesuaikan kebutuhan kita.\n\nAda beberapa alasan kenapa DJI Mini 2 wajib dibeli, apalagi buat kamu yang belum punya drone dan kepingin beli drone baru.\n\n1. DJI Mini 2 ini ringan banget, dengan berat kurang dari 250gram, gedenya kira2 setelapak tangan. dibawa kemana2 juga Ringkas dan nyaman.\n\n2. Ada beberapa fitur penting yang pingin gw highlight disini, gw bilang drone ini kecil2 cabe rawit, karena banyak banget fiturnya. Mavic Mini 2 ini sudah menggunakan ocusync 2 yang bisa mencapai jarak 10 km transmisi remotenya dan preview di smartphone juga sudah HD\n\n3. Yang lebih gokilnya lagi baterai mavic mini 2 ini bisa terbang maksimal 31 menit, surprisenya ngeliat ukuran batterenya ini yang kecil tapi bisa tahan lama diatas udara.\n\n4. Selain itu motornya juga sudah diupgrade sehingga punya akselerasi yang cepat dan tahan hembusan angin hingga 38km perjam. menurut gw upgrade mesinnya ini penting banget ya, karena ukuran mavic mini 2 ini kecil banget. takutnya kena angin bisa fly away, apalagi kalau nerbangin di pulau atau pinggir pantai yang anginnya gede. nah dengan upgrade mesin ini minimal mengurangi lah resiko fly away.\n\n5. Yang paling penting dari semua fitur, adalah specs dan improvement kamera dari DJI mini 2 ini. terutama di perekaman videonya yg sudah bisa merekam 4K 30fps 100mbps.\n\n6. Mode fotonya juga sudah bisa menyimpan file raw biar leluasa mengeditnya di photoshop. walaupun ukuran sensornya mini 2 ini masih sama dengan yang lama, tapi sudah banyak fitur2 yang ditambahkan seperti RAW, quickshoot, hdr, dan panorama Wide-Angle.\n\n7. Dengan kualitas perekaman gambar diatas, mau bikin konten disosmed, jualan aerial footage, atau sekedar foto selfie bersama teman atau keluarga semuanya bisa.\n\n8. Oiya kamu sudah bisa membelinya dan sudah tidak pre order lagi di @dji.era @urbanrepublicid baik online maupun store.\n\nMenurut gw DJI Mini 2 termasuk drone hybrid, bisa buat pemula atau content creator yang butuh buat traveling ringan dan liburan bareng keluarga yang gamau ribet2 deh pokoknya. @djiglobal #DJIMini2 #MakeYourMomentsFly #EranyaDJI", "comment_count": 164, "like_count": 1331}}}