{"username": "bemytravelmuse", "full_name": "Kristin Addis", "follower": 122352, "following": 494, "post_count": 2078, "category_name": null, "biography": "🧜🏻‍♀️ California girl traveling the world \n🤰🏻 Momma to be\n🌎 Travel blogger + vlogger \n📽 YouTube: bemytravelmuse \n✨ Tap that👇🏼", "is_profesional": true, "data_media_photo": {"post0": {"caption": "The bump over the months:⁣\n⁣\n1. At Donner lake this past week, now in month 9 and wondering if there’s really room to keep growing 😂 but I’ve thought that pretty much all along. ⁣\n⁣\n2. Lake Tahoe 2 weeks ago. This is a n00d beach and my favorite pics are actually without the dress but those are too hot for the ‘gram 😂 ⁣\n⁣\n3. Taken by @ilovethewayyouheal in LA when I was out visiting in April, inspired by @badgalriri and the way she slayyyyed pregnancy and celebrated her bump and body 👑 ⁣\n⁣\n4 + 5. Same spot, a few months apart, from when I just started showing to month 5. ⁣\n⁣\n\nThanks for letting me share this journey here. The body changes have been so weird and wonderful but overall I’ve felt empowered and enjoyed this experience. Hope motherhood feels the same 🤪", "comment_count": 34, "like_count": 843}, "post1": {"caption": "8 months of growing this human is worth celebrating, no? 👑 ⁣\n⁣\n\n#preggo #pregofashion #pregnantlifestyle #preggers #preggobelly #preggolife #preggolicious", "comment_count": 51, "like_count": 1560}, "post2": {"caption": "Who can relate? 😜\n⁣\nFor my girls out there who travel, did you wear less and less makeup as you went? I find myself barely wearing any most of the time, and I never really learned how to do my hair 😂 ⁣\n⁣\nWouldn’t trade those trail days in Alaska or Kyrgyzstan when it’s day 8, you haven’t had a shower the whole time, but you haven’t seen any other people, either, so who cares?⁣ Scenes in the video are from when I hitchhiked for two weeks on Patagonia’s Carretera Austral - an unforgettable place in this world. \n⁣\n#outdoorslife #outdoorsygirl #backpackerlife #dametraveler #hitchhiking", "comment_count": 24, "like_count": 950}, "post3": {"caption": "Didn’t see that one coming 😂 ⁣\n⁣\nI’d ended my lease in Germany after over four years. The rules there require a 90-day period, and between ending that lease and moving back to the US, I met Garrett in Namibia. Life is a wild ride. ⁣\n⁣\n#pregnancylife #pregnacy #preggo #pregnancyfashion #love", "comment_count": 48, "like_count": 1028}, "post4": {"caption": "This was pretty nerdy even for me 😂 ⁣\n⁣\nFeatured locations all in Southern Idaho: ⁣\nBox Canyon State Park and Lemmon Falls near Hagerman⁣\nPerrine Coulee Falls in Twin Falls⁣\nCity of Rocks near Burley ⁣\n⁣\nI had fun thinking of different parts of this one to film during the trip - probably my last one before baby boy is here! Thanks @southernidaho for hosting this adventure! \n\n#southernidaho #ad #idahome #positivity #solotravel #solofemaletravel #solofemaletraveler", "comment_count": 28, "like_count": 470}, "post5": {"caption": "Anybody else? Food is my love language 💕 ⁣\n⁣\nFeaturing some deliciousness from around Southern Idaho:⁣\n🧁blueberry sour cream muffin from Java Twin Falls⁣\n🍨 chocolate raspberry truffle ice cream from cloverleaf creamery in Buhl, Idaho (and Twin Falls 2nd South Market)⁣\n🥪 French dip from Elevation 486 in Twin Falls⁣\n🥩 Prime Rib from Morey’s Steakhouse in Burley, Idaho⁣\n🍧 Açaí bowl from Trufuel⁣ in Twin Falls\n⁣\nNot pictured but very much enjoyed was Jasmine Thai in Twin Falls and the brisket salad at Bullzz Eye BBQ in Hagerman as well! #southernidaho @visitsouthernidaho \n\n[ad] #idahome #idahofood #idahofoodies #foodheaven #foodtravel #travelfood #travelfoodie #twinfalls", "comment_count": 27, "like_count": 567}, "post6": {"caption": "Name something you ❤️ that people try to talk you out of. ⁣\n⁣\nMy family and friends are super supportive, but random people on the Internet seem very, very concerned that I hike by myself, that goes double for while being pregnant!⁣\n⁣\nIt’s what I like, and I ain’t stopping 😉 ⁣\n⁣\nFilmed at the City of Rocks, a beautiful camping and climbing spot in the middle of nowhere, Idaho 👌🏼 #southernidaho \n\n#southidaho #visitidaho #solohiking #solocamping #pregnantlife ad", "comment_count": 33, "like_count": 582}, "post7": {"caption": "When I decided life was playful it played back with me…⁣\n⁣\nThis is one of many, many waterfalls in Twin Falls (and the surroundings), Idaho. I had no idea all this was out here! You can stumble upon some amazing things without having any idea out here #southernidaho @visitsouthernidaho \n\nAd #idaho #idahome #solotravel #solofemaletravel #solofemaletraveler #preggerstravel #preggerslife @southwestidaho", "comment_count": 37, "like_count": 827}, "post8": {"caption": "No time like the present…⁣\n⁣\nHow often have people wondered why you do what you do because it isn’t the norm?⁣\n⁣\nI’m in my 8th month of pregnancy but had to squeeze in one more trip! This is Box Canyon State Park in Idaho. Every time I post pics from Idaho people are like, wow that’s Idaho?! The state is so dang beautiful @visitsouthernidaho #southernidaho [ad]\n\n#idahome #idaholife #solotravel #solofemaletravel #solofemaletraveler", "comment_count": 23, "like_count": 566}, "post9": {"caption": "Life lately. This little blue dress would barely zip up but at least I got a chance to wear it 😂 ⁣\n⁣\nG and I headed to this perfect retro Airbnb outside of Joshua Tree In my endless quest to show him as much of my home state as possible. The deserts down south are certainly one of my favorite parts and I’m glad he got to experience it on what was probably our last babymoon. ⁣\n⁣\nThat said, we had a hard time ever leaving @birdhousejoshuatree check them out to book this retro dream! It fits 6+ though we enjoyed having it all to ourselves, too! Links in my stories.", "comment_count": 14, "like_count": 517}, "post10": {"caption": "It’s my birthday (getaway) ⁣\n⁣\nIt’s also the last little babymoon getaway for Garrett and I and it couldn’t have been a better spot than this retro design dream outside of Joshua Tree @birdhousejoshuatree \n⁣\nThe photos of it looked cool but actually being there and seeing every detail was such a treat. I love unique stays and this one has so much personality and it’s so private and right in the heart of the desert. My favorite part was the heated pool, though 😉 \n\n#uniquehomes #joshuatreeairbnb #joshuatree #airbnb #amazingairbnb #babymoon #luxurystay", "comment_count": 43, "like_count": 829}, "post11": {"caption": "It’s never too late to start over. \n⁣\n10 years ago I worked in mergers and acquisitions. I closed one of the biggest deals my firm ever had and watched as they congratulated my male superior who did 1% of the work instead of me, who did 99%. Shortly after, I finally made the choice to buy a one-way ticket to Bangkok and leave it all behind. I bought the domain for bemytravelmuse, quit that job, and took a leap of faith. ⁣\n⁣\n10 years ago I didn’t know what I wanted out of life and Instagram barely existed yet, blogs made very little money, and I was leaving a stable and lucrative career, but there had to be more and I realized money didn’t make me happy. Freedom did. ⁣\n⁣\nIt would be 6 months before I started posting regularly and really “started” the blog, but 10 years ago is when I pushed the purchase button on the flight and committed. ⁣\n⁣\nThere were some very lean years. I only slept in dorms, hitchhiked to keep going, and would write freelance articles for as little as $50 to keep the dream alive. But one thing I knew for sure - I wasn’t going to watch someone else get credit for what I did ever again, no matter what it took. ⁣\n⁣\nI met my love on the road, and we’re starting a family, but I’ll never forget my first baby - my blog. Social media is fun but the website is where I poured all my passion. Writing is my truest love. Now it gets nearly 500k visits every month and I’m so thankful for it all. ⁣\n⁣\nFor so much of it I felt like I was too far behind, not smart enough, never would be good enough, but somehow I stuck with it anyway. So if anyone needs to hear this - when you think it can’t be done, do it anyway. What really makes people succeed is grit ♥️⁣\n⁣\n⁣#girlboss #solotravel #solofemaletravel #femaleentrepreneur #femaleempowerment", "comment_count": 120, "like_count": 1962}}, "data_media_video": {"post0": {"caption": "This is the Earthship Biotecture in Taos, New Mexico and this is what it’s like to stay in a home that’s built from trash, creates its own heat, energy, and collects water from the rain to recycle 4 times! True #greenliving #offthegrid #offthegridliving featuring @earthship @ecolivingmatrix", "comment_count": 15, "like_count": 461}, "post1": {"caption": "Thinking of a solo trip this summer? These are the best places to travel alone in the United States of America, from sea to shining sea.", "comment_count": 34, "like_count": 555}, "post2": {"caption": "Take stunning pictures of yourself even when you travel alone!", "comment_count": 33, "like_count": 813}, "post3": {"caption": "It’s snowing today in Reno and I still get excited about that kinda thing 😂 ☃️ Snow is the 6th food group. #foreveryoung", "comment_count": 29, "like_count": 794}, "post4": {"caption": "Like a little kid who never outgrew bath time. ⁣\n⁣\nOne of my most popular recent videos is of a real Canadian winter experience, complete with driving speeding Mercedes across a frozen lake, taking a snowmobile to a shipwreck in the Arctic, and the northern lights in the middle of nowhere. Wish I could go back right now. Check out my stories to be transported there now! #exploreMB", "comment_count": 26, "like_count": 932}, "post5": {"caption": "Have you heard about the opportunity to win a flight to Hawai'i? ICYMI, I've partnered with @HawaiianAirlines and @Mastercard for their #alohafromabove sweepstakes! This week, we’re taking the virtual scavenger hunt to the island of Moloka'i! ⁣⁣\n⁣⁣\nI’ve been to every visitable island in Hawai'i, and I loved Moloka'i for the lush jungles, enchanting waterfalls, beautiful valleys and wild beaches. Wishing for a chance to visit? The locations are hidden all around the island, and your scavenger hunt clues are in this video. #Ad ⁣⁣\n⁣⁣\nSo, here's how it works. Just go to AlohaFromAboveSweepstakes.com (link in bio) and search for five hidden letters, A-L-O-H-A, within a map of Moloka'i. Once you find all the letters, you can enter the sweepstakes for a chance to win a flight to Hawai'i. There's a new chance to win next week, too, with clues on @hawaiianairlines! ⁣\n⁣\n(No purc nec; open to 50 US/DC, terr, 18+/age of maj; ends 1/24/21.) #sweepstakes", "comment_count": 7, "like_count": 225}, "post6": {"caption": "Here’s a chance to win a flight to Hawai'i! Hawai'i has captured my heart ever since childhood when I'd go visit my family there. Each island is so different with unique adventures of the aquatic, jungly, and oftentimes rocky kind! Have you been before or are you itching to go? Today I'm reminiscing about Lānaʻi one of the least-visited and most adventurous islands. The diving is great, the sunsets are magical, and I loved the sense of solitude there. ⁣\n⁣\nI've partnered with @HawaiianAirlines and @Mastercard for their #AlohaFromAbove sweepstakes! The locations are hidden all around the island, and your scavenger hunt clues are in this video. #Ad ⁣\n⁣\nSo, here's how it works. Just go to AlohaFromAboveSweepstakes.com (link in bio) and search for five hidden letters, A-L-O-H-A, within a map of Lānaʻi. Once you find all the letters, enter the sweepstakes for a chance to win a flight to Hawai'i. Come back each week for a new chance to win! ⁣\n⁣\n(No purc nec; open to 50 US/DC, terr, 18+/age of maj; ends 1/24/21.) #Sweepstakes", "comment_count": 15, "like_count": 273}, "post7": {"caption": "Wait for it... 🐦 ⁣\n⁣\nPeople have been telling me about the famous Chickadee Ridge in Tahoe and it was so cool to finally check it out! I brought along my niece and the hand sani. ⁣\n⁣\nSo frankly before the ‘Rona I rarely traveled with hand sanitizer and it wasn’t until lately that I started looking into it more. There are times when running water just isn’t available and lots of places ask us to sanitize before entering their establishments now, too!\n⁣\nBut that doesn’t mean I want chemicals and harsh perfumes on my skin. You too? We can all stop looking because I found the answer! @ecofreaks_usa has hand sanitizer that is unscented, leaves no residue, and is free from phthalates, parabens, and perfumes. Now if I enter an establishment and they want me to use hand sani, I’ve got my own!⁣\n⁣\nThe company has also planted over 2k trees with One Tree Planted, are a WWF partner in conservation, and they offer large refills to cut down on single use plastics. If you dig that too you can get a discount on their website (link in bio) with the code TRAVEL20. Happy (cleaner) trails! #bringyourfreak #sponsored", "comment_count": 11, "like_count": 461}, "post8": {"caption": "Baby blue water and white sand. #ad This is one of many perfect beaches in Aruba. And I love the contrast here. On one side of the island it’s rugged, 4 x 4 territory and on the other it’s white sand beaches and that perfect Caribbean blue water. ⁣\n⁣\nThe last two times I visited I stayed in Palm Beach, where most of the high-rise hotels are. But this time I really wanted a smaller, boutique experience and Manchebo beach was perfect. No crowds, just perfectly quiet beach days. \n\nThe Manchebo Resort and Spa was perfect - with a truly amazing spa! I also love that they use paper straws and check out all those solar panels! #onehappyisland", "comment_count": 7, "like_count": 398}, "post9": {"caption": "Just keep on looping and feel the calm wash over you,🎶 on. \nThis is in the far north of Manitoba, at the literal end of the road. While Gillam is more of an industrial town with only a few hundred (very friendly) residents, it’s certainly not set up for tourism. Yet it ended up being the perfect place to find solitude and capture the Aurora Borealis. What started out as an unintended layover when our flight to Churchhill was canceled due to weather became a northern light wonderland. This illustrates so well what I love about the far north - the peace and quiet, the perfectly cold evenings with clear skies, the little snow foxes scurrying by, and the incredible Aurora dancing 💃🏼 #exploreMB", "comment_count": 38, "like_count": 736}, "post10": {"caption": "The ocean I grew up knowing was cold and dark, with big waves and strong undertow. As a kid I didn’t care. Swimming took precedence over everything else. I don’t know where that innate love of water came from, but I’m so damn grateful. It made me care about the planet, the animals, and keeping it all clean. now I realize the ocean can be clear and so full of visible life! In the Galapagos, swimming with penguins, sea lions, schools of eagle rays, and even hammerheads, with just a mask and snorkel, - no tank needed - blew my mind. I’ve never seen such abundance under the water. People told me that the snorkeling could be even better than the scuba in the Galapagos and I totally believe them now (catch @jfur07 on the cover and at the end with the sea lions!) what an amazing week of sailing with @andando_tours.", "comment_count": 37, "like_count": 1059}, "post11": {"caption": "I'll never forget the first time I saw the Milky Way. Growing up in greater LA, it's just not something you see much unless you go out into nature. As an adult, I plan trips around the moon cycles so that I can see this dazzling display. Bonus points when a bunch of meteor showers converge, as you'll see in the timelapse. ...\nAs anyone who is into astrophotography knows, the more you get into it the more you plan it out so that you can get the Milky Way in the right moment, facing the right direction. That often means going to greater lengths, like a night hike miles down to a lake in a dark sky park, to see it. No regrets. This was a beautiful #MontanaMoment to capture @VisitMontana #sponsored", "comment_count": 56, "like_count": 1215}}}