{"username": "benjaminortega", "full_name": "Benjamin Ortega", "follower": 345999, "following": 911, "post_count": 628, "category_name": "Artist", "biography": "french filmmaker on a search to do better, because doing better is way better than doing more.\n🐎@colettethemustang \n👔 @cestnormal \nNew @dbjourney 🎥👇🏻", "is_profesional": true, "data_media_photo": {"post0": {"caption": "The Do better Project video is now Live on my YouTube! ❤️✌🏻\nThis past days were filled up with such dedication from all of you around the world! I still cannot believe we manage to collectively pick up close to 600 bags of trash around the world in just 92h!!! 🤯\nAny guess how many tons that could be?? Would be so curious to know 🤔\n\nTo be honest this project exceeded my expectations by a lot and it’s thanks to each and every single one of you!\nHopefully my YT video will properly tell our story and also translate how important is it to Do better around us! ❤️", "comment_count": 61, "like_count": 4442}, "post1": {"caption": "72h and 1.603 tons of trash picked up later we came back down from our little expedition! 🌋♻️❤️\n\n(Don’t check out the 4th photo of this carrousel, you might regret it 😂🤢)\n\nI still cannot believe what we just did, and how fast we pulled that off!\nHonestly no words can describe how good it feels to see this mission accomplished with such a success! \n\nFrom a little idea of a cleaner volcano, to meeting the incredible @greenrinjani_ , planning together the biggest cleanup ever done up there, while raising money by selling to you guys those virtual baguettes 🥖🥖🥖 in order to pay 50 porters to help us (thanks again @d__b__ for creating this fundraiser this fast)!\n\nI never thought we could make it happen this quick and I cannot thank enough @greenrinjani_ who manage to find those legendary 50 porters and planning the food, the national park passes and the insurance for everyone!\n\nThis was such a crazy journey filled up with incredible memories, and I cannot wait to share you the full vlog/documentary I filmed up here! 🎥 \n\nAnd btw, to spice it up, I have 48h to edit a draft of this vlog because we have a meeting with the officials from the national park office @btn_gn_rinjani to discuss about this problem and how we can solve it long term! And they also want to see the video I’ll make from this trip (so they can also approve it… 😅).\nHopefully they will like it and agree with our plan! 🙏🏻\n\nLastly, this is a little reminder to anyone out here that no dreams are too big to be fulfilled! So don’t hesitate to dream big and push yourself to make those dream happen! And also don’t forget to do better ❤️\n\n(Btw the 3rd was when I came back yesterday night all dirty and dusty but with the biggest smile on my face)", "comment_count": 4052, "like_count": 70963}, "post2": {"caption": "#StandUpForUkraine \nThis war is unacceptable. It has been 28 days so far and over 3.4 million people had to flee their homes, leaving everything behind, including some members of their families who are fighting for their life right now.\n\nHaving spent the last day at the border with Ukraine delivering supplies and witnessing the people crossing this border from one side to be free and from the other side to go in and help was very emotional, and I am glad to see that our team has been able to react this fast and help directly those in need!\n\nI wanted to send the biggest love to our Team Ukraine Love and everyone that made it possible ❤️\n@livetothemax @yestheory @ammar @thomasbrag @vicky.umanska @aj__forsythe @raul @gregregorec @savasonthego @hannahomusic @erictabach @ohshititsbranno @courtjackson1 @sumsumofficial @ann_karpenko @lucasnbravo @magicofy @itssoniat_ @olagatkiewicz Matt Cox& Austin Hulbert @oliviagudz @dariaaszymanskaa @Phelixpaul @szage @sumeyrz @josh.reji @23duane @zoheir_boutaleb @z.ynb @_10kuba @pranav.cr2 @michalina.lange @piotrbudzinnski @oliifl @kutayvarli @ecgvenn @_vic_berestova_ \n(hopefully I didn’t forget anyone… if yes just DM me 😉)\n\nAnd also the biggest thanks to everyone who donated ❤️\n\nAs I said in this video, the project continues and we still have most of the team out there ready for action every time a new donation comes in. \nBut now lets all work together and figure out a way to spread the word as much as possible in order to have our World Leaders do their part and stopping this mess as quick as possible 🇺🇦❤️", "comment_count": 241, "like_count": 10807}, "post3": {"caption": "@colettethemustang likes the sound of summer in the south of France. I like the sound of Colette in the summer in the south of France. 🤔 \n🇫🇷<🇫🇷+🐎\n\n🤳 @antoinetruchet \n\n.\n.\n.\n\n#ColetteTheMustang #fordmustang #mustang #ford #68mustang #68mustangfastback #1968mustang #mustangfastback #mustangsofinstagram #mustangs #musclecars #fastnblack #vintagemustangs #frontendfriday #mustangfanclub #mustanglife #mustangnation #mustangang_ #mustangporn #taillighttuesday #taillights #frontendfriday #mustangmonday #highmileageclub", "comment_count": 37, "like_count": 4961}, "post4": {"caption": "There's only so much perfection we can use in this world. Real beauty is rugged, messy, and in the moment. @benjaminortega talks to us about changing his perspective on filming, and the shots that really matter. Ep. 2 of Pack Heavy -> Chase Light is out now. Link in bio. #dbjourney #packheavychaselight", "comment_count": 63, "like_count": 5552}, "post5": {"caption": "Only 5 DAYS to go before our new @cestnormal summer collection drop! 🫶🏻😘 who’s excited???\nHere’s a little glimpse of what’s coming, all shot on @benjaminortega ‘s vintage film camera 🎞 \nWe are really proud to present to you those new colors and styles, some of our fav to date! Exactly what we all need for the coming holidays! ☀️🏖\nWhich colors do you like the most?\nAlso Benni is trying to convince the team to shoot the next campaign 100% on his film camera… 🤔\nPut a 🎞 under in the comment if you think it’s the best idea! \n\nMuch love,\nYour family 🫶🏻\n\n#cestnormal", "comment_count": 84, "like_count": 6889}, "post6": {"caption": "This is what my usual day looks like with #RayBanStories when I’m not vlogging! 😎\nI usually don’t bring my camera with me during the day. I barely bring anything with me. I like to be as “light” as possible, as much as it sounds cheesy, it feels really good.\nBut there are times when I wish I brought a camera or even my headphones…\n\n@rayban & @meta teamed up to create the best solution for that. They took their iconic sunglasses and literally injected 2 cameras, mics, and speakers into them! This is a tool I have been dreaming about having for quite some time now, so needless to say how proud I am to be presenting them to you today! #ad", "comment_count": 45, "like_count": 3892}, "post7": {"caption": "I am proud to announce my partnership with @rayban x @meta for their #RayBanStories! 😎\n\nEspecially since they decided to recreate their iconic sunglasses with the tech from Meta in order to make the best pair of eyewear.\nWould you have guessed these sunglasses have cameras, mics, and speakers?\n\nI have been using these for the past week now, and so far, these are hands down the coolest piece of tech I have been using. On top of recording videos and taking photos hands-free, the even cooler thing is that you can listen to music, podcasts and even take calls directly from the sunglasses. Like seriously 🤯\nRay-Ban Stories | Wayfarer \n\n(👉🏻 Swipe to see some videos and photos I shot with the glasses) \n#ad\n\nPortrait photos by sir @lifeof_riley himself!", "comment_count": 75, "like_count": 8529}, "post8": {"caption": "Bonjour, my name is @colettethemustang , I am 54yo, born in the USA and now living in France. I prefer croissants over donuts, but I think my dad @benjaminortega doesn’t agree… 🥐 > 🍩 ?\n\n📸 @antoinetruchet", "comment_count": 102, "like_count": 9238}, "post9": {"caption": "New vlog is live!\nWould you have guest that the e-skate and the @colettethemustang parts were filmed on the @djiglobal Mini 3 Pro? 🤔 Check out my new Vlog if you still doubt it!\nThis time, dji reached out to see if I wanted to try their brand new drone, the Mini 3 Pro. And let me tell you that when they sent me this tiny thing that weighs the same as an apple, I was doubting on how “Pro” it would be.\nSo together with my fellow French 🥖 @antoinetruchet , we took Colette for a road trip to Corsica to see how cinematic of a video we can shoot within 72h with this tiny drone. \nNow the question is how cinematic did you think it was? Do you think it is a “Pro” drone?\n\n.\n#DJIMini3Pro #FlyMiniCreateBig\n#djimavicmini #dronenature #mavicpro #djiphotography #droneworld #djimavic2pro #djimavicpro2 #dronegram #mavicair #djiglobal #dronepals #justgoshoot #ourplanetdaily #planetearth #adventuretime #wanderlust #optoutside #createcommune #theoutbound #stayandwander", "comment_count": 52, "like_count": 4273}, "post10": {"caption": "6:21am, @antoinetruchet @colettethemustang and I just arrived in Corsica!\nAlso, it’s Colette’s first road trip, so lemme tell you, she’s excited 👵🏼\nLet’s see how she behaves across the Island Of Beauty!\nBtw, who’s excited about a road trip vlog?? including some secret @djiglobal stuff…\nI’m pulling an all-nighter on the edit, maybe it will be live tomorrow…\n\n📸 @antoinetruchet (aka Gary L’Accrobranche)\n\n.\n\n#ColetteTheMustang #fordmustang #mustang #ford #68mustang #68mustangfastback #1968mustang #mustangfastback #mustangsofinstagram #mustangs #musclecars #fastnblack #vintagemustangs #frontendfriday #mustangfanclub #mustanglife #mustangnation #mustangang_ #mustangporn #taillighttuesday #taillights #frontendfriday #mustangmonday #highmileageclub", "comment_count": 47, "like_count": 9130}, "post11": {"caption": "2 big things happened to Colette:\n\n1st: she said that now that she’s 54yo, she finally needs to have her own instagram… @colettethemustang \n\n2st: 54yo also meant she wanted a full skin treatment. So she just came back from a quintessential job from my friend @blackcroisette, which means she finally looks like a black piano with the deepest black you can imagine and 0 micro scratches anymore! @flowtch from Black Croisette spent days polishing her and applied a ceramic treatment, so her skin is as soft and smooth as baby skin (slide to see all the steps and some before/after)!\n\nHere is the detail of that carrousel post:\n- Colette and I, happy like never before\n- a little video montage I made to show you how much love @blackcroisette gave her over the past few days! ❤️\n- the ultimate test with some water to see how much hydrophobic she is now!\n- how much you could see micro scratches before\n- now she’s like a mirror\n- when I came to pick her up. Felt like seeing her for the very first time\n- who needs a mirror when you have a Colette \n- my legendary friend @flowtch who spent days bringing Colette’s skin back to its glory days\n\nNeedless to say, Colette is now feeling better than ever before. And she told me she wanted to go on a little road trip… \n\nAny suggestions where we should go? 🏁🌍", "comment_count": 93, "like_count": 13250}}, "data_media_video": {"post0": {"caption": "#StandUpForUkraine \nThis war is unacceptable. It has been 28 days so far and over 3.4 million people had to flee their homes, leaving everything behind, including some members of their families who are fighting for their life right now.\n\nHaving spent the last day at the border with Ukraine delivering supplies and witnessing the people crossing this border from one side to be free and from the other side to go in and help was very emotional, and I am glad to see that our team has been able to react this fast and help directly those in need!\n\nI wanted to send the biggest love to our Team Ukraine Love and everyone that made it possible ❤️\n@livetothemax @yestheory @ammar @thomasbrag @vicky.umanska @aj__forsythe @raul @gregregorec @savasonthego @hannahomusic @erictabach @ohshititsbranno @courtjackson1 @sumsumofficial @ann_karpenko @lucasnbravo @magicofy @itssoniat_ @olagatkiewicz Matt Cox& Austin Hulbert @oliviagudz @dariaaszymanskaa @Phelixpaul @szage @sumeyrz @josh.reji @23duane @zoheir_boutaleb @z.ynb @_10kuba @pranav.cr2 @michalina.lange @piotrbudzinnski @oliifl @kutayvarli @ecgvenn @_vic_berestova_ \n(hopefully I didn’t forget anyone… if yes just DM me 😉)\n\nAnd also the biggest thanks to everyone who donated ❤️\n\nAs I said in this video, the project continues and we still have most of the team out there ready for action every time a new donation comes in. \nBut now lets all work together and figure out a way to spread the word as much as possible in order to have our World Leaders do their part and stopping this mess as quick as possible 🇺🇦❤️", "comment_count": 241, "like_count": 10807}, "post1": {"caption": "Here's the quick tutorial of my previous compilation video I made 100% in Adobe Premiere Pro! This is a quick breakdown of my editing workflow, where I also show you the tools that I like using the most: Speed Ramp, Masking and Lumetri tools. I also show you how I give my video more depth by adding sound effects and tweaking the music with some audio effects. I hope this tutorial gives you a little glimpse at how easy it is to create a video within Premiere Pro, and also that it makes you want to give it a try yourself!\nCheck out the link in my stories to check out Adobe's website and try Premiere Pro!\n@adobevideo #PremierePro #AdobePartner #EditYourStory #ad", "comment_count": 58, "like_count": 4318}, "post2": {"caption": "My @roger_dubuis ‘Secret List’ challenge 1 out of 12 has been approved!!!\n🍾💯\nIf you haven’t watched my recent YouTube vlog yet, please throw IG away for 10 min and go check it out. Then you’ll totally understand what I’m talking about!\n\nThis challenge was “Take Your Timepiece To The Sky” and I thought that literally flying from the French Riviera to Lombok with a paraglide was probably the nicest way to do it… took a while, but was definitely worth it!\n\nNow it’s time to enjoy some proper nice tropical time! 🌴🌊\n\nHuge thanks to @roquebruneparapente & @dodi.lombok for these incredible flights 🦅\n\nMusic @toutant 🖤\n\n#RogerDubuis #NoRulesOurGame", "comment_count": 76, "like_count": 16539}, "post3": {"caption": "Not everyday you can film and also drive such an incredible car!\nNEW VLOG IS LIVE 💣 link in Bio\n\nThis is the intro of my vlog! I really put such a wild energy on the filming and editing of this piece. It’s pretty hard to translate how a car feels, and I truly hope it does it to you now! If not, open your computer, head to my YouTube and watch it in 4K with the loudest speakers you have!\nThen let me know what you and your neighbors think hahaha 😘 \n\nWhat a time we had with @florianmerckx pushing this car how it’s supposed to be pushed, and @jonolsson1 and I trying to stay alive on the passenger seat!\n\nHuge thx again to @scuderiamontecarlo & @balco the proper session! 🤘🏻❤️", "comment_count": 175, "like_count": 27095}, "post4": {"caption": "New vlog is up you know wherewith a serious challenge:\n\nIs it possible to surf, skate and snowboard, all in 1 day? 🏄🏼‍♂️🛹🏂 \n\nSince I was a kid I had this challenge stuck in my head. But having the right conditions to do all 3 here in the French Riviera is almost impossible. But I personally like challenges and I like to spice them even more!\nI asked my friends @antoinetruchet & @florianmerckx if they wanted to join the challenge and also asked @mercedeseq if I could borrow the brand new 100%⚡️EQA I tested couple weeks before and see if I could do this whole trip on 1 single charge! \n\nHonestly we had a pure blast the whole day and I hope the full video will translate it as much as it possibly can ❤️\nAny feedback on the video? Lemme know in the comments and let’s chat 🤓\n\nMusic: @jnathyn - Dioma", "comment_count": 131, "like_count": 13424}, "post5": {"caption": "The mustang vlog is live on my YouTube! Link in my bio 🐎\nAnyone already watched it? 🍿\nThis vlog really represents something special to me. I’ve been dreaming about this exact day for a really long time. I actually never thought I would be able to make it happen one day. This is a good reminder to each and every single one of you. Remember to dream big and to always push yourself in the right direction in order to make it happen one day!\nThe biggest thank to my friend @nicolas_gaillard for the incredible fpv shots! 🤘🏻", "comment_count": 116, "like_count": 15939}, "post6": {"caption": "@douchebags Dboulangerie Vlog part 2 is coming on my YouTube tomorrow!⁣\nWho’s ready?? 🥖🤘🏻⁣\n⁣\nSo many incredible memories have been made within this past week and this vlog was honestly hilarious to film! Longing to have you guys discover how this 1 week Bakery makeover turned out.⁣\n⁣\nFPV drone shot by @dronesweden", "comment_count": 96, "like_count": 11589}, "post7": {"caption": "Leon the RS6 🔥⁣\nHow harmonious is it to put this monster of a build with such a strong melody!⁣\n⁣\nThis video was a pure blast to create! ⁣\nWell done @jonolsson1 for once again creating such a unique ride!⁣\n⁣\nBtw my mustang 🐎 is arriving in France in less than a week now, should I also do a light painting video with it? But I would need the perfect song for it... any suggestions? 👇🏻", "comment_count": 169, "like_count": 14250}, "post8": {"caption": "100k views on my latest YouTube video! 💯🔥\n\nTo thank you guys I decided to do a little compilation of all the best clips @nicolas_gaillard and I filmed while putting this one-off electric beast to the test @mercedesbenz ! 👊🏻\n\nHope you like it and if you haven’t watched the full video yet, you know where to find it 😘\n\nMusic: Clarx - Shakedown [NCS Release]", "comment_count": 238, "like_count": 16809}, "post9": {"caption": "So happy to finally announce I’m now officially part of the @roger_dubuis tribe! 🤘🏻\n@jonolsson1 and I have been working with @roger_dubuis for years now on so many incredible projects!\nAnd I’m really looking forward for all the upcoming ones! 🔥 \nI mean who know a watch maker who would let you Ollie in their shop and bomb downhill on a skateboard while wearing this incredible timepiece, the Excalibur Spider Huracán Performante!\n\nThanks for the filming help @florianmerckx 😎", "comment_count": 267, "like_count": 29829}, "post10": {"caption": "Finally reunited with @jonolsson1 for couple weeks of pure holidays! 🔥 And one of the first activities was of course to go ride the @fliteboard at sunset from @rickarddeler brand new Helena yacht!! 💪\nWe were already having a blast, and then a group of dolphins just decided to join the party and play with us! 🐬 \nHonestly the most unreal experience I’ve ever got the chance to live! I really hope the video does translate how crazy it felt 😅✔️\nWho watched the vlog yet?? 🤔Don’t forget to watch it on the biggest screen you have, preferably on a cinema haha and with the volume all the way to the top! 🤯❤️\n\nMusic: \nBesomorph & Arcando & Neoni - Army [NCS Release]", "comment_count": 332, "like_count": 24416}, "post11": {"caption": "New vlog is out on my YouTube! Did you guys already watch it?🔥\nLink in my bio!\n\nOf course you know me, a road trip with a @lamborghini = a Light Painting session! 👊\n\nSuch a mission to get to that perfect spot up in Arvidsjaur, Sweden! 🙌\n\nIt was midnight and we drove for hours before finding this perfect location with deep powder, surrounded by trees, with no lights around and especially no other cars or people! 😄\n\nMusic @snavs \nThank u for the help that night @chri_koch @atropatesis and the 2 military guys who helped us found the spot!\n.\n.\n#lamborghini #urus #ssuv #supercar #LightPainting #lamborghiniurus #lighttrails #aftereffects", "comment_count": 198, "like_count": 10037}}}