{"username": "calsnape", "full_name": "Callum Snape", "follower": 797144, "following": 554, "post_count": 1300, "category_name": "Photographer", "biography": "callum@callumsnapephoto.com\nVancouver 🇨🇦 Stay Wild🌲⛺️🏔\n#CalSnapeCreate", "is_profesional": true, "data_media_photo": {"post0": {"caption": "I’ll take one Iceberg coffee with cream, no sugar, please 🧊☕️ \n\n@gowesternnl @newfoundlandlabrador @icebergfinder #GoWesternNL", "comment_count": 180, "like_count": 4087}, "post1": {"caption": "After circling enormous icebergs by boat and watching whales dive, we were dropped off on Quirpon island to hike through this dreamy landscape. The nearly six kilometre trail took us along cliff tops and rolling hills, we were surrounded by colourful vegetation, whales feeding in the ocean and even a little Arctic Fox came over to see who the visitors were.\n\nHighly recommend this trip with @linkumtours! @gowesternnl #GoWesternNL\n\n@newfoundlandlabrador", "comment_count": 74, "like_count": 1653}, "post2": {"caption": "The northernmost point of Newfoundland. Beyond the island and early morning fog is the Labrador coastline that was visible most of my trip. It was wild to imagine Norsemen, or Vikings, temporarily living here nearly 1,000 years ago. They named this region ‘Vinland’, sailing from Iceland and Greenland to explore new lands. @gowesternnl \n\n@newfoundlandlabrador #GoWesternNL", "comment_count": 90, "like_count": 2701}, "post3": {"caption": "After soaking in the secret saltwater pools on the Li Galli islands, I boarded the Eilean and sailed back into Positano for dinner. Got a little sunburnt along the way and a mean watch tan to show for it! @panerai #PaneraiExperience", "comment_count": 109, "like_count": 3128}, "post4": {"caption": "I woke up at 4am, brewed some coffee and drove south to a small little village called Great Brehat where I spotted my first iceberg of the trip! Sipping coffee, feeling the first sunlight of the day and watching this berg will go down as one of my favourite moments! @gowesternnl \n\n@newfoundlandlabrador @icebergfinder #GoWesternNL", "comment_count": 183, "like_count": 3254}, "post5": {"caption": "Reunited with @panerai on the beautiful Amalfi coast for an incredible experience sailing aboard Eilean. This trip takes us to Positano and the Li Galli islands to celebrate the Radiomir Eilean watch that was inspired by the classic grandeur of Eilean, originally built in 1936! #PaneraiExperience", "comment_count": 124, "like_count": 2242}, "post6": {"caption": "Manifesting a summer full of moments like this! ✈️ 🗺 ☀️", "comment_count": 75, "like_count": 3079}, "post7": {"caption": "When I started researching my trip to Rome, there was one place nearby that everyone recommended; the Amalfi coast. So naturally, the adventurous side of me wanted to spend a night down there. One train and a boat ride later, I arrived in the stunning town of Positano. The sky decided to put on a show that evening, and I’m pretty sure it was one of the most beautiful sunsets I've ever seen! @aircanada #ReadyToEurope", "comment_count": 166, "like_count": 5037}, "post8": {"caption": "Would you believe me if I said this photo was taken through a keyhole no more than 1cm wide? Just like this view from Aventine Hill, Rome is full of well kept secrets. I partnered up with @aircanada to share Rome from my perspective, here are a few of my travel tips: \u2028\u2028🏛 Book a hotel one or two streets away from Piazza Navona so you’re in the heart of the action, but far enough away to relax. \u2028\u2028🍝 Eat at one of the many restaurants at Campo di fiori. Verso Sera was a personal favourite! \u2028\u2028🌅 Wake up early to have the Spanish Steps, Pantheon and Vatican City all to yourself! \u2028\u2028👟 Pack comfortable shoes. Rome is a walking city full of cobblestone streets and you’ll want something comfy to let you explore all day long! #ReadyToEurope", "comment_count": 116, "like_count": 3314}, "post9": {"caption": "My favourite thing to do in Rome? Walk the enchanting side streets in the morning to find a place to soak up the sun and have a Cappuccino. My curiosity leading me down every little side alley; getting lost, finding hidden gems to photograph and discovering secret gelato spots. @aircanada #ReadyToEurope", "comment_count": 117, "like_count": 2516}, "post10": {"caption": "Moonset at the Colosseum, one of those pinch-me moments. For years I’ve heard from others about the incredible food in Rome, the charming streets and thousands of years of history in front of your eyes. Everything you’ve heard is true, I took a flight from Toronto with @aircanada and spent a week wandering the city, it was nothing short of a dream and I feel like I’ve only scratched the surface!#ReadyToEurope", "comment_count": 145, "like_count": 2604}, "post11": {"caption": "Feels great to be back home even if it’s for a hot second! Sri Lanka was a blast and Italy was a dream, photos coming very soon! In the meantime, I’m happy to see Spring is full underway here in Vancouver with a few less-rainy days. I am EXCITED for Summer, anyone else?", "comment_count": 72, "like_count": 2325}}, "data_media_video": {"post0": {"caption": "We spent a week traveling around Northern British Columbia capturing beautiful untamed wilderness! When words and photos fail to do a place justice, video helps to tell the story but there’s nothing like experiencing this in person! #exploreBC  Partner", "comment_count": 260, "like_count": 4875}, "post1": {"caption": "I hiked up to this viewpoint in the Dolomites an hour before sunrise and there wasn’t a mountain in sight, just thick cloud. Slowly they began to swirl around the valley and the peaks emerged until the sun rose and lit everything up beautifully!", "comment_count": 182, "like_count": 8017}, "post2": {"caption": "The small village of Andermatt in Switzerland reminds me of a snow globe I used to shake when I was younger ❄️ Walking through this real life snow globe then warming up with a coffee was a dream! \n@andermatt_swiss_alps @myswitzerland #inlovewithswitzerland | partner", "comment_count": 200, "like_count": 8428}, "post3": {"caption": "I called the Canadian Rockies home for nearly eight years before moving to the coast. These mountains played a special part in who I am today. I recently returned for a little road trip and took out the @DJIGlobal Osmo Action to capture the experience. The front facing screen and Rocksteady video stabilization made it easy to capture beautiful footage on my trip! @roam #seeyourselfinaction", "comment_count": 198, "like_count": 9050}, "post4": {"caption": "There are so many incredible places around the world, it’s hard to imagine just how many spots like this exist. Places that overwhelm you and make you feel small, places that leave you awestruck and speechless.\n\n@eddiebauer #whyihike #ebcontributor", "comment_count": 268, "like_count": 10203}, "post5": {"caption": "The rush of adrenaline stood near the base of a waterfall is exhilarating! The blast of spray and the roar of crashing water overwhelms your senses, it’s only when you hike away from the falls that you realize just how incredible and intense they were. We’re so lucky to have places like this that can make us feel so alive!\n\n@eddiebauer #whyihike #ebcontributor", "comment_count": 457, "like_count": 19878}, "post6": {"caption": "I feel most at home when I’m on a mountain, whether it’s hiking in the Summer or snowboarding in the Winter. Lake Louise is my favourite resort in the winter, the diverse terrain combined with incredible snow conditions and beautiful scenery make it a really special place! @skibig3\n#instameetskibig3 #sponsored", "comment_count": 148, "like_count": 6208}, "post7": {"caption": "A good roadtrip isn’t just about the destination. It’s about the people, the conversations along the way, the lows, the highs and the really special moments you share along the way. Last week I drove 2,717 kilometres north through BC, Yukon and Northwest Territories to the Arctic Ocean with @mazdausa, it was a wild experience and a fun way to end the year!\n#CXarcticdrive #roadsreimagined\n#sponsored", "comment_count": 185, "like_count": 8101}, "post8": {"caption": "A magical sunrise in the @cookislands and one of my favourite memories from all of my travels 🏝\n@airnz #BetterWayToFly", "comment_count": 126, "like_count": 7423}, "post9": {"caption": "Life is slower up here in the Cariboos and I think that’s what makes this place really magical. It’s hard to disconnect and really enjoy your surroundings these days, up here I was able to do that, and it’s what I valued the most from my time here... that and this cabin which I could live in forever! \n#ExploreBC #CCClives", "comment_count": 108, "like_count": 4080}, "post10": {"caption": "It almost became routine each day to sit back and read by the fire after horseback riding and cross country skiing up in the Cariboo region. #ExploreBC\n#CCClives", "comment_count": 170, "like_count": 7880}, "post11": {"caption": "A few months ago I fell in love with New England, its beautiful landscapes and colonial charm. Head over to my Facebook page to watch the full video from my trip.\n#VisitTheUSA @visittheusa\n#mainething", "comment_count": 126, "like_count": 4794}}}