{"username": "catatanbackpacker", "full_name": "Travel Blogger | Ashari Yudha", "follower": 74992, "following": 955, "post_count": 1880, "category_name": "Blogger", "biography": "Messy feed with an inspiring stories on caption.\n📍 JKT\n📩 catatanbackpacker@gmail.com\n📖 www.catatanbackpacker.com \n📸 @canon.indonesia", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Di masa seperti ini, beli produk itu wajib banget multifungsi karena selain kita bisa ngirit pengeluaran, produk yang kita pakai juga bisa dipakai kapan aja dan di mana aja. Tentunya produknya nggak hanya bisa dipakai saat travelling, tapi bisa dipakai juga di kegiatan sehari-hari nih kayak hangout, ke kantor, bahkan olahraga!\n\nPas banget nih nemu produknya @torch.id. Materialnya kuat, waterproof, dan tentunya desainnya bervariasi. Ada macam-macam lho produknya, mulai dari tas, kaos, jaket, celana, sendal, dan peralatan outdoor lainnya.\n\nBtw lagi ada diskon 25% all items nih guys di www.torch.id. Buruan sebelum kehabisan! #torchsolusikeren @torch.id", "comment_count": 1, "like_count": 70}, "post1": {"caption": "Libur lebaran emang paling pas bareng keluarga! Kebetulan tahun ini mudik ke Jawa bakalan H+ nih, jadi sembari nunggu lebaran, staycation sama keluarga dulu. Kali ini saya dan keluarga staycation di Putri Duyung Resort, yang dekat banget dari Jakarta, tepatnya di kawasan Ancol.\n\nGa perlu jauh-jauh dari rumah, udah bisa dapetin pemandangan laut yang lumayan kece. Selain itu suka banget sama Nyiur Restonya, karena punya infinity pool yang cantik. Oh iya, ada dermaga panjang juga di mana kita bisa menikmati sunrise maupun sunset di sini. Menarik!\n\nBtw, lagi ada paket staycation menarik nih di Putri Duyung Resort. Ada paket staycation lebaran bareng keluarga besar! Atau mau menikmati staycation di masa puasa juga bisa, bahkan ada paket berbuka puasa juga lho. Sila cek di @putriduyung.ancol ya untuk info lebih lengkapnya!\n\nSekali lagi, selamat berlibur dan selamat menikmati waktu bersama keluarga!\n#BerbagiGembira #KembaliKeAncol", "comment_count": 16, "like_count": 702}, "post2": {"caption": "Kalau dulu traveling sendiri aja bebas, nggak perlu mikirin bawa apa. Tinggal plan dikit, terus gas.\n\nSekarang, mau jalan deket aja printilannya banyak bener, terus kudu ada plannya juga, tempatnya child friendly nggak, ada resto nggak, tempat nginepnya proper nggak, dll.\n\nTernyata traveling itu ada fase dan masanya 🤣 jadi inget tulisan di blog uda @langkahjauh beberapa tahun lalu. Fase-fase itu ada, dan hampir semua mengalaminya. Masa-masa euforia, masa-masa merasa paling terbaik, hingga akhirnya jadi biasa saja dan yaudahlah 😂\n\nYang penting mah sekarang sehat dan dicukupi, bonusnya masih bisa traveling tipis-tipis 😁😁", "comment_count": 2, "like_count": 176}, "post3": {"caption": "Dari dulu saya traveling, saya harus bener2 mempertimbangkan resiko, apalagi ketika jalan2 ala backpackeran. Bisa aja kan ditengah jalan ketemu hal yang gak diinginkan, apalagi banyak juga pengalaman kurang baik pas solo traveling. Dulu pas di Ambon pernah tiba tiba sakit dan harus dirawat sampai hampir 2 minggu, jadinya malah gak bisa kemana-mana dan auto abis tabungan. Makin kesini, saya makin yakin betapa pentingnya travel insurance saat traveling, karena kita gak pernah tau bakal ada kejadian apa didepan, misalnya sesimpel ketinggalan pesawat atau sakit ditempat tujuan, dengan travel insurance saya bakal dibantu sama insurance jadi gak perlu mikir dua kali.\n\nNah salah satu provider asuransi perjalanan yang sering saya pakai @zurichid ini punya perlindungan lengkap banget lho! Ada perlindungan tambahan untuk covid19 juga dan yang paling penting, ada family package secara sekarang banyak traveling bareng keluarga. Kalau kalian lagi ada plan buat travel domestik atau internasional, bisa banget dibeli di travellin.co.id dan pakai kode saya : ZTICB untuk dapetin exclusive merchandise selama periode berlangsung\n\nMau tau lebih banyak tentang info dan produknya, bisa cek @zurichid dan ikutan giveawaynya yaaa ! #ZurichTravelInsurance #BarengJadiLebih", "comment_count": 9, "like_count": 649}, "post4": {"caption": "Akhirnya setelah akhir-akhir ini jalan-jalannya staycation aja sama keluarga, kali ini bisa keluar ke alam lagi 😋\n\nKali ini lagi eksplor Taman Nasional Bromo Tengger Semeru untuk mengisi program Indonesia Kini @kemenparekraf.ri bareng si @schode_ @azmiwanda dan @chintyatengens. Semoga perjalanan kali ini aman, nyaman dan menyenangkan. Tapi pasti menyenangkan sih kalau bareng mereka2 ini 😂 apalagi timnya juga lawak semua 😂😂😂.\n\nDitunggu aja yaaaa video perjalanannya nanti 😋✌️", "comment_count": 6, "like_count": 179}, "post5": {"caption": "Kalau kemaren kita staycation di Anyer yang ke Barat banget, nah sekarang kita staycation ke Selatan, alias ke Bogor.\n\nLetaknya berada di kaki Gunung Salak bikin @kebunsubogor ini adem banget, cocok buat kamu yang cari villa yang adem-adem. Muat buat satu keluarga, mungkin satu keluarga besar malah. Dan bisa juga buat gathering kantor kamu lho!\n.\nYang saya suka untuk makanan kita prasmanan, jadi kerasa banget kekeluargaannya. Ada dapur juga yang dilengkapi dengan dispenser, kulkas dan kompor yang bikin mudah banget kalau malem2 kelaperan atau mau bikin makanan untuk anak.\n.\nOiya, lapangan dan tamannya gede banget, jadi mantep banget untuk main games atau outbond di sini.\nJembatan kacanya the best! Kalau ke @kebunsubogor , wajib mampir ke jembatan kacanya ya!", "comment_count": 8, "like_count": 408}, "post6": {"caption": "Banyak banget spot menarik untuk foto selama stay di @novusjivaanyer . Ga ada abisnya, mulai dari villa, restonya, fasilitasnya, hingga spot spot yang kita pikir ga akan ada apa-apa, eh ternyata tetep aja instagramable.\n\nVilla ✅\nMakanan ✅\nFasilitas ✅\nHospitality ✅\n\nRecommended for stay!", "comment_count": 2, "like_count": 843}, "post7": {"caption": "Room Tour @novusjivaanyer ! Ini dia nih Room Tour Seaside Pool Villa. Kamarnya pewe banget, cocok buat staycation bareng keluarga. Oh iya, ngga hanya Seaside Pool Villa aja, banyak tipe kamar lain yang tersedia lho. Cek aja akunnya @novusjivaanyer atau websitenya langsung ya!\n\nPro tips: kalau mau nginep di Seaside Pool Villa, bisa pilih kamar 601 karena posisinya di hook. Lebih luas dan ada gazebonya!", "comment_count": 13, "like_count": 618}, "post8": {"caption": "Ini dia nih food journey saya selama kemarin nginep di @novusjivaanyer . Pilihan makanannya banyak banget mulai dari masakan khas asli Indonesia, Asia, hingga Eropa! Mantapnya lagi, di Novus Jiva juga tersedia 3 pilihan restaurant yg bisa kalian pilih sesuai dengan gaya kuliner kalian yaitu Serai restaurant, C-level restaurant, Sarasa Lounge dan ada satu bar di lantai paling atas yaitu the Upper Circle. \nWorth it banget sih buat kalian yg suka makan karena makanan disini enak-enak dan porsinya gede. \nBuat kalian yg suka staycation dan juga food hunting cocok banget nih untuk nyobain nginep di @novusjivaanyer 😊", "comment_count": 2, "like_count": 516}, "post9": {"caption": "Staycation @novusjivaanyer . Next bakal bikin reels tentang room tour dan makanannya ya. Suka banget nginep di sini, banyak aktifitas yang bisa dilakukan 😁 cocok buat yang mau honeymoon ataupun liburan bareng keluarga. Hanya tiga jam aja dari Jakarta!", "comment_count": 29, "like_count": 758}, "post10": {"caption": "(GIVEAWAY ALERT)\n\nKebetulan beberapa hari yang lalu gw lagi di daerah PIK dan pengen ngopi, akhirnya mampir bentar ke Maxx Coffee Elang Laut. Taunya lagi ada promo B1G1! Terus serunya lagi, ada menu baru yang hanya ada di season Spring ini.\n\nUntuk makanan ada Cheese Bolognese Puff dan Pandan Melaka Babka. Minumannya ada Tropical Cloud Matcha,  Blossom Jello Tea,  dan Honey Blossom Cappuccino. Ini lengkap sih dari rasa kopi ada, jelly ada, manisnya juga dapet, pedes dan asinnya juga dapet dari makanannya. Lengkap!\n\nBtw Maxx Coffee lagi adain Give Away nih! Bakal ada 2 tumbler MAXX dan 3 free voucher iced Honey Blossom Cappuccino nih! Caranya gampang banget!\n\nTinggal follow akun @maxxcoffeeid, dan share postingan Buy One Get One Time to Blossom di IG Story kamu! Nanti gw bakal milih 5 orang yang beruntung untuk dapetin hadiahnya!\n\nSimpel kan? Yuk ikutan Giveawaynya dan ngopi di Maxx Coffee! #maxxcoffee #timetoblossom #springproduct", "comment_count": 25, "like_count": 529}, "post11": {"caption": "Emang sih harga LCD hape itu mahal banget. Apalagi device flagshipnya. Pas apes banget kemaren hape jatuh, dan pecah. Untung, hanya kacanya aja yang pecah dan LCDnya gak bocor. Kalau kena LCD, duh harganya pasti lumayan banget!\n\nIseng cari-cari di internet, ternyata ada jasa ganti kaca LCD yang pecah. Langsung tertarik dong, karena pasti lebih terjangkau dan komponen LCD masih tetap original. Akhirnya nyamper ke ITC Roxy Mas dan mampir ke Buana Phone Servis @buanaservice.id . Di Buana ini gak hanya spesialis servis kaca LCD, tapi servis hardware maupun software. Jadi apapun permasalahan gadgetmu, sok mangga bisa di cek ke Buana Phone Service.\n\nSampai sana, langsung dipretelin bagian LCDnya dan dalam waktu 2-3 jam, hape langsung mulus seperti semula.\n\nTerima kasih @buanaservice.id , hapenya udah jadi normal lagi! Recommended buat teman2 yang punya masalah sama hapenya! 😁😁😁", "comment_count": 196, "like_count": 13011}}, "data_media_video": {"post0": {"caption": "<SAVE AND SHARE> \n.\nKadang orang selalu mikir kalau yang namanya destinasi hidden gems itu harus ada di luar pulau Jawa, bahkan di pedalaman. Padahal, nggak gitu juga lho. Banyak banget hidden gems di sekitar kita, salah satunya di pulau Jawa nih! Kali ini, saya mau share hidden gems di Jawa Tengah yang bisa kalian explore nih saat kalian berkunjung kesini. Mulai dari lokasi penuh history sampai tempat pembuatan batik. Mau lihat itinerary lengkapnya? Yuk download aplikasi @kemanayo.id dan temukan itinerary ala aku dengan judul “Hidden Gems of Central Java: Rembang and Lasem versi @catatanbackpacker”\n.\nBuat yang belum tau @kemanayo.id, mereka adalah itinerary marketplace yang bikin  pengalaman traveling kamu lebih mudah dan seru! Gak perlu-perlu lagi cape-cape screenshot atau cari rekomendasi tempat online. Disini banyak banget itinerary buatan sesama traveler dan warga lokal yang pastinya bakal kasih kamu rekomendasi tempat yang anti mainstream. Nih, udah ada juga itinerary Jogja dari @depepedia, Bali Utara dari @kadekarini, Banyuwangi dari @kartuposinsta, dan Kuliner Semarang versi @myfunfoodiary juga loh!\n.\nYuk dapetin itinerary @catatanbackpacker sekarang, caranya gini:\n.\nDownload apps Kemanayo (IOS and Android user available)\n.\nCari di bagian Featured Trip “Hidden Gems of Central Java: Rembang and Lasem versi @CatatanBackpacker”\n.\nPake voucher “CatatanBackpackerXKemanayo”. Ada 50% diskon harga itinerary dari 50k, jadi 25k aja untuk periode 30 September - 10 Oktober. \n.\nPas banget nih untuk kamu yang ingin jalan-jalan sekaligus memperingati Hari Batik Nasional tanggal 2 Oktober ini, kamu bisa beli itinerary aku untuk menyusuri Jawa Tengah dan mengunjungi lokasi pembuatan Batik. Penasaran kan? Yuk buruan beli!\n.\nBuat kalian yang sudah beli itinerary saya, jangan lupa share di Instagram kalian dan tag saya yaa!", "comment_count": 3, "like_count": 985}, "post1": {"caption": "Nggak kerasa, sudah dua bulan terakhir ini saya tinggal di Tulungagung. Maklum, sekarang lagi masa-masanya jadi bapak siaga yang kudu tanggap karena bayi masih kecil banget, nggak tega ninggalin ke Jakarta. Apalagi, istri juga masih kerepotan dan sama-sama masih belajar.\n.\nNah mumpung di sini, bawaannya pingin ngabuburit aja, karena Tulungagung dan sekitarnya itu sebenernya banyak banget spot wisata yang menarik. Tapi berhubung pas lagi bulan puasa nih, kayanya wisata museum atau ziarah lebih cocok. Akhirnya saya memutuskan untuk mengunjungi Museum dan Makam Bung Karno di Blitar. Cocok banget sih ini destinasi buat mempelajari sejarah tentang Bung Karno dan kemerdekaan kita. Tempatnya juga adem, jadi cocok lah nggak rawan kecapean 😁.\n.\nKarena takut telat buka, saya selalu menyiapkan Gery Saluut Malkist sebagai teman berbuka puasa. Apalagi, didalam komplek museum nggak ada yang jualan. Jadinya aman deh untuk mengganjal perut sebelum makan malam. Cocok banget nih, ngenyangin dan rasanya yang manis bikin semangat lagi.\n.\nJangan lupa bawa Gery Saluut Malkist kamu ya!\n.\n@geryhappy #geryhappy #geryhappymancaaap", "comment_count": 21, "like_count": 433}, "post2": {"caption": "Menyambut Hari Pahlawan tim @superadventure_id mau bagi-bagi hadiah keren nih bro!\n\n5 orang yang beruntung akan mendapatkan voucher dari Blibli senilai @Rp200ribu dan 5 orang lainnya akan mendapatkan merchandise keren dari Super Adventure.\n\nCaranya gampang:\n\n• Lo wajib follow akun @superadventure_id.\n• Jawaban lo di komen cukup SATU KALI aja ya, Bro!\n• Tulis pada kolom komentar di postingan instagram @superadventure_id siapa \"Jagoan Disekeliling Lo\".\n• Pastiin lo berusia 18+ (dibuktikan dengan identitas saat menjadi pemenang).\n• Akun yang digunakan harus aktif dan JANGAN DI PRIVATE (Gembok).\n\nPemenangnya akan diumumkan pada Kamis tanggal 12 November 2020. Buruan ikutan bro!\n\nSemangat pahlawan, semangat untuk terus berkarya menjadi inspirasi banyak orang. Jangan pernah menyerah jika lo masih mau mencoba, masih banyak jagoan di sekeliling lo.\n\n#IDare #SuperAdventure #HariPahlawan #jagoandisekelilinglo", "comment_count": 18, "like_count": 461}, "post3": {"caption": "Jadi kemaren ngapain aja sih ke Larantuka Bang Yud? Kok kegiatannya banyak banget?\n.\nIni dia sedikit video dari kegiatan saya bareng tim #LiveMoreBankLess di Larantuka. Dimulai dari menikmati sunset di pantai Kawaliwu yang terkenal dengan sumber air panasnya dibalik pasir pantai. Lalu keesokan harinya kami menyebrang ke pulau Solor dan belajar bagaimana caranya menganyam bersama teman-teman dari @duanyam. Disini kami disambut tarian adat lho! Oh iya terdapat beberapa langkah untuk menganyam, ternyata nggak mudah!\n.\nKeesokan harinya kami berbagi kepada warga sekitar bagaimana caranya mengelola keuangan dan bagaimana caranya bisa kreatif serta pintar dalam mengambil keputusan. Lalu setelah itu, perjalanan diakhiri dengan jalan-jalan ke beberapa pantai dan view point yang luar biasa! Oh iya lupa, kita juga menyaksikan maestro Sasando, Bang Djitron bermain! Merinding!\n.\nIt's a wrap! Bakal balik ke NTT dalam waktu dekat, can't wait! #RecycleMoreWasteless @dbsbankid\n.\nPs: Sering-sering apa ya sharing video perjalanan? Masalahnya saya demennya ala-ala ngeVlog gini, lagian bikin yang cinematic belum terlalu jago, masih tahap belajar 🤣. Yang penting mah bikin aja dulu 😂", "comment_count": 18, "like_count": 981}, "post4": {"caption": "Jadi setelah nggak nyentuh socmed selama seminggu (main sosmed juga ada bosannya, pasti bakal ngerasain) akhirnya kesampaian juha sharing tentang perjalanan akhir tahun kemaren. Jadi ceritanya saya menghabiskan waktu di satu destinasi yang dulu udah pernah saya kunjungi dan konon karena doa dan meminum air sumur suci yang ada di lokasi, saya bisa balik lagi! Hello Banda Neira!\n.\nPerjalanan dari Ambon ke Banda Neira kali ini tak ada bedanya dengan empat tahun yang lalu. Saat itu, saya menumpangi kapal @pelni162 KM Tidar dengan kelas ekonomi/barak. Karena kali ini barang bawaannya lebih ribet, saya ingin nyobain deh yang namanya kamar kelas seperti apa. Dengan KM Pangrango, saya menyusuri laut Banda seharian!\n.\nSaking udah lama gak naik kapal, kemaren sempet pusing pas goyangannya kerasa. Untungnya, abis makan otomatis langsung auto sehat. Kalau bosan, bisa nyanyi-nyanyi. Bahkan dulu di kapal yang lebih besar, saya biasa nonton bioskop mini dan main dingdong. Play Station aja ada lho!\n.\nGimana, coba ceritain pengalaman paling berkesan atau tergila kamu dong selama naik @pelni162 ! Atau, ada yang udah punya plan mau naik Pelni untuk travelinf tahun ini?", "comment_count": 93, "like_count": 1508}, "post5": {"caption": "Sedikit teaser iseng-iseng video perjalanan bareng @pesonaid_travel #LiburanPilihanku ke provinsi Gorontalo kemaren. Fullnya nanti bakalan di upload ke Youtube. To sum up, ada beberapa destinasi yang kami kunjungi, mulai dari Kampung Whaleshark di Botubarani, pulau Dionumo dan pulau Saronde, Menara Limboto dan Masjid Agung, dan ditutup dengan menginap di Pulo Cinta.\n.\nSempet juga mengunjungi teman di Gorontalo kemaren, sayang seribu sayang karena schedule yang super padat dari pagi sampai malam, jadi nggak bisa menemui semuanya. Semoga next time bisa balik kesiniii lagi tapi bukan pas lagi kerja hehe.\n.\nVideo iseng dari team #JadiTerus @atiyadita @zakyarsy @dirgantaraa_7 @fidi_duke @ade_ali_sopyan", "comment_count": 17, "like_count": 420}, "post6": {"caption": "Salah satu atraksi yang lagi rame dikunjungin nih: Robot Restaurant. Bukan sekedar restoran, tapi isinya lengkap dengan berbagai macam atraksi antara manusia dan robot. Seru dan teknologinya kece banget sih. Dan yang bagusnya lagi, ada jalan cerita di setiap atraksi itu, misalnya ketika manusia dikalahkan oleh robot buatannya sendiri. Pokoknya wajib nonton kalau yang ke Tokyo karena emang show yang satu ini nggak ada duanya deh. Canggih! Tapi hati-hati karena robotnya dekat sekali dengan kita, kalau kesenggol atau kena tembakan air lumayan. Selain itu, set panggung dan entrancenya juga memorable banget sih. Gak lupa, cewenya gemes-gemes juga lagi.\n.\nUntuk harga tiket emang termasuk mahal, yaitu sekitar 8000Y atau 1 juta 50 ribu. Pengen lebih murah? Tonton ya story saya, kamu pasti tau saya belinya dimana 😁🙈. Bonus dan potongannya banyak!\n.\n#FunHolidayWithKlook\n#KlookID\n@klooktravel_id", "comment_count": 10, "like_count": 829}, "post7": {"caption": "Nah, ini ramainya Singkawang semalem pas lagi ada festival Lampion.\n.\nBtw, siang ini lagi ada acara ritual cuci jalan. Jadi para Tatung (yang debus-debus itu lho) memanggil roh para Dewa untuk masul ke dalam tubuh mereka. Ritual dimulai dari depan kantor Walikota, sampai ke depan Vihara Tri Dharma Bumi Raya. Akan ada 1083 Tatung nih yang akan memeriahkan Festival Tatung kali ini. Besok, sepanjang jalan ini bakal dipenuhi Tatung yang melakukan atraksi menarik. Pastinya serem, karena berhubungan dengan benda tajam dan luka. Hihhhh!\n.\nBaru liat tadi didepan mata, ada Tatung yang makan anjing hidup-hidup... Di sembelih abis itu langsung di kunyah... Itulah, tradisi... Should i post it?\n.\n🎥 @ivone_suryani\n.\n#PesonaLampionSingkawang", "comment_count": 11, "like_count": 317}, "post8": {"caption": "JALAN-JALAN GRATIS KE EROPA, MAU ?\n.\nNgeliat video zaman-zaman baheula saat hitchiking, jadi kepengen untuk hitchiking lagi. Kebetulan, ada event yang bikin temen-temen yang berani hitchiking atau backpackeran seneng nih!\n.\nAda yang mau ke Eropa gratis selama 7 hari bareng @Redbull ?\nIni kesempatan emas buat kalian ! \nSyaratnya gampang banget ! :\n1. Mahasiswa / Anak Kuliahan\n2. Punya Passport\n3. Bisa bahasa inggris (active)\n4. Apply di canyoumakeit.redbull.com\n.\nBuruan apply !!\nRedbull akan mengajak 1 Tim (3 orang) berangkat ke Eropa selama 7 hari dengan challenge seru lainnya! Kamu diwajibkan untuk melakukan banyak perjalanan bermodalkan Redbull saja! Mampukah kamu? \n@redbullindo\n#canyoumakeit18 #travelbuddy", "comment_count": 36, "like_count": 449}, "post9": {"caption": "Sepulang dari Labengki, entah kenapa gue tiba-tiba pengen banget berenang tapi berenang seru-seruan gitu. Langsung kepikiran kenapa nggak ke Snowbay TMII aja. Daripada antri, gue langsung beli tiketnya via @traveloka. Nggak perlu ngantri, dan diskonnya juga gede banget! Jadi deh seseruan dadakan hari ini!\n.\nYuk cek @traveloka App, dijamin banyak voucher rekreasi menarik! #AktivitasdanRekreasi", "comment_count": 29, "like_count": 597}, "post10": {"caption": "Si Pembawa Hoki.\n.\nJadi kemaren pas ke Solo, ada yang ngaku-ngaku pembawa hoki. Ada benernya sih, entah kenapa udah tiga bulan terakhir ini dapat trip bareng si @baratdaya_ terus. Nah, akhirnya kita memutuskan untuk pergi ke Solo, dan bener aja, ini anak bawa hoki lagi. Penasaran hokinya gimana? Coba nonton aja cuplikan dari daily vlog yang bakal nanti di upload di Youtube Channel.\n.\nPernah nggak sih punya temen yang suka bawa hoki ketika bareng2 kamu? Kalau punya, coba tag dan kenapa alasannya?\n.\n@cgv.id", "comment_count": 20, "like_count": 351}, "post11": {"caption": "Karena lagi istirahat travelnya, jadi lupa nggak update cerita jalan-jalan. Vlog juga terakhir minggu lalu upload, tentang keliling Macau 30 ribu doang. Udah pada nonton belum? Kalau belum, bisa klik link di Bio yaks! Jangan lupa subscribe.\n.\nBtw, malam ini saya juga nangkring di MNC TV Food and Travel sekarang di program Travel Junkie. Mangga kalau mau nonton saya jadi host abal-abalan, silahkan dipindah channelnya. Kali ini, saya jalan-jalan di sekitar Kepulauan Komodo.\n.\nSaran dong, kalau lagi males jalan enaknya ngapain ya? Tapi yang bermanfaat gitu...\n.\nTrip with @anjanitrip", "comment_count": 54, "like_count": 701}}}