{"username": "chrisburkard", "full_name": "ChrisBurkard", "follower": 3903288, "following": 1111, "post_count": 4232, "category_name": "Photographer", "biography": "Have Camera, Will Travel.\nPhotographer•Speaker•Filmmaker•LDS\n@burkgnar", "is_profesional": true, "data_media_photo": {"post0": {"caption": "exploration is essential. If not for the body, then the mind & if not for the mind… then the spirit. If it can’t be distant then make it close, explore your own backyard if you must. Either way…make it deep, immersive and personal. Make it something more than just ‘travel’ - give it genuine purpose… watch it change you, then, watch it change those around you.", "comment_count": 101, "like_count": 12373}, "post1": {"caption": "Far from home but still seeing Fireworks", "comment_count": 99, "like_count": 12916}, "post2": {"caption": "These boys know a thing or two about finding the light. Now they just gotta figure out how to stay in it.", "comment_count": 109, "like_count": 15744}, "post3": {"caption": "This last week has been a bit humbling. Scouting out river crossings, endless black sand beaches, bays, inlets, sand dunes and emergency shelters along our  upcoming ‘Forgotten Coast’ expedition. Risk is always such an interesting part of these projects & I often feel the only way I can justify such unique, challenging and remote projects is to do the utmost amount of research & reconnaissance that I can. Today I got in the air with a few amazing bush pilots who helped me fly over the majors of what i’ll be riding my bike & packrafting through. More to come \n\n@breitling \n\n✈️ @stol_iceland @arnarte @jon_olafsson @eikiharalds", "comment_count": 180, "like_count": 24358}, "post4": {"caption": "My first trip to mainland Mexico maybe a decade ago. My sunburn looked like a biblical plague. Life was fairly simple then… sleep, eat, shoot photos and catch a bodysurf near the end of the day. At times it’s hard to process that we used to do adventures like this purely for print magazines which I was on retainer for at the time. A job that basically doesn’t seem to exist these days since most major surf titles are gone & the staff photographer model isn’t a thing. It was a wild time, and i wish now that i had savored it a little more.", "comment_count": 85, "like_count": 10460}, "post5": {"caption": "Preparing for the next expedition like … 🧊 🚲 \n\n@66north \n@fezzari_bicycles", "comment_count": 142, "like_count": 17847}, "post6": {"caption": "March 2021 … Icelandic Search & Rescue do a midnight sweep of the eruption sight for people making sure all visitors leave. The next day was poised to have potentially dangerous wind conditions for the Volcanic fumes. Some evenings it would take all night long to ensure people left the site, and for a volunteer group working long hours the work was always hard to appreciate by those wanting to see the aptly named ‘Tourist Volcano’\n\nshot on assignment for Nat Geo Traveler", "comment_count": 65, "like_count": 8077}, "post7": {"caption": "It’s not often the subject of my work is “Family Activities” but occasionally it happens. Just before coming to Iceland I got shoot my with my two boys & @brea_face exploring outside Page AZ for work. Love seeing a photo knowing they’re in it.", "comment_count": 110, "like_count": 12994}, "post8": {"caption": "Maybe the best audio ever clip ever…\n\n \n@dbjourney \n@backcountry", "comment_count": 194, "like_count": 12577}, "post9": {"caption": "The great Pacific Ocean, what a force it’s been in my life. I’ve been lucky to live in a place where driving on the sand to find your own stretch of beach is possible. It opened up endless opportunities to explore as a kid to camp, surf and play and still provides the same joys today. This cinemagraph captures a bit of that experience, exploring a seemingly endless coastline in the 2022 @nissanusa Pathfinder - looking for the perfect peak for a sunset dip. Just a few friends trying to soak in the last bits of summer sun. #NissanPartner", "comment_count": 71, "like_count": 11800}, "post10": {"caption": "Why go back to Iceland 60 times? This is why .. and it never gets old. Grateful to be on assignment for @backcountry shooting for the Fall campaign. Exploring some of my favorite places & hidden gems around the country. More in my stories.", "comment_count": 294, "like_count": 21319}, "post11": {"caption": "It’s been a wild few months prepping for the Outerverse launch. \nWhat’s the Outerverse? It’s @outsideio web3 platform that’s bridging the digital and physical worlds, all with the mission of getting more people outdoors. Importantly, the Outerverse is a 100% carbon-neutral NFT marketplace built on the Solana blockchain.\nThis means I’ll also be minting a collection to bring exclusive content and real-world experiences to you through the Outerverse. Technology already helps us to get outdoors safely and to expand our adventures even further, this is the next wave and our opportunity to shape technology to support our passion for the outdoors. Join me!\nFollow @outsideio to check out the latest Outerverse information, NFT drops, and don’t forget to join our Discord!", "comment_count": 42, "like_count": 2257}}, "data_media_video": {"post0": {"caption": "It’s been a wild few months prepping for the Outerverse launch. \nWhat’s the Outerverse? It’s @outsideio web3 platform that’s bridging the digital and physical worlds, all with the mission of getting more people outdoors. Importantly, the Outerverse is a 100% carbon-neutral NFT marketplace built on the Solana blockchain.\nThis means I’ll also be minting a collection to bring exclusive content and real-world experiences to you through the Outerverse. Technology already helps us to get outdoors safely and to expand our adventures even further, this is the next wave and our opportunity to shape technology to support our passion for the outdoors. Join me!\nFollow @outsideio to check out the latest Outerverse information, NFT drops, and don’t forget to join our Discord!", "comment_count": 42, "like_count": 2257}, "post1": {"caption": "What do you do in Iceland when the weather is bad? You eat pastries…or in this case, you make em! Check out the latest episode of FIRST TAKE: Iceland - featuring the one and only @navajomylo. I have been talking to Mylo about visiting this place for years. Sadly, we got struck with heinous weather but made the most of it and visited the famous @braudogco headquarters to get a lesson in making cinnamon rolls (ours tasted great but looked awful). Then we explored one of my favorite hidden gems on the South Coast. \n\nThanks @sonyalpha for the support! \n\nDirector/Host: @chrisburkard \nDP: @tedhesser \nProducer: @mikeysandifer \nPA: @evanruderman \nEditor: @dbob \n\nFeaturing: @navajomylo \nSupported by: @sonyalpha \n\nSpecial Thanks to: \n@66north \n@icelandair \n@geysircarrental \n@hotelholt", "comment_count": 53, "like_count": 3582}, "post2": {"caption": "Just launched: @chrisburkard's campaign for \"I Am Here,\" a film about friendship, adventure, and addiction that follows three riders on their expedition across Iceland by bike—with one explorer facing his biggest challenge beyond the trail. Discover more about this project through the link in our bio.", "comment_count": 8, "like_count": 1468}, "post3": {"caption": "No better place to test a camera than in my own backyard. I wanted to put the new @sonyxperia 1 IV  through its paces with a quick and dirty real world test. No fancy stabilization or crazy mounts… just using the camera to film my friends handheld as an opportunity to see what it can really do. Needless to say, I was blown away with what we created in an afternoon. The slow motion performed beautifully - shooting 4K at 120fps. The functionality of this smart phone from a creator’s perspective is game changing. \n\nThanks @whoisdylan @kcdeane @devin_debruhl and Co for coming out and ripping. \n\nShot by: @jeffreybrundage @bluumind @joelbarger_ \n\nEdited by: @johnnyv_imagery \n\nDirected by yours truly.", "comment_count": 53, "like_count": 2684}, "post4": {"caption": "With over a decade of traveling to cold and remote places, I've learned a thing or two about shooting, working, & exercising in the cold. I wanted to make a video detailing my ultimate layering kit for adverse conditions. I've been working with @66north for the last few years to outfit my expeditions in Iceland. Since they have been designing clothing in one of the harshest countries for almost 100 years, I figured they would be an amazing brand to highlight. From shooting commercial campaigns to ski touring in the Troll Peninsula to riding my bike 1000km through Iceland's highlands, this is my go-to kit. \n\nSnæfell Gloves, Langjökull Gloves, Borgir Pants, Skaftafell Pants, Aðalvík, Grettir Jacket \nTangi Fleece, Tindur Fleece, Ok Jacket, Skaftafell Jacket, Keilir Jacket, Tindur Jacket\n\nFilmed & Edited by: \n@thrainnko \n@evanruderman \n@jeffreybrundage \n\nSupported by: @vikingheliskiing", "comment_count": 43, "like_count": 4574}, "post5": {"caption": "Episode 2 of “First Take: Iceland” is LIVE - This episode dives deep into the crystal clear waters of the Silfra Crack with the incredible cinematographer, storyteller, and all around amazing human @emmett_sparling who I met literally one month prior to filming this. We hit it off, I was inspired by his work, his hard work ethic, creative approach, and overall humble vibe and wanted to get to know him more. I invited him to Iceland, a place that surprisingly he had never been for an episode of my visual podcast. Check out our convo and make sure to dive deep into his incredible work. \n\nCredits:\n\nDirector/Host: @chrisburkard \nDP: @tedhesser\nProducer: @mikeysandifer\nPA: @evanruderman\nEditor: @dbob\n\nFeaturing: @emmett_sparling\nSupported by: @sonyalpha \n\nSpecial Thanks to: \n@66north\n@icelandair\n@geysircarrental \n@hotelholt", "comment_count": 63, "like_count": 4167}, "post6": {"caption": "“Build your Dreams” - it’s a project about shoveling around dirt in my backyard and bringing some childhood dreams to life… In the end, it wasn’t complete until I invited my friends & community to be a part of it. \n\nCheck out Episode 1 of “Build Your Dreams” here on IG. \n\n@schwalbetires \n@kcdeane \n@takeshelterprod \n@fezzari_bicycles \n@srammtb \n@infinitybikeseat \n@zippspeed", "comment_count": 53, "like_count": 4066}, "post7": {"caption": "FIRST TAKE :Iceland  featuring @urbanclimbr is live! This is the first episode in a series of visual podcasts where I spend 24 hours with someone in a place they have never been. The goal is to do more than just…talk, but rather explore and seek out the beauty of the places that inspire us. This episode for me is so so special because I was able to introduce L Renee to my dear friend @volcanopilot just a month before he passed. This episode documents my last flight with him. love you buddy ❤️\n\nCredits:\n\nDirector/Host: @Chrisburkard\nDP: @tedhesser\nProducer: @mikeysandifer\nPA: @evanruderman\nEditor: @dbob\n\nFeaturing: @urbanclimbr\n\nSupported by: @sonyalpha \n\nSpecial thanks to:\n\n@66north \n@icelandair \n@geysircarrental \n@hotelholt", "comment_count": 64, "like_count": 3342}, "post8": {"caption": "I never thought I could have so much fun in my backyard. ‘Build Your Dream’ started as just that… a dream. It took me years of riding road and gravel to appreciate what I really loved about bikes as a kid, being in the air & flowing on dirt. I’m grateful for the long conversations with @kcdeane over the years that eventually led to the creation of this short film, and the support of @schwalbetires that made it come to life. A good tyre can connect with you and the landscape in ways I could never imagine. Full link in bio.", "comment_count": 53, "like_count": 3904}, "post9": {"caption": "‘FIRST TAKE: Iceland ’ launches next week! It’s my attempt to do something more than just have a conversation w/ interesting guests.  I wanted to take them to a place they have never been & share an experience together while I learned about their interests, passions & their work.\n\nPart visual podcast, part travel show and even a little something for the foodies out there. Either way it’s  24 hours with me :) in a rad place.  We packed in a ton for a single day and learned about culture, food, and some of my favorite locations along the way. \n\nCredits: \n\nDirector/Host: @Chrisburkard\nDP: @tedhesser \nProducer: @mikeysandifer\nPA: @evanruderman\nEditor: @dbob \n\nFeaturing:\n@urbanclimbr \n@emmett_sparling\n@navajomylo\n@erinoutdoors\n@andrew_alexander_king\n@tedhesser\n\nSponsor: @sonyalpha\n\nSpecial Thanks to:\n@66north\n@icelandair\n@geysircarrental\n@hotelholt", "comment_count": 169, "like_count": 11668}, "post10": {"caption": "All of life’s great adventures have to start somewhere. In fact it is usually from small and simple means that great ideas are born. For me, the joy of riding a bike, the joy that evolved into thousands of miles of expedition and adventure all over the world, originated from the trails and roads of my daily commute. I was inspired to want to ride further by the short few miles that I ride to my office on a daily basis. Those miles then pushed me to explore deeper and ultimately fueled an unquenchable fire to experience my favorite landscapes on two wheels. \n\nThis short video is an ode to that commute, and the @strava segments that make it fun. Because realistically, it's never really been about getting from point a to point b as fast as possible, just that we get there and enjoy the ride.\n\nCreated for @strava \nFilmed and edited by @benweiland and @bobcatdavis", "comment_count": 206, "like_count": 8666}, "post11": {"caption": "I'm all about the offseason. I love to explore places when the conditions align perfectly and when they are inevitably more harsh. I find it's always when you get the best images and have always believed the best photos are the ones other people aren't willing to work for. A few weeks back I loaded up the car and headed to Yosemite in the middle of the night to document one of the biggest storms to hit the park in over 20 years on my @sonyxperia Pro-I\n\nThanks to the video crew @bluumind @evanruderman @jeffreybrundage\n\nAnd thanks @johnnyv_imagery for the edit!", "comment_count": 87, "like_count": 5607}}}