{"username": "darlismuhan", "full_name": "CREATOR  | ᴛʀᴀᴠᴇʟ ʙʟᴏɢɢᴇʀ | Review Hotel | VO Talent", "follower": 25072, "following": 1928, "post_count": 540, "category_name": "Digital creator", "biography": "📍PALEMBANG IDN | sang pejalan |\n#staycationdimanalagi ᴛʀᴀᴠᴇʟ Influencer \n@traveloka #TVLKtravelfriends  ✈️🧢\nFully Funded @unev.indonesia", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Selalu nemu spot buat sunsetan, ini ada di @makaleledomes jujur, beruntung banget bisa sunsetan disini !\n\nTerimakasih @makaleledomes for invitation !\n\nLokasi : @makaleledomes villa Lombok Utara, NTB\n\n#wonderfulindonesia #parapejalan #lingkarindonesia #exploreindonesia #wisataindonesia #instagram #discoverindonesia #indovacation #igersociety #dolansebentar #thisisindonesia #travellers #livefolkindonesia #indotravellers #ayodolan #repostindonesian #mainkesini #mainsebentar #keluarbentar #lingkarindonesia #bali #balihits #reels #makalele #travelling #lombok", "comment_count": 100, "like_count": 2013}, "post1": {"caption": "Ini salah satu villa yang sangat cakep di daerah Lombok @makaleledomes emang bagus banget konsepnya !\n\nKalian kapan kesini ?\n\n#reels #reelsinstagram #villa #lombok \n\nLokasi : makelele domes villa, lombok ntb\nDi videoin : @van_fitrajy", "comment_count": 112, "like_count": 1157}, "post2": {"caption": "Setelah 1 minggu ga ada jaringan selama di pulau sumedang, akhirnya bisa postinh reels lagi !\n\nBtw ini rekomendasi, spot dan destinasi buat kalian yang mau sunrise an dan sunsetan di Bali-Lombok-Belitung dan alhamdulillah bisa main ke beberapa kota besar di indonesia dan 5 pulau dalam 2 bulan terakhir ini. ( Sumatera-Jawa-Bali-Lombok-Belitung ).\n\nAlhamdulillah terimkasih ya Allah yang telah memberikan rezeki dan anugerah ke aku.\n\nLokasi : Indonesia\n\n#reels #reelsinstagram #bali #lombok #belitung #reelsvideo", "comment_count": 183, "like_count": 2239}, "post3": {"caption": "Sejuk nya udara di penyawean, dan suka banget kesini apa lagi kemaren bareng @explorer.idn 😎\n\n#reels #reelsinstagram #reelsvideo #majalengka #penyaweanmajalengka #sangpejalan", "comment_count": 60, "like_count": 265}, "post4": {"caption": "Halo temen-temen jaman sekarang masih bingung mau ke turkey tp ga punya duit, gue kasih cara dan solusinya tanpa pake duit alias gratis.\n\nKalian cukup ikutan program ini dan ikutin cara dan petunjuk nya. Jangan lupa pake Kode Referral aku ya ! DARLISMUHAN\n\nBuruan slot terbatas cuma 20 orang akan dapat seat gratis, kapan lagi ke turkey seminggu. Dibayarin dan ke Cappadoqia lagi !\n\nIts my Dreams ga sih !\n\n@lioneztaeducational \n@lioneztaeducational \n@lioneztaeducational", "comment_count": 19, "like_count": 121}, "post5": {"caption": "Rekemendasi Hotel Bintang yang paling strategis di Daerah Jimbaran, dekat dengan Olahan Seafood di jimbaran !\n\n@lemeridienbali \n@lemeridienbali \n@lemeridienbali \n\nLokasi : Jimbaran Kuta, Bali\n\n#reels #reelsinstagram #jimbaran #bali #hotelbali #review #g20bali", "comment_count": 38, "like_count": 191}, "post6": {"caption": "Hola besti !\n\nSetelah mengabdi sekaligus promosi tempat wisata yang ada dibelitung gue Comback lagi ke jakarta, dan dapet hotel lucu banget dan instagramable gitu, karena aku cinta banget sm @traveloka pesen dong karena lagi ada promo #DuarDuarKembar 7.7 Diskon s.d 70% dengan Kupon sampai dengan 777rb dari tanggal 27 Juni- 7 Juli\nsave dlu aja vaa!!! Selanjutnya Staycation dimana Lagi ya, #LihatDuniaLagi #DuarDuarKembar\n#TVLKTravelFriends #temanhidup", "comment_count": 48, "like_count": 199}, "post7": {"caption": "Hidup banyak sekali memberiku pengalaman baik maupun buruk, ketemu orang baru, dari yg baik dan sebaliknya, kadang kita ga tau mistery apa yang bakal kita hadapi besok.\n\nPerjalanan juga membawa ku ke titik dimana memahami karakter. Mostly kita jadi makhluk baik dulu. Dibalas atau engga itu urusan nanti.\n\nLokasi : Pantai Tanjung Tinggi Belitung\n\n#reels #reelsinstagram #laskarpelangi #pantaitanjungtinggi #pantailaskarpelangi #belitung", "comment_count": 54, "like_count": 310}, "post8": {"caption": "Di Kuta ada penginapan 100 k dan fasilitas lengkap banget !\n\nAda dong @caracarainn namanya, cukup strategis, dan yg paling penting banget itu nyaman dan murah ! Nah jadi rekomendasi kalian yang mau stay lam di bali tp hemat budged ! Ke @caracarainn aja !\n\n@caracarainn \n@caracarainn \n@caracarainn \n\nSelanjutnya Staycation dimana lagi ya ?!\n\nLokasi : @caracarainn Kuta, Bali\n\n#reels #reelsinstagram #lowbudget #bali #penginapanmurah #review #hotel #lihatdunialagi #explorebali #exploreindonesia", "comment_count": 48, "like_count": 407}, "post9": {"caption": "Ini adalah desa Sulahan yang ada di Bangli, ini merupakan desa adat yang ada di sulahan.\n\nMenurut warga setempat ini merupakan desa adat setelah penglipuran, bisa juga disebut Desa Adat Penglipuran 2.\n\nKemarin sempat ramai di media sosial tiktok, nah ini masih gratis loh.\n\nRahajeng Nyangra Rahina Kuningan 🌾\n\n#kuningan #bali #indonesia #bangli #sulahan #desaadat #reelsinstagram #reels #galungankuningan", "comment_count": 68, "like_count": 1267}, "post10": {"caption": "Nemu villa di ubud pas epic sale kemaren masa iya under 500k kwkw !\n\nKalo ga percaya cek deh @traveloka karena lagi ada promo teman tanggal merah diskon 70% periode 16-26 juni 2022.\n\nKapan lagi kan ngechill di villa dengan diskon gede-gedean !\n\nNah nama villa nya @the.pari.sudha ubud ya !\n\n#tvlktravelfriends #temanhidup #temantanggalmerah #lihatdunialagi #staymat #explorebali #ubud #reelsinstagram #holidaystay", "comment_count": 61, "like_count": 324}, "post11": {"caption": "Halo rek Suroboyo !\n\nakhirnya city tour juga bareng mas @teropongsenja makasih banyak udah di ajak keliling dari pagi pas bangun tidur, sampe siang wkwk...\n\nNext kita explore ya,\n\nMas Rahman : Mas batalin aja ya tiketnya kita main hari ini ?!\nGue : jangan loh mas ga bisa, karena ada kerjaan 🫣.\nMas Rahman : okeh !!!\n\n#reels #surabaya #bujangtravelling #sangpejalan #reelsinstagram", "comment_count": 39, "like_count": 373}}, "data_media_video": {"post0": {"caption": "Terimakasih Tuhan...\n\nTelah memberikan ku kesempatan untuk hidup, banyak harapan dan cita-cita ku di hari kelahiranku ini, salah satunya selalu di berikan hal yang baik.\n\nTerimakasih Tuhan, untuk semua anugerah dan karunia yang telah engkau berikan kepada hamba.\n\nTerimakasih untuk diri, sudah mampu bertahan sejauh ini.\n\nTerimakasih tuhan untuk 3 Dasawarsa ini...\n30 Oktober 2021....\n\n#darlismuhan #sangpejalan", "comment_count": 98, "like_count": 1207}, "post1": {"caption": "The Excelton Hotel Bintang 5 yang trategis banget bisa untuk bussiness travel, maupun staycation Ceria 😍 !\n\nIya betul banget @theexceltonhotel merupakan hotel bintang 5 yang ada di palembang, dan memilik japanese restaurant, dan memiliki tepanyaki live cooking yang ada di palembang.\n\nOh iya buat yang udah gajian/It’s pay day time! Saatnya rencanain lebih hemat dengan “Diskon Hotel, V&A” promo s.d. 50% dan tambahan kupon diskon s.d 900rb mulai dari 25 Okt - 5 Nov 2021 ✨\n\nDan jangan lewatin Traveloka Grand Bazaar Week dengan diskon Hotel, Villa & Apartemen s.d. 70% di jam 19.00-23.59 wib dan tambahan kode kupon s.d. 300rb dengan share ke temanmu. Promo dimulai dari tanggal 25 - 31 Oktober 2021 di aplikasi Traveloka ✨\n\nNggak cuma hotel doang loh yg lg diskon di Traveloka, ada juga Tiket Pesawat, Traveloka Eats Delivery, dan masih banyak lagi! @traveloka ,\n\n#smartstaycation #tvlktravelfriends3 #yourlifestylesuperapp", "comment_count": 125, "like_count": 560}, "post2": {"caption": "Halo temen-temen, nah kali ini aku keracunan Epic Sale nya @traveloka kirain ga ada lagi hotel murah jaman sekarang !\n\nTernyata ada loh nah ini hotel murah tapi ga murahan dong !\n\nSini aku spill nama hotelnya ! Yaaapz @algoritma_plm nah ini tuh alamatnya di Jl. M.Isa Palembang.\n\nPokoknya pas deh buat aku yg suka ngirit tapi cari tempat menginap yg nyaman, alias backpackeran ! Hotel ini da lengkap walapun ga ada infinity pool nya, selain dapat sarapan dan makan gratis kita bisa juga massage di sini, karena ada fasilitas SPA nya juga haha, pada ga percaya kan !\n\nYa udah langsung booking melalui Traveloka Apps aja, berhubung sekarang ada Diskon Tahunan, cyuz langsung borong semua produk di Traveloka.\n\nDan dapat kan diskon 80% dan jangan lupa epic sale ini berlanjut sampai 11 oktober ya, jangan di lewatin aja, jadi buy now stay staylater dong !\n\nNah penasaran kan aku bakal staycation dimana lagi, saatnya aku mau berburu Epic Sale dan Epic Hour nya nanti di Jam 12.00 - 13.00 wib dilanjutin lagi 19.00 - 21.00 wib.\n\nYuk buruan !\n\nLokasi : @algoritma_plm Jl. Dr. M. Isa No.988, Duku, Kec. Ilir Tim. II, Kota Palembang, Sumatera Selatan 30114\n\n#jadilebihepic #smartstaycation #tvlktravelfriends3", "comment_count": 95, "like_count": 616}, "post3": {"caption": "Gaes sambil nungguin Epic Sale aku staycation di @harperpalembang asli ini hotel konsep nya isntagramable banget, terus banyak spot fotonya juga.\n\nNah gaes Epic Referal kembali hadir dapat kan kupon samapi dengan 30 jt, dan Traveloka Epic Sale balik lagi mulai tanggal 5 - 11 Oktober 2021, dan dapat kan potongan diskon sampai demhan 80 %.\n\nCus Pesan lewat Aplikasu @traveloka \n\n#tvlktravelfriends #nginapmakinseru #smartstaycation", "comment_count": 191, "like_count": 779}, "post4": {"caption": "Nah ini dia gaes, aku mau cerita seputar Keseruan Onboarding TTF 3 Kemarin di Hotel @dafamlinggau,\n\nhotel yang keren banget, hotel yang berkonsep resort klasik ini, memiliki vibes yang mirip banget di ubud bali, nah cerita tentang ubud, hotel ini di kelilingi penghijauan yang efik banget, cocok banget buat yang mau staycation dan untuk beristirahat sejenak setelah sibuk dari pekerjaan.\n\n@dafamlinggau ini merupakan hotel berbintan yang ada di kota lubuklinggau, akses menuju hotel ini cukup gampang banget, hotel ini beralamat di Jl. HM Soeharto No.Km. 12 no.168, Lubuk Kupang, Lubuk Linggau Sel. I, Kota Lubuklinggau, Sumatera Selatan 31626.\n\nAkses ke Bandara cukup dekat juga,\nnah hotel ini juga sudah Clean Acomodation dari @traveloka , jadi aman banget untuk smart staycation disini.\n\nTidak hanya disuguhkan pemandangan yang keren juga, tapi untuk pelayanannya emang the best banget, luar biasa dan ramah.\n\nnah untuk type kamar aku pilih type suite, dengan fasilitas yang luar biasa lengkap dari fasilitas kamar, kamar mandi, hingga snack dan softdrink sudah disediakan.\n\nNah berhubung @traveloka lagi ngadain promo Pay Day Grand Bazzar dapatkan Diskon up to 70 % untuk Hotel dan Villa, dan dan Apartemen, promo ini berlangsung dari tgl 25 agustus s.d 05 september 202 so gaes yuk buy now stay later melalui aplikasi Traveloka.\n\nkarena Traveloka Your Life Style Super App.\n\n#tvlktravelfriends #smartstaycation #bebascemas #nginapmanalagi #tvlktravelfriendsbacthc3 #tvlktravelfriends3", "comment_count": 302, "like_count": 1098}, "post5": {"caption": "GRADUATE Traveloka Travel Friends 2\n\nHalo wong kito galo ! Apo Kabarnyo ?\n\nAku mau cerita sedikit perjalanan ku selama di TTF2.\n\nSumpah masih berasa banget suasana bareng teman-teman Traveloka Travel Friends Kemarin, sangat berkesan sekali kurang lebih 3 bulan menjadi dan dipercaya menjadi Brand Ambasaddor Traveloka dan Traveloka Travel Friends perwakilan Kota Palembang !\n\nDan tidak menyaka perjalananku di Sosial media bisa membawa aku menjadi seperti skrng ini.\n\nBertemu dengan orang-orang hebat dari 9 Kota di Indonesia ( Jakarta , Medan, Bandung, Yogyakarta, Semarang, Surabaya, Palembang, Bali dan Makasar.\n\nmengenal banyak hal baru dan tentang dunia percontent nan, maupun hal positif lainnya ! \ncuma satu hal yang aku bisa katakan untuk diri sendiri BANGGA !\n\nMerupakan sebuah Pencapaian dan Prestasiku untuk sampai disini, dengan personal brandingku untuk meng audience kepada teman-teman followers ku untuk memberikan informasi yang sangat informatif !\n\nBanyak yang bertanya dan tidak menyangka bahwa aku bisa menjadi Brand Ambassador Traveloka di program Traveloka Travel Friends Batch 2.\n\nIyah seperti pepatah bilang kejarlah ilmu sampai ke negeri china !\nitu yang selalu menjadi acuan dan motivasiku untuk menggapai prestasi yang dan target goal pribadiku !\n\ntidak terasa 3 bulan berlalu, akhirnya gradution juga, bahagia tapi sedih ! iya itu yang bisa di rasakan !\n\ndimana aku harus berpisah dari orang-orang hebat seperti mereka !\nTTF Batch 2. \n\nOh iya kali ini Graduation nya secara Virtual, aku dan @elsanoviolin pilih hotel @the1o1palembang .\n\ndan tentunya booking pake Traveloka !\n\nnah berhubung lagi ada promo ni Teman Tanggal Merah dan Grand Bazar cus buka aplikasi Traveloka dan dapatkan Potongan Diskon Hotel Vila dan Apartemen sebesar 76% + 760 ribu gila ga tuh banyak banget potongannya !!!\n\ncus Buy now stay Later !!!\nlokasi ; @the1o1palembang \n\n#TVLKTravelFriends2 #nginepmanalagi", "comment_count": 233, "like_count": 586}, "post6": {"caption": "Hi...\nKenalin nama gue Darlis Muhan\nGue suka banget Travelling, dan mengunjungi tempat wisata terbaru di indonesia, salah satu nya ini, bukit kandis Bengkulu.\n\ntapi semenjeak berlakunya PPKM, semuany berubah, gue jadi hobby banget dengan staycation dan mereview hotel-hotel yang ada di palembang.\n\ngue lahir di kota palembang, oh iya teman-teman, setiap orang pencapaiannya emang berbeda-berbeda, sekarang pencapainku bisa membuat orang sekitarku bahagia alhamdulillah, dan untuk sekarang aku ingin mencapai pencapain ku menjadi salah satu BA Traveloka biar bisa menginspirasi banyak orang dan membantu sektor perhotelan yg ada di palembang. \n\noh iya temen-temen jangan lupa menerapkan 5M ya dimanapun dan kapanpun, jadilah Traveller dan Smart Responsible.\n\nSee you di Batch 3 !\n@traveloka \n\n#getreadywithtraveloka \n#tvlktravelfriends\n#smartstaycation \n#nginapdimanalagi \n#bebascemas", "comment_count": 297, "like_count": 579}, "post7": {"caption": "Selama di rumah aja aku selalu mengisi waktu luang dengan hal hal yang positif, salah satunya menyelesaikan project fotografi dan pekerjaan kantor, dan di sela sela kesibukan ku di rumah saat santai aku selalu minum @torabikacappuccino karena teman santai yang paling nikmat, foam nya lebih tebal dengan dua kali choco granulenya lebih banyak, jadi bikin moodku balik lagi !\n\noh iya, yuk ikutan #waktuindonesiabersantai bareng @torabikacappuccino , rebut hadiah uang digital total 6 juta rupiah, caranya gampang banget cukup post foto kalian waktu bersantai di rumah aja bareng Torabika Cappuccino. untuk info lebih lanjut buruan follow media social @torabikacappuccino \n\n#temansantaipalingnikmat", "comment_count": 172, "like_count": 355}, "post8": {"caption": "Halo temen-temen Traveloka, kali ini aku mau cerita tetang keseruan aku staycation di bulan Juli #2.\n\nnah kali ini aku staycation di Nivotel Hotel And Residence, Hotel ini berkonsep semi resort, mau luar biasa keren, terus juga ya hotel ini fasilitas nya lengkap banget dan instagramable banget, dan mewah, jadi buat teman-teman, yang mau nginep dan staycation disini cocok banget !\n\ndan ga lupa aku mau kasih tau ke kalian kalo aku selalu pesan melalui aplikasi Traveloka, karena di cuma traveloka yang baik banget kasih diskon hotel gede-gede, dan sekarang Traveloka Lagi ada Promo ViP / Vacinaated Insentif Program, dimana banyak banget keuntungan gratis saat pesan melalui traveloka !\n\nnah buruan nih buat temen-temen cek aplikasi Traveloka karena Traveloka lagi ngadain promo Payday dapatkan Potongan diskon Hotel Villa dan Apartemen s.d 900k + Potongan Harga s.d 700k. Nah kapan pagi kan.\n\nTerus Teman-teman ga usah khawatir mau nginep tanggal brpa karena Traveloka ada Fiture Buy now Stay Later, booking sekarang menginap nanti. Jadi ga bakal ketinggalan donh Promonya !!!\n\nlokasi : @novotelpalembang \n\n#tvlktravelfriends #nginapdimanalagi #smartstaycation #bebascemas #tvlktravelfriends2 #yourlifestylesuperapp #stayhealtystayhappy", "comment_count": 380, "like_count": 621}, "post9": {"caption": "seneng banget bisa bergabung menjadi TravelokaTravelFriendsBatch2 ga kerasa udah mau graduation...\n\nsuka dan duka nya menurutku banyak suka nya karena bisa bertemu dan kenal teman-teman baru, menambah pengembangan diri juga dan menjadi traveller yang smart dan responsible, terus dapat pengalaman baru dan suatu kebanggan bisa menjadi Host di Aplikasi Traveloka Travel Talk, Terimakasih Banyak Traveloka love banget ❤️.\n\n#tvlktravelfriends2 #smartstaycation #bebascemas #nginapdimanalagi #yourlifestylesuperapp #GetReadyWithTraveloka \n\n@traveloka \n\nlokasi : @novotelpalembang", "comment_count": 104, "like_count": 441}, "post10": {"caption": "teman-teman kali ini aku staycation dan merileksasikan pikiran ku di hotel @thearistahotelpalembang ,\n\nhotel ini merupakan hotel bintang 5 yang ada di kota Palembang, btw hotel ini juga udah clean accomodation dari Traveloka serta telah bersertifikat CHSE dari Kementerian Pariwisata.\n\nNah hotel ini dilengkapi Fasilitas yang cukup lengkap banget, selain resto dan cafe ada juga Kolam Renang,Gym Center, Spa dan Sauna.\n\ntentunya aku Pesan melalui Traveloka, selain banyak diskon nya, Traveloka udah ada Fitur yang menjadi unggulan banget ya itu Check in Online dan Pay upon Check in.\n\nSelain booking hotel atau vila, di Traveloka kita juga bisa dapetin promo tiket pesawat, bus, berbagai atraksi dan restoran, sampai asuransi dan bayar tagihan! Traveloka, Your #lifestylesuperapp \n\n#smartstaycation #tvlktravelfriends2", "comment_count": 241, "like_count": 515}, "post11": {"caption": "Teman setiap mengakhiri aktivitas ku kapan pun dan dimana pun aku ga lupa selalu bawa torabika cappuccino, karena @torabikacappuccino adalah Teman Santai Paling Nikmat.\nKini Torabika Cappuccino  formula nya upgrade dg Creamy foam yang tebal dan\nlembut, Serta 2X Choco\nGranule Lebih Banyak.\n\nnah teman-teman aku mau kasih tau bahwa Torabika Cappuccino sekarang lagi ngadain challenge #TemanSantaiPalingNikmat .\ncaranya gampang teman teman2 langsung follow media social @torabikacappuccino untuk informasi lengkapnya.\n\n#temansantaipalingnikmat", "comment_count": 211, "like_count": 1333}}}