{"username": "dsenjaya89", "full_name": "DODY SENJAYA | TRAVEL BLOGGER", "follower": 31482, "following": 1579, "post_count": 1332, "category_name": "Blogger", "biography": "🇮🇩Travelling, Music, and Lifestyle #langkahdody \n🏃🏽Founder @langkahdody \n📩 hello@langkahdody.com\n📍JAKARTA\ntiktok.com/@langkahdody\n#langkahku", "is_profesional": true, "data_media_photo": {"post0": {"caption": "#RekomendasiHotel Di Pulau Samosir \n\n@tobabeachhotel menawarkan pengalaman menginap dengan suasana Danau Toba di depan mata. Hotel bintang ⭐️⭐️⭐️ ini mempunyai segudang fasilitas yang dapat menemani liburan Langkahku jika pergi ke Pulau Samosir.\n\nBerada di Tomok yang merupakan gerbang masuk pulau samosir. Lokasi yang stategis dekat dengan Desa Wisata Tomok yang merupakan pusat kebudayaan batak toba dan pusat belanja. Jadi kalau ke Pulau Samsir nginepnya di Toba Beach Hotel aja ya\n\n#TobabeachHotel #Langkahdody #RekomendasiHotel #Hotel #hotelreviewer #DanauToba #ExploreDanauToba #SumateraUtara", "comment_count": 5, "like_count": 84}, "post1": {"caption": "Seneng banget bisa berkunjung ke @boboboxadventure untuk yang ke 3 kalinya‼️\n\nKali ini gue mencoba menginap di #bobocabinkaldera di kawasan Danau Toba. Ternyata pak @jokowi pernah juga berfoto di sini loh. \n\nSama seperti #bobocabin di tempat lain. Di sinipun menawarkan berbagai fasilitas kamar yang bisa dinikmati Langkahku seperti toilet dengan pemanas air, amenitis, toiletries, smart glass window, lampu, pintu dan Bluetooth Audio Speaker yang bisa dikendalikan langsung dari ponsel Langkahku.\n\nYang membedakan adalah view yang langsung menghadap Danau Toba. Suasannya juga indah banget. Love banget pokoknya deh. Nah #bobocabinsignature bisa jadi rekomendasi langkahku jika berkunjung ke Kawasan Danau Toba. \n\n📍 Glamour Camping (Glamping) The Kaldera Toba Nomadic Escape di Desa Sibisa, Kecamatan Ajibata, Kabupaten Toba, Sumatera Utara.\n\n#GetCloser #Boboboxadventure #glamping", "comment_count": 10, "like_count": 95}, "post2": {"caption": "@sutasomahotel merupakan perpaduan keindahan pesona Indonesia dengan moderenitas dan Sudah bersertifikat CHSE. Fasilitasnya lengkap mulai dari kolam renang, gym center, lounge, resto dan hall. Untuk fasilitas kamarnya tidak perlu diragukan lagi lengkap banget mulai dari kamar yang luas dengan sentuhan etnik indonesia, wifi, tv cable, kulkas, aminities, toileters, air mnimum kemasan dan lainnya. \n\nHotel Butik Mewah ini berada di lokasi yang strategies dekat dengan pusat perbelanjaan dan hibguran jakarta bereda di The Tribrata, Jl. Darmawangsa III No.2 Pulo, Keb Baru, Jakarta Selatan 12160 - Indonesia\n\nSutasoma Hotel ini bisa jadi pilihan staycation weeknd ini\n\n#Langkahdody #sutasomahotel #sutasoma #hoteljakarta #hotel #hotelreviewer #hotelierlife #indonesiabanget #hotelunik #hotelinstagrambale", "comment_count": 4, "like_count": 84}, "post3": {"caption": "Sudah punya rencana liburan Weekend ini?  Kalau belum ini ada #RekomendasiHotel yang pas banget buat #Staycation namanya @ibisstylesbogor cuma 45 menit dari selatan Jakarta. Punya segudang fasilitas dan view lapangan golf yang asri loh #Langkahdody #hotelreviewer #ibisstylesbogorraya #explorebogor", "comment_count": 2, "like_count": 28}, "post4": {"caption": "Kangen Jogja?! Jangan lupa mampir ke Puncak Kebun Buah Mangunan yang merupakan salah satu sunrise point terbaik di #Yogyakarta #KebunBuahMangunan #Langkahdody #sunrise #sunrisepoint #explorejogja", "comment_count": 1, "like_count": 39}, "post5": {"caption": "Pantai Pasir Putih Ini Unik‼️\n\nAir pantainya berasa tawar bukan asin, sebab pantai ini bukan berada di tepian laut sepwrti pantai pada umumnya, melainkan di tepian danau. Yup di tepian #DanauToba Pemandangannya The best banget. #Exploredanautoba #PantaiParbaba #Langkahdody #SumateraUtara #PesonaIndonesia", "comment_count": 4, "like_count": 76}, "post6": {"caption": "Mengantri kebahagiaan #Langkahdody", "comment_count": 6, "like_count": 104}, "post7": {"caption": "Fakta Menarik Tentang #DanauToba\n\nPasti pada gak sabar buat lihat keindahan Danau terbesar se-Asia Tenggara Ini. Bisa jadi pilihan liburan awal bulan nih. Karena sudah ada konektivitas transportasi untuk menuju pariwisata super prioritas ini .\n\n#PesonaIndonesia #Exploresumaterutara #Langkahdody #wonderfullindonesia #indonesia", "comment_count": 1, "like_count": 84}, "post8": {"caption": "Baju koko terinspirasi dari pakaian tradisional masyarakat Tionghoa yang dikenal dengan nama tui-khim. Masyarakat Indonesia lebih mengenalnya dengan sebutan baju koko? Alasannya karena pada zaman dahulu, yang biasa memakai baju tui-khim adalah \"engkoh-engkoh\". Kemudian, dieja dalam Bahasa Indonesia menjadi \"koko\". Karena itu, banyak masyarakat yang menyebutnya dengan sebutan \"baju koko\".\n\nNah ini adalah salah satu model baju koko dari #MenstopIndonesia bernama TANVIR. Model kerahnya sanghai gitu, bermotif dark leaves, dan slim fit. Bahannya katun sehingga halus dan lembut, bahan kuat, adem saat dipakai, menghangatkan saat dingin, mudah menyerap keringat, dan pastinya nyaman digunakan. Nah buat kamu yang ingin memilikinya bisa kunjungi e-commerce kesayangan kamu atau cek instagramnya @menstopindonesia", "comment_count": 2, "like_count": 533}, "post9": {"caption": "Sempat kepikiran gak si Langkahku, bagaimana perjalanan udara bisa mulus dan tidak tersesat⁉️\n\nKetika menerbangkan pesawat, pilot akan selalu punya teman bernama air traffic controller atau ATC. Jadi ATC adalah pemandu lalu lintas udara, mulai dari memberi clearance untuk take off sampai menunjukkan rute perjalanan udara yang harus dipatuhi.\n\nTidak hanya pesawat komersial saja yang di pandu ATC, tetapi juga helikopter dan sejenisnya. Selain melalui sinyal radio dan satelit untuk berkomunikasi, ATC juga mengawasi navigasi pesawat melalui radarnya. ATC bekerja di ruang kontrol radar yang ada di menara bandara. Dari sanalah mereka berbagi informasi apapun terkait penerbangan kepada pilot, seperti update cuaca, pindah rute perjalanan, dan sebagainya. \n\nOiya ini adalah Menara Bandara Silangit Sumatera Utara ya. Menara bandaranya masih portable karena menara aslinya sedang tahap pembangunan.\n\n@transmateindonesia @kemenhub151 @airnavindonesia \n#TransmatePenghubungIndonesia #ATC #airtrafficcontroller #MenghubungkanIndonesia #Langkahdody", "comment_count": 4, "like_count": 1054}, "post10": {"caption": "Belajar bahasa asing itu ternyata menyenangkan loh‼️\n\nCoba dah Download Aplikasi DuoLingo sekarang dan bisa belajar bahasa dari genggamanmu. Biar asik jangan lupa berlangganan @duolingo melalui Google Play dan top up saldo @googleplay nya lewat VA @bankmandiri ya!\n\nSekarang bayar apapun di @Googleplay pakai VA @bankmandiri aja 🤫ssttt payment systemnya by @dokuid loh\n\n#DuoLingo #TopUpGooglePlay #BayarPakeVAMandiri #SupportedByDoku \n@dokudotpromo", "comment_count": 4, "like_count": 1089}, "post11": {"caption": "Selamat Hari Laut Sedunia‼️\n\nYuk, kita bahas tentang kapal kecil berfungsi besar, tapi para awak kapal dan penumpang lebih suka jika tidak digunakan.\n\nKapal ini dinamakan Sekoci, dan termasuk salah satu perlengkapan yang harus ada di dalam kapal laut karena berperan penting sebagai penolong saat keadaan darurat. Sekoci yang berupa perahu kecil ini, berfungsi sebagai alat evakuasi yang cepat dan efektif untuk membantu membawa orang-orang yang kesulitan di sebuah kapal menuju lokasi aman.\n\nBentuk dan jumlah sekoci disesuaikan dengan ukuran kapal lautnya. Hal ini berkaitan dengan kapasitas kapal dan kebutuhan penyelamatan yang berbeda. \n\nLetak sekoci sendiri biasanya ada di sisi badan kapal, baik sebelah kiri dan kanan. Sekoci pun harus dicat dengan warna oranye terang sesuai yang diakui secara internasional, dan di atasnya tercetak tanda panggil kapal (call sign).\n\nSekoci harus membawa semua peralatan yang dijelaskan dalam SOLAS, agar dapat digunakan untuk bertahan hidup di laut. Ini termasuk ransum, air bersih, pertolongan pertama, kompas, peralatan sinyal marabahaya seperti roket, dll.\n\n@transmateindonesia @kemenhub151 @budikaryas \n#TransmatepenghubungIndonesia #MenghubungkanIndonesia #Sekoci #Langkahdody", "comment_count": 2, "like_count": 1053}}, "data_media_video": {"post0": {"caption": "Aplikasi sakti tanpa ribet‼️\n\nBuat kamu yang butuh informasi seputar transportasi jabodetabek atau ingin mengajukan permohonan informasi publik, sekarang “Makin Mudah” Gak perlu repot-repot buat datang ke kantor Kemenhub dan menunggu lama loh.\n\nSekarang cukup unduh aplikasi PPID Kemenhub di gawai kamu, lalu registrasi deh. Semua yang kamu butuhkan atau yang ingin kamu ajukan bisa ditanyakan di kolom permohonan.\n\nYuk gunakan fasiltasnya dan nikmati manfaatnya!\n\n@bptjkemenhub @kemenhub151 @transmateindonesia \n#BPTJKemenhub #JabodetabekTerintegrasi2029\n#transportasimaju #TransmatePenghubungIndonesia", "comment_count": 5, "like_count": 1015}, "post1": {"caption": "Hi Langkahku!\n\nTau gak sih kalau ada insan perhubungan dibalik kemajuan transportasi yang memberikan harmoni bagi bangsa dan negara Indonesia. Kita sebagai warga negara indonesia wajib banget memberi apresiasi kepada mereka yang memiliki tugas yang mulia untuk mewujudkan #transportasimaju konektivitas yang handal.\n\nNah konektivitas yang handal itu seperti yang terjadi di Pelabuhan Bahaur gerbang keluar masuk kapal untuk kalimantan tengah. Pelabuhan ini sangat penting peranannya bagi masyarakat. Apabila ingin ke Pulau Jawa bisa melalui pelabuhan ini. Begitu pula dengan mobilitas logistiknya. Masyarakat sanagat twrbantu dengan adanya pelabuhan bahaur ini.\n\nKali ini Gue akan mewawancarai satu-satunya tukang kebun yang ada di pelabuhan Bahaur ini. Cek videonya ya Langkahku!\n\n@transmateindonesia @kemenhub151 \n#TransmatePenghubungIndonesia #InsanPerhubungan #ExploreKalimantanTengah #KaimantanTengah #PelabuhanBahaur #HariPerhubunganNasaional", "comment_count": 16, "like_count": 1143}, "post2": {"caption": "Rekomendasi hotel untuk liburan hari raya nih Langkahku!!\n\nBangun tidur viewnya langsung danau, fasilitasnya super lengkap mulai dari bersepeda keliling area hotel, bisa outbond, atau mau ngasih makan rusa, semuanya bisa.\n\nSpecialnya lagi bisa dapat diskon 10% dari @lidolakeresort dengan menggunakan kode “WOWBOGOR” \nuntuk pemesanan kamar via website www.lidolakeresort.com\n\n@witnessonweekend \n#lidolakeresort #exploresukabumi #explorebogor #hotel #video #wowinfluencers #hotelierlife #hotelindonesia #indonesia #lidolake #jawabarat #tidakmudik", "comment_count": 5, "like_count": 630}, "post3": {"caption": "Guys kalian pernah merasa was-was gak si ketika traveling ke luar kota, apalagi berinteraksi dengan orang banyak di masa pandemi seperti saat ini? Atau kalian berkeinginan punya mobil agar kemana-mana lebih mudah dan pastinya lebih terjaga? Bisa intimet gitu bareng keluarga, teman atau kerabat.\n\nTapi beli mobil kan gak murah ya, harus nabung dulu baru bisa punya? Bakalan harus milih nih mau nabung buat beli mobil atau nabung buat kebutuhan pribadi seperti Gue ini, nabung buat traveling. Nunggu lama dong ya punya mobil😀🤔\n\nHmm Siapa bilang, ternyata ada loh cara punya mobil tapi kita masih bisa traveling atau memenuhi kebutuhan pribadi. Salah satunya dengan membeli mobil bekas. Tapi kan sama aja ya mahal juga? Benar si mahal, harus punya uang dulu baru bisa beli. Tapi bagaimana dengan membeli mobil bekas dengan cara di cicil? \n\nTernyata @mocil.id punya solusinya nih. Beli mobil bekas di mocil.id itu bisa dicicil guys. Selain itu banyak banget benefit yang didapatkan. Apalagi promo bulan Maret ini bisa dapat cashback Saldo Gopay Rp 5 juta ditambah pakai kode referal Gue “V285MD” untuk beli, Tambah Untung! Info selengkapnya bisa cek video Gue ya!\n\n#GaransiCicilanMurah #ToyotaAvanza #SuzukiSCross #CicilDiMocil", "comment_count": 31, "like_count": 767}, "post4": {"caption": ".\n.\nPariwisata dan ekonomi kreatif merupakan dua sektor yang mengalami penurunan signifikan sejak merebaknya pandemi COVID-19. Padahal, kedua sektor ini mempunyai kontribusi yang besar terhadap perekonomian nasional.\n\nDalam mendukung industri pariwisata dan ekonomi kreatif di tengah pandemi yang belum juga usai, Kementerian Pariwisata dan Ekonomi Kreatif (Kemenparekraf) menggencarkan program CHSE agar kedua sektor tersebut dapat bangkit dan bertahan.\n\nCHSE adalah penerapan protokol kesehatan yang berbasis pada Cleanliness (Kebersihan), Health (Kesehatan), Safety (Keamanan), dan Environment Sustainability (Kelestarian Lingkungan). Kemenparekraf sebagai lembaga yang menaungi sektor pariwisata dan ekonomi kreatif menggencarkan protokol kesehatan CHSE agar dapat diimplementasikan oleh badan usaha masyarakat.\n\nPandemi COVID-19 membawa dampak terhadap berbagai lini, termasuk sektor pariwisata dan ekonomi kreatif. Lantas, seperti apa protokol kesehatan yang diterapkan untuk memulihkan kedua sektor tersebut? Cek Videonya ya?!\n\n@pesonaid_travel @garuda.indonesia \n\n#bersamajagaindonesia #becauseyoumatter #diindonesiaaja #wonderfullindonesia #bromotenggersemeru #Bromo #tengger #semeru #exploreIndonesia #CHSE #GarudaIndonesia #kemenparekraf #PariwisataIndonesia #theshalimarboutiquehotel #jiwajawabromo #museumangkut #tokooen #juandaairport #soekarnohattaairport #zangrandiicecream", "comment_count": 1, "like_count": 54}, "post5": {"caption": ".\n\nLangkahku Gue masih berada di  @2Madison_Gallery & @2Madison_Cafe Kemang dalam acara \n#2madison1X1_2021 dengan tema acara Expressing Art in The New Normal\n\nPada kesempatan kali ini Gue berhasil mewawancarai dengan salah-satu seniman yang lukisannya telah terjual ketika acaranya baru dimulai. Kira-kira lukisan apa yang dibuat dan cerita apa yang ingin disampaikan oleh pelukis yang asalnya dari Bekasi ini ya? \n\nGue juga mau menginformasikan bahwa #2madison 1x1 masih bwrlangsung sampai tanggal 22 Februari 2021 mulai pukul 11.00 WIB sampai 19.00 WIB, Free Entry!\n\nSemua karya dari 13 seniman bisa kamu lihat dan kamu beli melalui websitenya di www.2madison.com \n\nYuk Suport Seniman Muda Indonesia!\n#2madison_artisthelp #artistcall #2madison_artisthelp #artisthelp #localartist #localartisans #localartistsupport #komunitasseni #artistcallout #pameranseni #pamerankarya #artcurator #artlover #artcollective #Jakarta #JakSel #jaksellifestyle #indonesia #2madison1x1_2021 #2madison", "comment_count": 7, "like_count": 229}, "post6": {"caption": "Happy weekend Langkahku!!!\n\nJadi kemarin Gue datang ke Soft Opening-nya Virtual and Physical Exhibition dari @2madison_gallery bernama #2madison1x1_2021 dengan tema Expressing Art in The New Normal\n\nSeru banget acaranya karena kita bisa berinteraksi langsung dengan pelukis-pelukis Indonesia yang menampilkan lukisannya di acara tersebut.\n\nProtokol kesehatan juga diterapkan dalam acara kemarin seperti mewajibkan seluruh undangan memakai masker, cek suhu tubuh dan jaga jarak serta pembatasan jumlah pengunjung yang hanya 25% dari kapasitas ruangan. Tak lupa juga diberikan #handsanitizer untuk setiap undangan yang hadir.\n\nOiya kamu juga bisa datang loh dalam pameran lukisan ini mulai tanggal 12-2-2021 sampai dengan 22-2-2021 pukul 11am-7pm di @2madison_gallery dan @2madison_cafe kemang. Untuk kamu yang ingin datang FREE ENTRY ya! \n\nKamu bisa melihat karya-karya dari \n@arwahid_ #Bekasi\n@lowpop_ #Lampung\n@anggayuniars #yogyakarta \n@chatgarou #Jakarta\n@acaca #Bandung\n@haidaremen #Yogyakarta \n@nnnnroom & @pathmall_u #Yogyakarta\n@be.ruang.kutub #Bogor & @jahitan.oma #Bandung \n@wisnuaji_putu #Yogyakarta\n@wisnuajikumara #Yogyakarta \n@vypatiah #Jakarta\n\nKamu juga bisa melihat karya mereka dan bisa membelinya dengan mengunjungi websitenya di www.2madison.com. Yuk dukung seniman Indonesia Yuk. Dan Patuhi protokol kesehatan ya! Upss pas banget kan #weekend belum ada acara bisa datang dan bisa foto-foto #aesthetic juga 😊\n\n#artistcall #2madison_artisthelp #artisthelp #localartist #localartisans #localartistsupport #komunitasseni #artistcallout #pameranseni #pamerankarya #artcurator #artlover #artcollective #Jakarta #JakSel #jaksellifestyle #indonesia #2madison1x1_2021 #2madison", "comment_count": 28, "like_count": 976}, "post7": {"caption": "Hai Langkahku!!!\n\nKali ini Gue mau ngasih info bahwa ada acara Virtual and Physical Exhibition dari @2madison_gallery bernama #2madison1x1_2021 dengan tema Expressing Art in The New Normal\n\nAcara ini dilaksanakan mulai hari ini tanggal \n11-2-2021 (by invitation only) dan 12-2-2021 sampai dengan 22-2-2021 pukul 11am-7pm\ndi @2madison_gallery dan @2madison_cafe kemang. Untuk kamu yang ingin datang FREE ENTRY ya! \n\nDalam Virtual and Physical Exhibition kali ini menampilkan karya dari seniman indonesia seperti\n@arwahid_ #Bekasi\n@lowpop_ #Lampung\n@anggayuniars #yogyakarta \n@chatgarou #Jakarta\n@acaca #Bandung\n@haidaremen #Yogyakarta \n@nnnnroom & @pathmall_u #Yogyakarta\n@be.ruang.kutub #Bogor & @jahitan.oma #Bandung \n@wisnuaji_putu #Yogyakarta\n@wisnuajikumara #Yogyakarta \n@vypatiah #Jakarta\n\nKamu juga bisa melihat karya mereka dan bisa membelinya dengan mengunjungi websitenya di www.2madison.com. Yuk dukung seniman Indonesia.\n\n#artistcall #2madison_artisthelp #artisthelp #localartist #localartisans #localartistsupport #komunitasseni #artistcallout #pameranseni #pamerankarya #artcurator #artlover #artcollective #Jakarta #JakSel #jaksellifestyle #indonesia #2madison1x1_2021 #2madison", "comment_count": 9, "like_count": 1111}, "post8": {"caption": ".\n.\nTau gak si Guys kalau Indonesia merupakan penghasil sampah makanan nomor dua terbesar di dunia. Ini bukan prestasi yang membanggakan loh, kita harus peduli akan hal ini dan harus bijak dalam penggunaan plastik.\n\nSampah plastik selalu menjadi masalah utama dalam pencemaran lingkungan baik pencemaran tanah maupun laut. Butuh waktu sampai ratusan tahun untuk sampah plastik terurai secara alami. \n\nBanyak hal yang bisa kita lakukan untuk memgurangi sampah plastik seperti penggunakan kantong belanja, membawa botol air minum sendiri, mengurangi pemakaian plastik untuk bungkus makanan seperti yang ada di video ini.\n\nSekarang banyak loh pelaku UMKM di Indonesia yang sudah menjual barang-barang hasil daur ulang. Kita bisa memakainya tuh dan bisa memberikan contoh ke teman-teman kita. Ternyata Jika diolah dengan baik, sampah daur ulang dapat menghasilkan loh. \n\nYuk bijak berplastik dan jangan jadi orang Polutif!!!\n\n#kekinianbisadipakaiulang\n#BuPudjo\n#sampah #sampahplastik #umkm", "comment_count": 23, "like_count": 119}, "post9": {"caption": ".\n.\nTernyata benar ya!\nKita itu tidak bisa melupakan yang lalu-lalu. Karena kita sejak kecil mulai dari TK, SD, SMP, SMA bahkan kuliah kita diajarkan untuk MENGINGAT tidak pernah diajarkan untuk MELUPAKAN.\n\nWalaupun perjalanan Gue sudah berlangsung lebih dari sebulan yang lalu tapi Gue masih bisa mengingat keindahan dari Kawasan Bromo Tengger Semeru. Mulai Dari Budaya Suku #Tengger yang Gue saksikan di Desa Wonokitri, Hasil alamnya yang dimanfaatkan untuk UMKM dan pastinya Keindahan Alam  @bbtnbromotenggersemeru yang tidak perlu diragukan lagi.\n\nApalagi dengan adanya konektivitas transportasi untuk menuju kawasan ini, Jadi makin dipermudah. Kita bisa naik pesawat Terbang dari daerah manapun menuju Bandara Juanda ataupun Bandara Abdul Rahman Saleh. Kita juga bisa naik kereta api menuju Stasiun Malang ataupun Stasiun Psar Turi. Dan Semua bisa dilanjutkan menggunakan Damri ke Bromo keren banget kan.\n\nJadi buat kamu yang ingin liburan, Bromo bisa jadi refrensi destinasi kamu. Dan untuk saat ini yang paling penting adalah selalu ikuti protokol kesehatan! Oiya jangan lupa juga kalau hari ini tayang perdana film pendek yang bisa kalian tonton di Chanel Youtubenya @kemenhub151 loh. Di film tersebut kalian bisa mendapatkan informasi tentang konektiviatas ke #Bromo dan pastinya kamu diajak jalan-jalan melihat keindahan Bromo! \n\n@budikaryas\n#penghubungindonesia #transmatepenghubungindonesia #transportasiamanproduktif #transmatejourney  #Sahabatmentaritengger #TNBTS #tnbromotenggersemeru #explorebromi #sunrise #bromoindonesia", "comment_count": 19, "like_count": 599}, "post10": {"caption": "Langkahku!!\n\nMau cerita pengalaman ku ke Bromo bulan lalu nih. Jadi sekarang kalau Ke Bromo makin mudah dan makin hemat biaya karena @damriindonesia bersama Direktorat Jenderal Perhubungan Darat @kemenhub151 resmi melayani trayek angkutan wisata Kawasan Strategis Pariwisata Nasional (KSPN)\n\nKawasan Strategis Pariwisata Nasional (KSPN) ini merupakan Kawasan yang memiliki fungsi utama pariwisata dan memiliki potensi untuk pengembangan pariwisata yang dapat meningkatkan pertumbuhan ekonomi. Salah satu yang ditetapkan adalah KSPN yang dilayani oleh DAMRI, yakni Gunung Bromo Jawa Timur.\n\nKalian bisa mencoba rute \nStasiun Malang - Desa Wonokitri (Bromo)\nStasiun Pasar Turi - Desa Wonokitri (Bromo)\nBandara Juanda (Surabaya) - Desa Wonokitri (Bromo)\nStasiun Gubeng (Surabaya) - Sukapura (Bromo)\nBatu (Malang) - Tosari (Rest Area Bromo)\n\nInilah yang disebut konektivitas transportasi. Gak perlu repot cari-cari kendaraan lagi untuk berlibur ke @bbtnbromotenggersemeru Tarifnya pun mulai dari Rp 40.000,- loh. Terjangkau kan!! Damri Juga sudah menerapkan protokol kesehatan, jadi gak perlu khawatir lagi untuk liburan ke Bromo ya. Untuk saat ini liburannya #dirumahsaja ya Langkahku! Lebih aman dan nyaman. Tapi kalau terpaksa untuk liburan diluar rumah selalu ikuti protokol kesehatan dan pastikan sudah menjalani rapid test antigen dengan hasil negatif ya.\n\n@budikaryas\n#penghubungindonesia #transmatepenghubungindonesia #transportasiamanproduktif #transmatejourney #BromoTenggerSemeru #Bromo #bromomountain #BromoIndonesia #TNBTS #explorebromo #traveling #traveler #wisatamalang", "comment_count": 16, "like_count": 625}, "post11": {"caption": ".\n.\nTransmate Indonesia mempersembahkan sebuah film pendek untuk menemani masa liburan kamu.\n \n*Nabastala Paling Mengerti*\n\nMeylani yang sedang bimbang hatinya berusaha menenangkan diri di indahnya pemandangan Bromo, apalagi Pakdhe Bejo yang telah merawatnya dari kecil juga selalu memberikan wejangan-wejangan bijaksana, sehingga sedikit demi sedikit ada perasaan tenang dalam dirinya. \n\nDhika adalah pecinta alam sejati, jiwa pecinta alam ini membuat Dhika berbeda dengan wanita pada umumnya. Dhika menjadi sosok yang mudah bergaul, selalu berpikiran terbuka dan mudah akrab.\n\nLutfi sebenarnya pemuda yang baik dan berprestasi namun agak bandel dan sedikit cuek, sering mengabaikan peraturan tanpa disadari. Bahkan sikap kurang peduli ini sampai mengakibatkan dia ditinggal kekasihnya, parahnya Lutfi bahkan masih belum tahu apa salahnya. \n\nDody memiliki karakter selalu ramai dalam segala suasana, senang jalan-jalan naik angkutan umum merasakan kemudahan transportasi yang sudah terhubung ke berbagai destinasi wisata dan suka baca puisi atau karya sastra. Sehingga Lutfi mengajak Dody untuk menemaninya dalam perjalanan menemukan cintanya yang hilang. Namun di tengah perjalanan ada kejutan yang tidak disangka-sangka.\n\nApakah kemegahan dan keindahan #Bromo akan mempengaruhi keputusan mereka?\n\nYuk nonton full versinya pada tanggal 31 Desember 2020 di Youtube channel Kementerian Perhubungan RI. \n\nTetap aman bertransportasi dan selalu patuhi protokol kesehataan ya #KawulaModa\n\n#Nabastala berasal dari bahasa Sansekerta yang berarti langit.\n\n@Kemenhub151 @budikaryas @damriindonesia @kai121_ @keretaapikita @transmateindonesia @bbtnbromotenggersemeru #penghubungindonesia #transmatepenghubungindonesia #transportasiamanproduktif #transmatejourney #NabastalaPalingMengerti #shortmovie #filmpendek", "comment_count": 44, "like_count": 623}}}