{"username": "emitoms", "full_name": "Emily | Travel + Photo", "follower": 103648, "following": 1318, "post_count": 1462, "category_name": "Photographer", "biography": "༶  Marketing Manager\n↬ Co-Founder of @seattleinsiders \n⍔  Seattle\n↠ Storyteller\n✎ emitoms@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Golden hour memories on the west coast of Ireland ✨. This country amazed me in more ways than one. I woke up early to see the small islands under the morning sun and couldn’t believe how blue the water was (Ireland even has some white sand beaches!). Truly one of the most stunning places I have ever visited and can’t wait to go back one day 🤍\n\n@tourismireland // @stellerstories\n\n#greenbutton #loveireland", "comment_count": 18, "like_count": 626}, "post1": {"caption": "Catching the last light on the coast of Ireland ✨. This country surprised me in more ways than one. Castles, scenic coastlines and rainbows for days—what more could you want? I can’t wait to revisit Ireland in the future 🤍 \n \n📍Downpatrick Head \n@stellerstories @tourismireland #greenbutton #loveireland", "comment_count": 27, "like_count": 835}, "post2": {"caption": "If you need me this fall, you can find me here 🍂✨😍", "comment_count": 71, "like_count": 1814}, "post3": {"caption": "Summer in the Pacific Northwest never disappoints ✨🌊. How can you beat this view 😍", "comment_count": 74, "like_count": 3290}, "post4": {"caption": "Had some fun with a fluffy red skirt at Devil’s Bridge ♥️✨. Turns out when it’s over 100 degrees you can pretty much have this spot all to yourself 😂👏🏼 #protip #doitforthegram", "comment_count": 126, "like_count": 2489}, "post5": {"caption": "Chasing hot air balloons and desert skies 🏜🎈. Spent the last week exploring Phoenix, AZ and man was it hot 🥵. Some days reaching almost 118 degrees! Sunrise definitely became my favorite time of day because that was when it was only 90 degrees 😂. Seeing these balloons float over the Sonoran Desert was definitely worth the 3am wake up call ✨ @visitphoenix @hotairexpeditions", "comment_count": 73, "like_count": 1460}, "post6": {"caption": "Have spent the past 2 days exploring Sedona with @polarisadventures for National Get Outside Day. It was so nice to disconnect with my phone and reconnect with nature ✨. Saw so many amazing places and beautiful red rocks 😍. I love Arizona and all it’s natural beauty—and exploring it with a RZR is truly the best way to see it all 🏜#polarisadventures #offliner #sedonaatv", "comment_count": 41, "like_count": 1561}, "post7": {"caption": "The most beautiful staircase by the sea 🌊 😍. Could you imagine having this in your backyard ?!", "comment_count": 96, "like_count": 3395}, "post8": {"caption": "There’s nothing quite like the textures of the waves ✨🌊. I have been really unmotivated by Instagram for a long time. I shoot all the time but never share my work here because I get so caught up in the numbers and feeling disappointed if my work is not received well. I hate to admit that — but it’s true! And lately I’ve been trying not to be so self critical and just share because I love it. Might not happen over night, but I miss the community of this app 🤍. Thank you all for always being so kind to me ✨", "comment_count": 136, "like_count": 4073}, "post9": {"caption": "Walking somewhere on the moon 🌙 👽. No but really—how is this place in the PNW ?! I haven’t ever seen anything like it 😍. Nature has made it’s own pyramids tucked away in Idaho of all places. Truly a natural wonder ✨", "comment_count": 99, "like_count": 3414}, "post10": {"caption": "Some parts of Idaho look like Iceland and I am not mad about it 😍", "comment_count": 49, "like_count": 3091}, "post11": {"caption": "Finding cool rocks in Idaho 😍. This place has so many unique hidden gems ✨", "comment_count": 74, "like_count": 1606}}, "data_media_video": {"post0": {"caption": "The morning fog in Washington is very much alive....🌿. I could sit here and watch it all day.", "comment_count": 106, "like_count": 3780}, "post1": {"caption": "Guess who had the whole beach to herself?", "comment_count": 17, "like_count": 334}, "post2": {"caption": "If you were to ask me if there's anything I love more than the PNW fog and trees, my answer would be no. Or maybe pizza.", "comment_count": 21, "like_count": 208}, "post3": {"caption": "Saw wild dolphins playing in San Diego bay :) so cool!", "comment_count": 6, "like_count": 93}, "post4": {"caption": "I wish all the people I love could enjoy this with me.", "comment_count": 8, "like_count": 118}, "post5": {"caption": "Enjoying the last bit of Washington summer.", "comment_count": 1, "like_count": 100}, "post6": {"caption": "#Washington", "comment_count": 5, "like_count": 112}, "post7": {"caption": "Washington is SO ugly", "comment_count": 3, "like_count": 76}, "post8": {"caption": "Most beautiful drive", "comment_count": 3, "like_count": 65}, "post9": {"caption": "I can't wink", "comment_count": 7, "like_count": 59}, "post10": {"caption": "Take a break :) woke up early for this.", "comment_count": 6, "like_count": 82}, "post11": {"caption": "The ugliest place", "comment_count": 7, "like_count": 86}}}