{"username": "fiersabesari", "full_name": "Fiersa Besari", "follower": 4243203, "following": 1109, "post_count": 391, "category_name": "Author", "biography": "Manusia biasa yang senang menulis, bermusik, berkelana, dan merekam / 085282747109 (Ubay)", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Jangan terlalu cepat besar, anakku. Bapak enggak mau kita terburu-buru berkelahi karena kamu enggak terima ketika Bapak mempertanyakan jurusan kuliah pilihanmu, mempermasalahkan caramu cari uang, atau galak sama calon suamimu\n.\nMeskipun pada akhirnya, Bapak yang harus mengalah. Bapak belajar mengalah dari saat kamu memaksa nonton Coco Melon waktu Bapak ingin nonton review otomotif", "comment_count": 733, "like_count": 201821}, "post1": {"caption": "Ada yang berubah nih dari wajah saya setelah cuci muka, ada yang tahu apa? Bukan, wajah saya tidak berubah jadi mirip Jared Leto. Perubahannya adalah wajah saya jadi tambah bersih dan enggak lagi berminyak. Sekarang, enggak perlu khawatir kena debu dan berminyak saat di perjalanan karena ada face wash dari @kahfeveryday \n.\nYuk, lawan Black Head dan wajah berminyak dengan Kahf Face Wash yang dapat kamu beli di Indomaret, Alfamart / Alfamidi dan toko langgananmu. Wajah bersih, pikiran jernih dan siap keluarkan senyum terbaik\n.\n#FightYourBlackHead", "comment_count": 302, "like_count": 34975}, "post2": {"caption": "“Pengecut” live version sudah bisa dinikmati di channel Youtube saya. Versi resmi akan rilis bulan September 2022. Jika kawan-kawan bisa meluangkan waktu sejenak untuk mendengarkan, saya akan bahagia sekali. Terima kasih dan tiada kesan tanpa kehadiranmu", "comment_count": 1774, "like_count": 183073}, "post3": {"caption": "Dulur dan Kawan-kawan Jogja dan sekitar, sampai ketemu di Prambanan Jazz Festival 2022. Saya akan featuring juga dengan sahabat, @bemandry \n.\nMinggu, 3 Juli 2022\nCandi Prambanan\nInfo: @prambananjazz", "comment_count": 192, "like_count": 32841}, "post4": {"caption": "Di gudang rumah Ibu yang penuh barang usang, saya menemukan kembaran anak saya. Perkenalkan, Fiersa kecil yang belum sadar kelak dirinya bernyanyi di depan ribuan orang", "comment_count": 402, "like_count": 139775}, "post5": {"caption": "Balada (Bahas Alat Daki) kali ini tentang Eiger Metamorph. Produknya oke juga. Bagi saya sendiri, lebih terpakai mode backpack-nya. Karena saya sudah backpack-backpack. Info perihal Metamorph bisa cek @eigeradventure", "comment_count": 247, "like_count": 32953}, "post6": {"caption": "Episode Balada (bahas alat daki) kali ini adalah review GoPro Hero 8 beserta alasan kenapa saya belum upgrade", "comment_count": 241, "like_count": 23395}, "post7": {"caption": "Balada (bahas alat daki) episode 2: Eiger Merabu. Jaket kece yang udah waterproof. Mampu menangkal air tapi tidak mampu menangkal chat mantanmu yang tiba-tiba nanya kabar\n.\nInfo pembelian, langsung aja ke @eigeradventure", "comment_count": 511, "like_count": 47170}, "post8": {"caption": "Episode 1 Balada (Bahas Alat Daki). Membahas kamera yang sering dipakai di ekspedisi Atap Negeri: Sony A6600", "comment_count": 571, "like_count": 73250}, "post9": {"caption": "Kamu pasti pernah punya masalah dengan komedo dan wajah berminyak seperti saya ini. Coba deh sekarang ganti sabun muka dengan pakai Kahf Face Wash dari @kahfeveryday \n.\nMasalah komedo dan wajah berminyak pasti hilang karena Kahf Face Wash ini punya triple action oil & comedo defense face wash. Sat-set wajah bersih saya siap menebar pesona\n.\nYuk, lawan Black Head dengan Kahf Face Wash yang bisa kamu beli di Indomaret, Alfamart / Alfamidi dan toko langgananmu. Buruan nanti biar kita bisa pamer wajah mulus bareng\n.\n#FightYourBlackHead", "comment_count": 605, "like_count": 72279}, "post10": {"caption": "Petang itu, banyak sekali kunang-kunang\n.\nTerima kasih karena masih mendengarkan lagu saya untuk mengembalikan kenangan. Kelak bertemu di kotamu\n.\n.\n.\n.\n.\nBerikut momentum yang sempat diabadikan oleh @rendhybomz dan @_satyadharma_", "comment_count": 636, "like_count": 160543}, "post11": {"caption": "Hutan itu kayak hati. Mau masuk, permisi dulu. Mau berkegiatan, jangan merusak. Mau ngomong, jangan sembarang. Mau masuk hutan lain, tinggalkan dulu yang satu\n.\n.\n.\n.\n.\n#EigerAdventure\n#EigerTropicalAdventure\n#AdventureToShare\n#MulaiJalanLagi\n.\nDifotoin Lord @ekisulistina yang lagi belajar motret", "comment_count": 364, "like_count": 126475}}, "data_media_video": {"post0": {"caption": "Tahun depan mungkin semakin berat. Semoga kita semakin kuat\n.\n— (rangkuman 2021 saya)", "comment_count": 1080, "like_count": 179976}, "post1": {"caption": "Gunung Patah, Bengkulu, 2017. Salah satu pendakian saya yang tersulit. Dua minggu di dalam hutan. Tapi, ketika membacakan Sumpah Pemuda, nahan nangis. Btw, nontonnya ampe beres wkwk", "comment_count": 678, "like_count": 120324}, "post2": {"caption": "Part terakhir pendakian Gunung Agung sudah bisa ditonton di Youtube. Ganasnya jalur, ditambah panas terik, memang lebih cocok untuk dinikmati dari kamar saja. Selamat mendaki online. Link di bio", "comment_count": 334, "like_count": 79946}, "post3": {"caption": "Belakangan ini jadi sering nonton film di laptop. Selain lebih praktis dan bisa nonton di mana aja, laptop saya ini kualitas warnannya terbaik. Detail banget nget nget! Respons time-nya cepat dan layarnya punya teknologi mereduksi cahaya biru sampai 70%. Maksudnya gimana, tuh? Jadi, bikin mata enggak cepat lelah meskipun nonton berjam-jam\n.\nSelain buat kebutuhan entertainment, laptop ini juga saya pakai buat kerja. Biasa, ngedit video pendakian. Oke, kan, hasilnya? Edit video jauh dari lemot. Soalnya udah dilengkapi dengan processors 10th Gen Intel®️ Core™️ i7, GeForce GTX 1650Ti yang bikin performa laptop jadi kencang. Otomatis, performa kerja saya juga meningkat. Terus, layar sentuh pula. Ngedit enggak harus ribet\n.\nMemang enggak salah pakai laptop keluaran terbaru dari @asusid yaitu ZenBook Pro 15 OLED (UX535) ini, yang udah pake teknologi layar ASUS OLED\n .\nHarganya mulai dari Rp. 23.999.000, uudah dapetin berbagai benefit dari ASUS ZenBook Pro 15 OLED (UX535) ini. Harga yang menurut saya sesuai banget dengan teknologi dan kualitas yang bakal kamu dapatkan. ASUS OLED emang paling mantap. Bismillah, komisaris ASUS\n.\n#SeeTheDIFFERENCE #ASUSOLED #10thGen #Intel #ASUSisMine #ZenBookPro15OLED", "comment_count": 169, "like_count": 36844}, "post4": {"caption": ".\nDari panggung ke panggung, salah satu hal yang paling dirindukan adalah Lautan Kunang-kunang. Sebuah ritual yang biasa dilakukan ketika membawakan lagu “Waktu yang Salah”. Semoga kelak bisa kembali bernyanyi bersama", "comment_count": 3165, "like_count": 216785}, "post5": {"caption": ".\nLagu “April” dibuat pada bulan Maret 2013. Kenapa judulnya “April” dan enggak ada satu pun kata april di dalam lagunya? Karena nama orang yang dulu ngasih saya harapan lalu berujung penolakan bernama “April”. Delapan tahun kemudian, sepertinya suara saya banyak berubah 😅", "comment_count": 2759, "like_count": 152180}, "post6": {"caption": ".\n“Sekarang dan miliar-miliar juta-juta ratus tahun lagi. Ulangi Tahun yang penuh bahagia bersamaku”", "comment_count": 806, "like_count": 128967}, "post7": {"caption": "Beberapa waktu lalu, sempat seliweran komentar “titididaw”. Buat kawan-kawan yang enggak ngerti konteks, mudah-mudahan video ini bisa mencerahkan", "comment_count": 1542, "like_count": 103328}, "post8": {"caption": ".\nPernah enggak naksir seseorang yang terlalu wah dan ngerasa diri sendiri enggak pantas ada di sebelahnya? Tapi di saat yang sama, perasaan enggak bisa hilang? “Temaram” menceritakan tentang itu. Diciptakan dengan perih, dinyanyikan dengan lirih", "comment_count": 1127, "like_count": 92741}, "post9": {"caption": ".\n“Jariku kan pulang pada genggamanmu. Bibirku kan pulang pada keningmu.” Lagu yang sangat cocok untuk jadi soundtrack LDR sekaligus modus wkwk", "comment_count": 585, "like_count": 81574}, "post10": {"caption": ".\nLagu yang selalu menyenangkan ketika dibawakan manggung, meski cerita di balik “April” cukup pedih", "comment_count": 2590, "like_count": 135160}, "post11": {"caption": ".\nPaling mudah dinyanyikan bareng-bareng meskipun sebelumnya enggak hafal lagunya. Cocok untuk dipakai mengejar. Karena terkadang mengejar mesti sedikit memaksa. Wadidaw", "comment_count": 574, "like_count": 101697}}}