{"username": "halotiketid", "full_name": "Travel Blogger & Media", "follower": 341245, "following": 2119, "post_count": 12284, "category_name": "Media/news company", "biography": "🏕Ibu senang Anak riang dpt Hotel “Lebih Hemat Daripada Aplikasi”\n📲Beli voucher hotel klik link👇\n🏆Awards👉 lihat Guide\n👨‍👩‍👧‍👦Baca @testimonihalotiketid", "is_profesional": true, "data_media_photo": {"post0": {"caption": "TODAY IS FLASH SALE DAY!⚡️⚡️⚡️\n\nHotel dengan konsep eco friendly ini lokasi nya strategis, nempel dengan Mall. Kalau mau jajan atau main dengan anak juga gampang bangeett🥰🤗\n\nMau short atau long stay di hotel ini sih boleh banget ya, Jacksis. Mumpung promonya juga asik bangeett bikin liburan jadi lebih menyenangkan🥰🤩\n\n📍: Jl. Peta No.241, Pasir Koja, Bandung\n\nYuk tentukan tanggal menginapnya kemudian chat admin dengan KLIK LINK DI BIO SEKARANG😍\n\n#halotiketidbandung", "comment_count": 0, "like_count": 5}, "post1": {"caption": "FLASH SALE IS COMING🤩⚡️\n\nHotel dengan lokasi yang strategis bangeeettt nget nget deket dengan Pantai Kuta, dekat dengan minimarket dan tempat makan, enaknya lagi dekat dengan bandara juga!😍🥰\n\nDengan harga segini udah bisa dapetin fasilitas hotel yang bagus bangett, bikin liburan jadi jauh lebih menyenangkan. Buat long stay di sini? Gasss sabi bangeett!🤩🥰\n\nYuk ajakin partner travelingmu buat liburan di Bali plus menginapnya bisa coba di Rofa Kuta Hotel🤩🥰\n\n📍: \nJalan Nakula Timur No.9, Legian, Kuta, Bali\n\nBooking promonya gampang banget, tinggal chat admin KLIK LINK DI BIO✌🏻\n\n#halotiketidbali", "comment_count": 0, "like_count": 12}, "post2": {"caption": "FLASH SALE ALERT⚡️⚡️⚡️\nHotel Cantik di Yogyakarta😍🥰\n\nLiburan di Jogja memang jadi salah satu TOP LIST destinasi para traveler karena banyak hal menarik yang bisa dieksplor. Mulai dari kuliner dan tempat-tempat hits trendy sampai ke tempat sejarah yang seru dan asik banget buat dikunjungi😍🥰\n\nKarena banyak hal menarik yang bisa dieksplor, Jacksis bisa coba Long Stay di All Nite and Day Gejayan ini. Kamar nya sendiri nyaman bangeett dan yang paling istimewa tuh bagian pool yang ada di rooftop, asik banget buat nyore sambil bersantai-santai di sana. Seru banget!🤩🥰\n\n📍: Jl.Affandi-Gejayan No.17C Klitren, Kec. Gondokusuman, Gondokusuman, Yogyakarta\n\nUntuk booking promonya mudah banget, tinggal chat admin dengan KLIK LINK DI BIO SEKARANG😍\n\n#halotiketidjogja", "comment_count": 0, "like_count": 14}, "post3": {"caption": "Resort Cantik di Sanur Bali🤩🥰\n\nMenginap di The Samata Resort ini cocok buat yang lagi pengen suasana tenang dan relaxing🥰😚\n\nLingkungan sekitar resort juga banyak pepohonan yang rindang bikin udara jadi lebih fresh🥰😍\n\nYang paling istimewa di sini adalah pool nya yang cantik, asik buat Jacksis berenang dan bersantai-santai saat sore sambil menikmati hari🥰🤗\n\n📍: Jl. Pucuk 1 No 67, Br. Tangtu, Sanur\n\nUntuk info booking promonya bisa langsung chat admin dengan KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidbali", "comment_count": 0, "like_count": 18}, "post4": {"caption": "SAVE & SHARE 🥳🥳\n\nBisa jadi pilihan Ayah Bunda ajakin si kecil buat jalan-jalan di masa libur sekolah 🥰🥰\n\nMana nih Beb yang pernah kamu datangi dan bakal jadi rekomendasi paling TOP versi kamu?? 😆\n\n____________________\n\nKids Fun Parcs : 📍 Jl. Wonosari km 10 Sitimulyo Piyungan Bantul Yogyakarta\n\nTaman Pintar : 📍Jl. Panembahan Senopati No.1-3, Ngupasan, Gondomanan 55122 Yogyakarta Yogyakarta\n\nWaterboom Jogja (Jogja Bay) : 📍Jalan Utara Stadion Maguwoharjo 55282 Sleman Yogyakarta\n\nTaman Pelangi Monjali : 📍 Jl. Ringroad Utara, Jongkang, Sariharjo, Ngaglik, Sleman, Daerah Istimewa Yogyakarta\n\nSindu Kusuma Edupark : 📍Jalan Magelang Km. 2, Kota Yogyakarta\n\nThe Lost World Castle : 📍 Jalan Kaliurang 55583 Sleman Yogyakarta\n\n#halotiketidjogja", "comment_count": 0, "like_count": 22}, "post5": {"caption": "Seminyak Bali memang jadi destinasi wisata unggulan para traveler saat berada di Bali🤩🥰\n\nBuat Jacksis yang stay di Sense Hotel ini bisa langsung mengakses  private beach tanpa gangguan dari luar. Dari sini, cukup berjalan sekitar 5 menit untuk sampai dan menikmati panorama Pantai Seminyak yang super indah🥰🤩\n\nHotel nya sendiri punya fasilitas berkelas dan mewah!🤩 Lebih mantepnya lagi, lokasi yang strategis dekat dengan tempat belanja seperti butik, spa mewah dan restoran- restoran🥰😚\n\n📍: Jl. Kayu Jati no.16, Seminyak, Bali\n\nUntuk booking promonya bisa langsung chat admin dengan KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidbali", "comment_count": 0, "like_count": 12}, "post6": {"caption": "Hotel cantik di Jakarta asik buat staycation maupun sekedar melepas penat dari kesibukan🥰😚\n\nLokasi nya strategis banget dekat dengan Bundaran HI, kalau mau ke Sarinah juga deket banget. Di sekitar juga banyak cafe & Resto yang bisa dijangkau cukup dengan jalan kaki. Mudah kemana-mana🥰🤗\n\n📍: Jl. Riau No. 5 - 7, Thamrin, Jakarta Pusat , Thamrin, Jakarta Pusat, Jakarta\n\nCara bookingnya mudah banget, tinggal chat admin dengan cara KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidjakarta", "comment_count": 0, "like_count": 11}, "post7": {"caption": "Super Happy at Amazing Hotel🤩🥰\n\nBakal jadi liburan yang asik dan menyenangkan, untuk honeymoon maupun liburan bareng keluarga ini cocok banget karena fasilitasnya yang Kid’s Friendly😚🥰\n\nPantai nya bagus asik buat anak main-main di sana, pool dewasa dan pool kids juga luas, kid’s club nya penuh dengan aktifitas. Menyenangkan deh buat anak-anak!🥰😚\n\nUntuk room nya sendiri luas dan besar, nyamaann bangeett! Di dalam nya juga ada bathub cantik dengan interior modern bikin terasa mewahnya!🤩🥰\n\nEnaknya lagi kalau pakai promo ini, udah include Breakfast untuk 2 Dewasa dan 2 anak di bawah 12 tahun🥰😚\n\nAahhh staycation jadi lebih nyaman dan sempurna!🥰\n\n📍: Lot N5, ITDC Tourism Complex, Nusa Dua, Badung, Bali, Nusa Dua, Nusa Dua Beach, Bali\n\nUntuk booking promonya bisa langsung chat admin dengan KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidbali", "comment_count": 0, "like_count": 13}, "post8": {"caption": "Liburan di Jogja asik dan menyenangkan!🤩🥰\n\nBanyak tempat yang bisa dieskplor saat berada di Jogja, mulai dari wisata alam dan sejarah, tempat trendy cafe-cafe andalan millenials juga banyak bangeett 🤩🥰\n\nNah, untuk tempat menginapnya The Victoria Hotel ini bisa jadi salah satu opsi. Harga promonya juga suda include breakfast untuk 2 orang. Muanteepp pwol, kan?😚🥰\n\n📍: \nJalan Laksda Adisutjipto Km. 5 Sleman, Yogyakarta, Seturan, Yogyakarta\n\nUntuk booking promonya bisa langsung chat admin dengan KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidjogja", "comment_count": 0, "like_count": 29}, "post9": {"caption": "A Paradise on Earth🤩🥰\n\nResort Super Mewah dan Elegan dengan arsitektur yang istimewa, didukung dengan Pemandangan Candi Borobudur yang luar biasa fantastis bakal jadi salah satu pengalaman yang paling berkesan dan menakjubkan!🤩🥰\n\nOne of the best place yang jadi tempat Staycation Idaman Para Traveler Dunia! 🤩\n\nPakai promo ini dapatkan paket SUPER LENGKAP! Jacksis bisa langsung cek poster di atas atau bisa langsung chat admin untuk info selengkapnya😎🥰\n\n📍: Ds. Majaksingi, Borobudur, Magelang\n\nUntuk info booking promonya bisa langsung chat admin dengan KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidmagelang", "comment_count": 28, "like_count": 944}, "post10": {"caption": "Hotel mewah ala Kastil Kerajaan Eropa di Bandung🥰🤩\n\nStaycation di sini bakal jadi pengalaman menarik dan berkesan karena desain dan konsep hotel nya yang unik dan estetik banget. Instagramable abisss!🤩🥰\n\nMau stay di sini berdua aja bareng si kesayangan maupun liburan rame-rame bareng keluarga juga jadinya bakal asik dan menyenangkan sekali🥰😚\n\nSetiap sudutnya bagus banget buat hunting foto cantik, kolam renang nya juga istimewa, resto nya juga ngga kalah menarik didukung view cantiknya kota Bandung🤩🥰\n\nWorth to try deh kalau Jacksis lagi di Bandung🤩😚\n\n📍: Jalan Setiabudi No. 376, Setiabudi, Bandung\n\nYuk tentukan tanggal liburanmu, booking promonya dengan chat admin KLIK LINK DI BIO SEKARANG🤗\n\n#halotiketidbandung", "comment_count": 1, "like_count": 22}, "post11": {"caption": "Bakal jadi honeymoon super romantis dan berkesan ajakin si kesayangan ke Hideways Villas Bali🥰😍\n\nVilla super nyaman dengan private pool dan living room nya, bikin honeymoon terasa lebih romantis dan menyenangkan🥰😚\n\nLokasi villa nya sendiri sangat privasi, suasana tenang, nyaman dan cocok banget buat honeymoon🥰😚 \n\n📍: Jl. Bangbang Bendot Gang Hideaway, Uluwatu, Kuta Selatan, Bali\n\nUntuk booking promonya bisa langsung chat admin dengan KLIK LINK DI BIO SEKARANG🥰\n\n#halotiketidbali", "comment_count": 0, "like_count": 11}}, "data_media_video": {"post0": {"caption": "Yeeyy ada yang spesial nih Beb 🥳🥳\n\nRayakan kebersamaan egg-xtraordinary Easter day bareng keluarga tercinta dan bikin pengalaman baru buat si kecil di ADIWANA SUWETA 🙌🏻\n\nSpesialnya harganya cuma 900ribuan+ aja dan sudah Inclusions : \n✅ Daily all day breakfast untuk 2 orang\n✅One time balinese massage untuk 2 orang\n✅One time afternoon tea untuk 2 orang\n✅Menghias telur untuk anak - anak tanggal 17 april 2022\n✅discount 30%off untuk spa\n✅discount 20%off untuk food & beverage ( kecuali alcoholic)\n\nHarga spesialnya hanya berlaku dari tanggal 10-24 april 2022 ajaaa Beb 🤭😆\n\nInfo selengkapnya dan cara ordernya bisa melalui admin WhatsApp dengan KLIK LINK DI BIO 😍😍\n\n#halotiketidbali", "comment_count": 1, "like_count": 83}, "post1": {"caption": "Buat Jacksis yang udah pernah menginap di Intercontinental Bandung, apa sih yang bikin kamu pengen balik lagi?? 😆😆😚😚\n\nAwalnya Monmon penasaran, kenapa sih hotel ini sering banget dicari-cari dan berharap ada harga spesialnyaaa. Eh ternyata jawabannya ada di video 😚😚", "comment_count": 0, "like_count": 123}, "post2": {"caption": "Seru-seruan di Camp Hyatt 🥳🥳\n\nPernah ngga sih Bun, ngajakin anak liburan tapi kok malah dianya sibuk main gadget? Maunya di kamar aja sibuk main game atau youtube?? 😱😱\n\nHuhuuu sedih yaaa rasanya kalo gini. Pengennya biar si kecil nikmati suasana baru eh malah ketagihan main gadget. Di kamar teroooosss 😑😑😑☹️☹️\n\nKalo udah kayak gitu, ada solusinya nih Bun 🤭🤭\n\nTinggal sounding aja, ajak bicara pelan-pelan 'Youtube emang seru banget yaaa nak, tapi bunda punya tempat bermain yang jauh lebih seru loh. Makanya Bunda ajakin kamu ke Hyatt Regency Bali. Yuk kita lihat' 🥳🥳🥳\n\nAjakin deh Bun ke Camp Hyatt, yang memang didesain spesial untuk anak bermain. Pasti deeeh ketagihan dan malah ngajakin buat keliling-keliling. Jadinya lepas deh dari gadgetnya 😚😚🤭\n\nLiburan di @hyattregency_bali ngga cuma bikin Ayah Bunda senang, tapi putra-putrimu juga bakal nikmati fasilitas yang ada disana 💃💃\n\nAyah Bunda juga bakal makin happy karena lagi ada harga spesialnya niih. Dari harga normal IDR 3.132.000, sekarang harga spesialnya hanya IDR 1.1jutaan aja [Berlaku hingga Juni] ❤️\n\nCara bookingnya gampang, yuk langsung chat admin melalui WhatsApp [KLIK LINK DI BIO] \n\n#halotiketidbali", "comment_count": 0, "like_count": 36}, "post3": {"caption": "@renhotelnusadua ✨🌟🌟\n\nHayooo hayooo siapa yang kalo liburan khawatir banget anak cranky? Nangis? Bahkan ngajak pulang?? 🤭\n\nHuhuu pasti rasanya cemas, bingung dan khawatir yaa Bun. Ngerasanya pengen liburan tapi kok malah ngga sesuai 😑😑😑\n\nEitss tapi jangan sediiih, kalo menginapnya di @renhotelnusadua dijamin ngga bakal putra-putrimu ngerasa ngga betah 🤣🤣\n\nAdanya sih bakal nangis karena ngga mau pulang hahaha 🤭🤭\n\nYa gimana ngga betah, kalo fasilitas di @renhotelnusadua ramah anak kayak gini. Ada tempat bermain, ada kolam yang seru, ada pertunjukan wayang, face paintin, aahhh semua fasilitas seru banget deh 😘😘😘\n\nSiap-siap ajaaa kalo kesini, ditagih si kecil buat balik lagi 🤣🤣🤭\n\nGimana?\nAjakin si kecil liburan kesini yuuk bun 😘😘\n\nPasti Seru yaaa, apalagi ada harga spesialnyaaa nih Beb. Info harganya bisa Jacksis dapetin dengan chat admin kesayangan 💃💃\n\n#halotiketidbali", "comment_count": 20, "like_count": 162}, "post4": {"caption": "Siapa nih yang kalo ke Bali wajib banget mampir KRISNA? 😆😆\n\nFavorit banget sih shopping disana. Pengennya balik lagi, balik lagi. Makanya cari hotelnya yang deket sama Krisna 🤣\n\nFairfield by Marriott Bali Kuta Sunser Road, jadi pilihan hotel yang paling tepat Beb 🥰🥰💃\n\nLokasi hotelnya strategis banget, karena cuma sekitar 5-10 menit aja menuju Krisna. Terus cuma 4.12 km dengan Bandara Ngurah Rai. Daaan 4.3km aja menuju Pelabuhan Benoa. 0.13 km juga menuju Lippo Plaza Sunset. Wuiiih Strategis banget nih buat kemana-mana 💃💃\n\nFasilitasnya lengkap terus gampang buat kemana-mana, ini sih udah kayak jawaban dari semua harapan hahaha 🥰🥰😆😆\n\nApalagi ada harga spesialnya kayak gini.  Deluxe Room (Queen Bed) cuma 600ribuan++, udah Free room upgrade, Breakfast for 2 & Free parking 🌟🌟✨✨\n\nMenginapnya di @fairfieldbalikuta yuuk\n\nInfo selengkapnya bisa Jacksis dapatkan dengan KLIK LINK DI BIO ❤️\n\n#halotiketidbali", "comment_count": 4, "like_count": 77}, "post5": {"caption": "Hotel favorit siapa ini?? 🙌🙌\n\nCoba yang udah pernah menginap di Easparc Hotel, sharing yuuk fasilitas apa yang paling seru & putra-putrimu paling suka?? 😆😆\n\nEmang udah paling bener nih, kalo cari hotel buat bikin anak happy betah dan ngga pengen pulang yaaa EASPARC HOTEL JOGJA ini jawabannya 🤣🤣\n\nLagi ada harga spesialnya tuh, dimulai dari  IDR 780 ribu aja udah include breakfast dan fasilitas GRATIS lainnya 💃💃\n\nSaat check in akan mendapat free tiket akses per room per night :\n✅ 1 tiket masuk Aquaparc (2 dewasa 2 anak min. usia 6th)\n✅ 1 tiket Outbound Station (2 orang min usia 10th, min tinggi 1.2m)\n✅ 1 tiket berkuda 1 putaran (1 orang min tinggi 0.8m, max berat 70kg)\n✅ 1 tiket masuk Fragile Garden 1x masuk per keluarga\n✅ 1 tiket ATV 12 menit 1 armada. Per tiket ATV dapat digunakan bergantian di 1 armada yg sama.. misal Anak 7 menit, Ayah 5 menit & Fasilitas lain dapat diakses tanpa tiket 🤭🤭\n\nMau? \nChat admin kesayangan yuuk dengan KLIK LINK DI BIO ❤️\n\n#halotiketidjogja", "comment_count": 16, "like_count": 85}, "post6": {"caption": "Siapa nih yang sukanya room yang ada private poolnya??? 😆\n\nYang kalo bangun tidur pengen renang, tinggal nyemplung aja 😚😚\n\n'Byuur byuuur'\nSuara air terdengar tiap kamu berenang, nyemplung sesuka hati ❤️\n\nJadinya mau berenang ngga perlu tunggu poolnya sepi atau malah males jalan karena poolnya jauh. Ini mah tinggal jalan 5 langkah udah tinggal byuur 🤣🤣\n\nAtau yang biasanya malu-malu kalo di kolam umum karena ngga bisa berenang, mau berendam-rencam cantik disini juga bisa. Ngga usah khawatir keliatan perenang amatir, yang penting gaya wkwkwkw 🤣🤣🤭\n\nPilihnya di Sofitel Bali Nusa Dua Beach Resort Beb.  Di tipe room Luxury Room Plunge Pool (Breakfast Included), harga spesialnya cuma 2,2jt ++ ajaa 😘😘\n\nInfo selengkapnya bisa kamu dapatkan dengan KLIK LINK DI BIO 💃💃💃\n\n#halotiketidbali", "comment_count": 13, "like_count": 337}, "post7": {"caption": "KURANG LIBURAN memiliki risiko penyakit kardiovaskulat delapan kali lebih tinggi 😱😱😱\n\nOMG OMG OMG 😆\n\nDilansir dari Forbes, Dr. Mehmet Oz menyatakan bahwa liburan dapat menurunkan sebanyak 32% angka kematian yang diakibatkan penyakit kardiovaskular pada pria. Kurangnya liburan juga dikaitkan dengan risiko penyakit kardiovaskular pada wanita. Aduuuh ☹️☹️\n\nHal ini juga dibuktikan dengan bukti lainnya Beb. Seperti yang dilansir The Chopra Center, terdapat informasi yang ditampung oleh Framingham Heart Study, salah satu penelitian menunjukan bahwa wanita yang liburan setiap enam tahun atau lebih jarang memiliki risiko penyakit kardiovaskulat delapan kali lebih tinggi. \n\nManfaat liburan untuk mencegah penyakit jantung ini diyakini karena pada dasarnya berlibur dapat meningkatkan aktivitas fisik seseorang. Jika kita melakukan aktivitas fisik lebih banyak, tentunya masih pada batas normal, maka kesehatan jantung juga semakin meningkat 💪💪💪\n\nBisa nih Beb jadi salah satu usaha buat menyegarkan badan biar makin sehat dan terhindar dari penyakit. \n\nGimana yaa kalo liburannya ke Bali? \nPilih Sofitel Bali Nusa Dua Beach Resort sebagai tempat menginap. Selain karena fasilitasnya lengkap, harganya juga lagi ada penawaran spesialnya nih 😆😆\n\nTipe room Luxury Room (breakfast) sekarang hanya IDR 1.5jutaan aja, dari harga normal IDR 3.5jutaan 😘😘\n\nGemes yaa?? \nYuuk atur jadwal dan jaga kesehatanmu dengan BOOK SEKARANG melalui KLIK LINK DI BIO ✨✨✨✨\n\n#halotiketidbali", "comment_count": 0, "like_count": 45}, "post8": {"caption": "SAVE & SHARE Biar impian kamu untuk berlibur kesini jadi kenyataan 🥳🥳❤️🥰\n\nBayangin bangun tidur, saat matamu perlahan terbuka yang muncul adalah pemandangan indah kayak gini 😚\n\nSuasana yang tenang dan telinga terasa damai karena jauh dari kebisingan. Ditambah lagi ditemani orang tersayang buat nikmati indahnya duniaa 🥰😘\n\nIni di AYANA KOMODO, Labuan Bajo Beb. Kalo yang selama ini cuma pengen aja tapi belum kesampaian, semoga tahun ini kamu bisa beneran kesini 😘😘\n\nHarga normalnya sekitar 6.8jutaan, tapi spesial untuk kamu sekarang cuma 4.2jutaan aja. \n\nDetail bonus fasilitasnya :\nFull Ocean View Room\n☑️ Breakfast for 2 persons per room\n☑️ Complimentary return airport transportation by sharing car for 2 persons per room\n☑️ 15% discount for boat trips\n☑️ 24 hours Fitness Center Access\n☑️ Complimentary Kids Club Access\n☑️ Private Island access\n☑️ Complimentary WIFI access\n☑️ Welcome fruits upon arrival\n\nAbove benefit valid for stay until : Thursday 14 Apr 2022 \n\nGBL GBL GBL\nGemes Banget Loohh 🤣🤣\n\nBuat yang mau info selengkapnya bisa chat admin dengan KLIK LINK DI BIO ❤️", "comment_count": 9, "like_count": 768}, "post9": {"caption": "Hayooo hotel favorit siapa ini?? 😚😚\n\nStaycation bareng keluarga pilihan yang paling tepat ya di PADMA BANDUNG ini. Selain karena fasilitasnya mewah, ada banyak aktifitas yang bisa putra-putrimu lakukan 🥰🥰🤭🤭\n\nBakal girang banget dan ngga mau pulang deh 🤣🤣🤣\n\nHarga spesialnya bisa kamu dapatkan nih Beb 😆\n\n☑️ APRIL tipe (Deluxe - Breakfast)\n\nWeekdays : Tanggal 6-8, 10-11, 13-15, 18-22, 24-29 : 1.8jutaan\nTanggal 17-18 : 1.6jutaan\n\nWeekend : Tanggal 2-3, 8-9, 9-10, 10-11, 22-24 : 2.3jutaan\n\nAsyik banget yaa? \nInfo tanggal lain bisa kamu dapatkan selengkapnya dengan chat admin melalui WhatsApp [klik link di Bio]\n\n#halotiketidbandung", "comment_count": 11, "like_count": 226}, "post10": {"caption": "Anantara Uluwatu ❤️❤️❤️\nUdah nahan-nahan butuh liburan nih 😘🤤🤤\n\nPengennya tuh ganti pemandangan 😁\n\nDari pemandangan cucian baju dan setrika numpuk, menjadi pemandangan laut biru lepas ~~\n\nDari aroma soto yang dipanasi berulang, menjadi aroma menu breakfast ala hotel bintang 🌟🌟🌟🌟🌟\n\nDari pikiran kerjaan kantor numpuk, menjadi pikiran pengen main di pantai mana hari ini 🏄🏊🏊\n\nAahhhh rasanya pengen rebahan bentar, kabur dari aktifitas monoton yang berulang-ulang. Sesekali liburan ke Bali boleh lah yaaaa 💃💃\n\nLiburannya bisa pilih Anantara Uluwatu untuk tempat menginapmu. Selain karena emang fasilitas dan pemandangannya JUARAAAA, harga spesialnya juga jadi pemenang di hati 🥰🥰\n\n☑️ Ocean Suite : IDR 2.3jutaan\n☑️ Garden View Suite with Pool : IDR 2.6jutaan\n☑️ One Bedroom Anantara Pool Villa : IDR 3.1jutaan\n☑️ Ocean Pool Suite : IDR 3.7jutaan\n☑️ Dedari Penthouse ; IDR 8.4jutaan\n\nFasilitas EXTRA juga bisa kamu dapetin Beb , seperti \nUnlimited a la carte daily breakfast at 360 Rooftop Restaurant for 2 persons\n50% savings on romantic dinner\n25% savings on laundry\nFree flow bubble bath at your own Jacuzzi\nFree 1x 30 minutes photo session with 1 printed photo per-stay\n\nOrdernya bisa langsung chat admin dengan KLIK LINK DI BIO ❤️❤️❤️", "comment_count": 4, "like_count": 143}, "post11": {"caption": "First Bucketlist di Labuan Bajo 🎉🥳🥳\n\nKemarin-kemarin Punya rencana ke Labuan Bajo tapi diundur mulu? Pastinya bikin sedih dan kepikiran ya bestie 🤭😚\n\nTapiiii kalo ternyata setelah diundur malah dapetnya tempat menginap kayak gini, siapa yang bisa nolak??? Mau mau maauu. Ngga papa deh kemarin diundur, ikhlas dan rela asal gantinya dapet ginian 😆😆😆\n\nKebayangnya sepanjang mata memandang hamparan laut yang biru terpampang. Pulau-pulau kecil juga turut menambah keindahan pemandangan 🤗\n\nDisisi lain, suasana tenang seakan-akan jadi tempat paling nyaman setelah mengistirahatkan telingan dan badan dari hiruk pikuk kota 🥰\n\nAahh bener-bener bakal jadi tempat impian dan jadi list utama kalo ditanya 'Kamu pengen liburan kemana?' 😆😆\n\nCatet nama hotelnya, Loccal Collection Hotel - Labuan Bajo\n\nHarga Spesialnya bisa kamu dapatkan dengan BOOK di @halotiketid : \n\n☑️ Standar Room IDR 1.1jtaan\n☑️ Cave Room IDR 1.3jutaan\n☑️ Deluxe Room IDR 1.6jutaan\n☑️ Lentar Suite IDR 2.8jutaan\n☑️ Villa Cunca IDR 5.3jutaan\n\nYuuk, jadi kapan? 🤭😚\nBuruan tag orang yang mau kamu ajakin kesini ❤️❤️❤️\n\n#halotiketidlabuanbajo", "comment_count": 27, "like_count": 616}}}