{"username": "harivalzayuka", "full_name": "Harival Zayuka| Travel Blogger", "follower": 106694, "following": 396, "post_count": 1033, "category_name": "Blogger", "biography": "Host / Fulltime Traveler / Gym Enthusiast \n📍 Bali, Indonesia\nFor business inquiries\n✉️ contact@harivalzayuka.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Keep spreading the positive vibes ❤️ Gak baik ngomongin keburukan orang. Oh ya, Gunung Talang pagi itu lagi bagus banget ❤️ \n#InfluencerGoesToSumbar", "comment_count": 398, "like_count": 112193}, "post1": {"caption": "Magical sunset at Baluran National Park, East Java.\nWe called it “Africa Van Java”\nHave you been here?", "comment_count": 153, "like_count": 6896}, "post2": {"caption": "Rancak bana, mana nih teman-teman di Sumatera Barat? Udah pernah belum ke 10 destinasi Sumatera Barat di 10 photo berikut ini? Kalo belum pernah dan pengen tau itu dimana aja, bisa cek hastag #InfluencerGoesToSumbar yaaa", "comment_count": 129, "like_count": 20060}, "post3": {"caption": "Selama aku tinggal di Bali, Bali never failed me. Tetap ada cerita di setiap perjalanannya. Gak pernah bosan buat explore pantai, bukit, air terjun, gunung serta bawah lautnya. Bali bukan cuma rumah, lebih dari itu.\n\nSebagai orang yang hobby jalan-jalan serta senangnya menikmati hangatnya mentari pagi, \nkali ini gue akan ajak teman-teman untuk explore Desa Pinggan dengan Lenovo Yoga Duet 7i yang portable dan bisa dibawa kemana-mana.\n\nLaptop ini detachable , ringan, convertible, touchscreen and compact, dia juga ada E-Color Pen yang dapat mengambil warna dari lifetime object. Dan kerennya lagi, dia sudah menggunakan Intel®️ Evo™️ platform-based device. Focus. Always Ready. Adaptive, yang bikin kerja lebih lancar dan gak nge-lag sama sekali. Ditambah dengan pengisian baterai yang cepat, serta daya tahan baterai yang lama. Ini sangat membantu sekali untuk gue sebagai seorang content creator dan travel blogger.  Mobilitas pekerjaan gue menuntut harus selalu ready untuk bekerja dimana saja dan kapan saja. Bernat Lenovo Yoga Duet 7i ini membuat hidup gue lebih praktis dan cepat.\n\nNah aku udah beli nih @lenovoid . Kalian kapan? Kalian bisa beli di online maupun offline di LENOVO OFFICIAL and AUTHORIZED STORE  ya! #LenovoID #YogaDuet7i #Intel", "comment_count": 115, "like_count": 5315}, "post4": {"caption": "Magnificent sunrise point with a great view of the sunrise in one side and the crater on the other side.", "comment_count": 91, "like_count": 4584}, "post5": {"caption": "Good night from Jakarta.\nWhat a perfect sunset after rain. \n\nThank you @luqmanulkhakim for recorded this moment!", "comment_count": 51, "like_count": 3306}, "post6": {"caption": "Salah satu penginapan yang sangat gue rekomendasiin kalo kalian ke Banyuwangi itu @kunangkunangtentresort ! Wajib banget buat stay disini. Nginap benar-benar di hutan. Viewnya cakep! \n\nTent resort yang benar-benar merhatiin kebersihan dan nilai plus lagi itu staff disana ramah-ramah! Ampe mereka hafal nama gue. Bukan cuma satu tapi hampir semua. I really appreciated.\n\nWell done @kunangkunangtentresort 👍🏾", "comment_count": 33, "like_count": 4412}, "post7": {"caption": "Hello Desa Pinggan!\nAkhirnya kesini lagi setelah sekian lama :) Kangen banget sunrise an disini. Tapi ya gitu jauh 😅", "comment_count": 123, "like_count": 3731}, "post8": {"caption": "Apa yang kamu ingat dari letusan Gunung Merapi tahun 2010 silam? \n\nMeninggal nya Mbah Marijan? Bukan cuma itu. Banyak rekam jejak dari letusan Gunung Merapi 2010 lalu di museum ini.  Lokasinya berada di Kepuharjo, Cangkringan, Sleman.\n\nIni bukan kali pertama nya aku jalan-jalan ke Museum Mini Sisa Hartaku ini.\nMuseum ini merupakan rumah milik salah seorang warga yang terdampak erupsi Merapi. Museum ini berisi rangka hewan ternak, rangka motor, rangka sepeda, radio, TV yang meleleh, hingga peralatan makan dan dapur yang rusak maupun meleleh.\n\nI’m glad to be back ! #Yogyakarta", "comment_count": 51, "like_count": 4800}, "post9": {"caption": "Liburan ke Danau Toba upgrade ke Bisnis Class gratis? Kok bisa?\n\nGuys, masih ingetkan beberapa waktu lalu aku trip ke Samosir, Sumatera Utara. Tau gak waktu itu aku beli nya tiket Ekonomi. Trus karena aku punya Kartu Kredit Co Brand BNI-Batik Air, aku dapat kesempatan buat upgrade tiket economy class aku ke business class loh! \n\nTrus after check in juga aku bisa nunggu di Batik Executive Lounge gratis loh berkat kartu sakti ini. \n\nKamu mau tau gak apalagi keuntungannya kalo kamu pagang Kartu Kredit Co Brand BNI - Batik Air ini?\n\nIni dia, jangan lupa di save dan share ya postingan ini, pasti akan bermanfaat juga buat teman-teman mu lainnya.\n\nRewards Cashback 5% Per Bulan.\nSpecial Line Check in.\nExtra Baggage 10 Kg ( Maret - Juli 2022 ).\nApply Kartu Kredit BNI Co Brand BNI - Batik Air ada potongan harga tiket Rp 1.000.000?- dan 20.000 BNI Rewards Point untuk setiap pengajuan yang disetujui. Periode ya hingga 30 Juni 2022.\n\nNah kamu mau dapatkan kartu Co Brand BNI- Batik Air ? Nih aku kasih Link nya ya : http://bit.ly/BNI-BATIKAIR\nSegera daftar ya bersama @bni46 !", "comment_count": 135, "like_count": 4890}, "post10": {"caption": "Jangan fokus ke tali sepatu ku yang copot ya! Karena aku cuma mau share info kalo kamu ke Banyuwangi, jangan lupa buat pagi-pagi ke Hutan De Djawatan ya! Buka nya dari jam 7 pagi, trus cahaya jam segitu masuk disela-sela hutannya. Jadi cocok banget buat dibikinin konten loh, video atau foto. Trus enak nya suasana nya, sepi gitu. Belum banyak orang.\n\nTrus kalo mau sewa mobil vw combi kaya yang aku pake ini, langsung kontak aja ke @trulybanyuwangi ya!", "comment_count": 66, "like_count": 5776}, "post11": {"caption": "Bagi teman-teman yang udah ikutin perjalanan aku dari dulu, pasti pernah liat postingan aku pertama kali ke Taman Nasional Baluran ini. \n\nBackpacking dari Bandung - Malang - Jember - Banyuwangi. Menyempatkan diri dari Banyuwangi naik motor ke Situbondo buat sunsetan di taman nasional yang terkenal dengan sebutan Africa Van Java ini. Saat itu aku dan teman-teman ku sampai pukul 16:15 an dan ternyata pagar nya sudah terkunci. Aku mohon-mohon buat bisa masuk, karena perjalananku yang backpacking hampir sebulan dan ini sudah di ujung-ujungnya, selain uang sudah menipis, Banyuwangi - Situbondo juga lumayan jauh. \n\nAlhasil dikasih kesempatan masuk, dan alhamdulillah saat itu dapat sunset bagus banget. \n\nNah pas kemarin kesini bareng @jalanjalandibanyuwangi trus dapat sunset bagus, langsung ke flashback momen pertama kali kesini. \n\nBersyukur banget rasanya bisa rasaakan momen sunset yang sama tapi dengan cerita yang berbeda 😍 \n\nNah kalo kamu udah pernah ke Taman Nasional Baluran ini kah? Dapat sunset yang baguuus gak? Lemme know yah! \n\n📷 @ferdiozom_", "comment_count": 60, "like_count": 5782}}, "data_media_video": {"post0": {"caption": "Guys kali ini aku mau share terkait treatment yang aku jalanin di @jakartadentalaesthetic bersama @drgsusan ya! \n\nPenasaran gak apa yang menginspirasi aku untuk melakukan treatment disini? Coba deh cek video nya. Lemme know what do you think ya! Thank you!", "comment_count": 60, "like_count": 2615}, "post1": {"caption": "Bagi gue traveling bukan hanya tentang jalan-jalan dan menikmati alam, terus pulang.\n\nTraveling jauh lebih bermakna dari hal tersebut. Banyak pelajaran yang bisa diambil dari alam, pengalaman, dan orang-orang diluar sana. \n\nUntuk bisa terlihat segar dan fresh bertemu orang-orang saat traveling, gue memilih treatment di Dermaster Indonesia sebagai kuncinya. \n\nSkin clinic : @dermaster_id @dermasterbali\nDokter :  @elisa_hs \nVideographer by @gilangkartasasmita \nEdited by me", "comment_count": 35, "like_count": 2200}, "post2": {"caption": "Ini beberapa cuplikan video perjalanan “Influencer Goes To Sumbar” tahun lalu. Harusnya bulan ini event ini udah dilaksanakan kembali. Menimbang kebijakan pemerintah tentang PPKM, mau gak mau eventnya di undur. Ayo siapa yang udah kangen jalan-jalan virtual meliat keelokan nagari di Sumatera Barat? \n\nYang mau tau keindahaan Sumatera Barat dan spot-spot yang kami tuju saat perjalanan kemarin itu. Boleh langsung scroll feed nya @backpackertampan @patrishiela @iw.wm @adipatifozan @aqilavviv @chealseachristyy dan team @govanaadventure ya!\n\nVideo by @dino.dz_ \n\n#InfluencerGoesToSumbar @dispar.sumbar @sumbar_rancak @infosumbar", "comment_count": 92, "like_count": 2882}, "post3": {"caption": "Flashback waktu roadtrip di Lombok dan Sumbawa, Nusa Tenggara Barat, Indonesia.\nSampai sekarang masih tengiang betapa megah nya jalanan di Sembalun dengen background Gunung Rinjani.\nRoadtrip naik motor itu udah jelas kena debu, dan paparan sinar UV dijalanan.\nPerawatan wajah gak jukup pake skin care aja.\nKali ini gue akan ajak teman-treman untuk melakukan treatment di Dermaster Bali bersama Dokter @elisa_hs .\nIni nih treatment di @dermasterbali yang minggu lalu gue lakukan:\n\n1. Facial Dermafrost\nUntuk membersihkan komedo, mengangkat sel kulit mati. \n\n2. Tanam Benang Hidung Aptos \nUntuk menegaskan bentuk hidung. Bertahan 1.5 - 2 tahun\n\n3. Tarik Benang Pipi Aptos \nUntuk membuat rahang tampak lebih tegas. \n\n5. Pluryal Filler Under Eye dan Pipi\nUntuk mengisi daerah wajah yg cekung, membuat wajah tampak lebih fresh. Hasil langsung tampak dalam sekali treatment.\n\n6. Cauter \nTreatment ini untuk menghilangkan tahi lalat.\n\n7. Pico Derma Laser\nUntuk mencerahkan, memudarkan bekas jerawat, mengecilkan pori-pori\n\n8. Infus platinum whitening Mencerahkan, dan mengandung stem sel tumbuhan untuk anti aging .\n\nNah ini rangkaian treatement kemarin yang mungkin kalian terskip. Next aku akan share juga treatment lainnya di @dermaster_id ya! Staytune!!\n\nVideo by @endyiron and @caswanassegaf", "comment_count": 34, "like_count": 2733}, "post4": {"caption": "It’s a year transformation. I gained more than 8 kg of muscles.\nMany people give up on their goals.\nThat's why I recently decided to share my own transformation, something that took me way out of my comfort zone.\n\nThen, if you ask me “ what my body goal is?”, my answer is as simple as good looking on photos and videos. “Am I good enough?” Nope. I’m still working for it. On and on. I need more shape on my abs, and build muscles on my chest. \nI’ll show you my progress next year. Promise ✌🏾\n\nBtw ini masih newbie kak, waktu dan tempat saya persilahkan.", "comment_count": 65, "like_count": 3995}, "post5": {"caption": "Mau tau gak 1 rahasia aku belakangan ini? Aku mau bongkar nih sama teman-teman!\nJadi kalau traveling itu pasti udah kena paparan sinar matahari langsung kan! \n\nKulit wajah berminyak.\nBerjerawat.\nRadikal bebas pun mimicu penuaan dini.\n\nHmm bete banget kan kalo kulit jadi kusam. Selain pake skincare, aku mau kasih bocoran rahasia aku nih ke teman-teman.\n\nJadi gini ceritanya. Kemarin itu 3 minggu lalu treatment di @dermaster_id yang di Balikpapan @dermasterbalikpapan .\nTerliat ada perubahan di kulit wajah ku. Treatment yang aku ambil kemarin itu Pico Derma Laser Treatment dan Mole Couter Treatment bersama @dr.vivianchoi . \n\nSelama treatment pun aku gak ada keraguan sama sekali. Dr Vivian menjelaskan nya pun detail jadi gak bikin aku takut. \n\nBagi teman-teman yang belum tau. Pico Derma berfungsi untuk mencerahkan kulit, menghilangkan flek hitam, dan memudarkan bekas jerawat .\nMole couter difocuskan untuk menghilangkan spot-spot tahi lalat yang mengganggu di kulit wajah.\n\nDengan rutin melakukan treatment @dermaster_id .\nBikin aku lebih percaya diri. Aku sudah mencoba nih, kamu kapan?", "comment_count": 38, "like_count": 1449}, "post6": {"caption": "Wah ini nih keseruan #InfluencerGoesToSumbar pertama buat explore Sumatera Barat beberapa bulan lalu. \n\nMasih kebayang sih gimana rasanya pagi-pagi mandi di Danau Talang. Hahaha dingin woy! Masih kebayang juga seru nya liat atraksi Debus (dabuih) di Pulau Kapo-Kapo. \n\nNext kalo para influencer balik ke Sumatera Barat, kira-kira ke daerah mana ya di Sumatera Barat buat di explore ? Lemme know ya!\n\nVideo by @dino_dzedillo \nDrone by @saka_nugraha", "comment_count": 163, "like_count": 2216}, "post7": {"caption": "Gak berasa perjalanan menelusuri Jalur Rempah di Jawa Tengah beberapa bulan lalu bareng @jalurrempahri dan @kemdikbud.ri memberikan banyak pengetahuan baru bagi aku dan teman-teman lainnya yang biasanya cuma explore pantai, laut, gunung, dan air terjun serta sekali-kali belajar sejarah maupun budaya. \n\nSaat di Jawa Tengah kemarin totally kita selama semingguan pindah dari satu tempat ke tempat lain untuk menelusuri sejarah dan budaya nya Jalur Rempah disana. Jujur sangat menarik dan next mau lagi mengulangnya. Karena memang rempah-rempah telah membentuk sejarah bangsa Indonesia. Jejak dan peninggalannya menjadi simpul keterhubungan sejarah dan budaya masa lampau dengan kehidupan hari ini. Akulturasi yang dihasilkan dari perdagangan rempah pada masa lalu, kini masih bisa ditelusuri dalam ragam corak bangunan, kuliner, budaya, hingga suku, seperti yang ada di Jawa Tengah.\n\nDan akhirnya tayang juga nih di youtube channel nya @jalurrempahri ! Ikuti perjalanan menarik aku bareng Indarti S.A. @cece_chaann, Caswanto @caswanassegaf, dalam menjelajahi beberapa titik Jalur Rempah yang ada di Jawa Tengah, yakni Lasem, Pati, Jepara, Semarang, dan Demak hanya di kanal YouTube Jalur Rempah RI ya!\n#jalurrempahri", "comment_count": 49, "like_count": 2553}, "post8": {"caption": "Kalo dulu gue ditanya dimana best destination di Indonesia buat diving, gue jawab nya Taman Nasional Wakatobi. Tapi untuk sekarang, Raja Ampat menjadi urutan nomor 1 mengalihkan Wakatobi. (Tapi Wakatobi tetap di hati kok)\n\nNah ini mungkin karena sekali nya gue diving di Raja Ampat, langsung 20 kali nyelam dan 20 dive spot berbeda juga. Selain itu juga karena experience ketemu hiu, manta, schooling barracuda, dan beberapa biota laut nya yang gak gue temui di penyelaman Wakatobi saat itu. \n\nTapi kalo ditanya soal, visibility paling oke so far memang saat gue diving di Raja Ampat saat itu. Super jernih banget! Padahal lagi badai. \n\nDan di Raja Ampat juga for the first time nya juga gue diving sedalam 30 meter dan for the first time juga night dive. Ini tentu nya new things buat gue. \n\nKira-kira seperti itulah alasan kenapa Raja Ampat menjadi urutan diving TER-bagus versi gue. Nah kalo teman-teman dimana kah? Lemme know ya!\n\nTrip with @divedamai \nVideo edited by @ryann13_", "comment_count": 103, "like_count": 3358}, "post9": {"caption": "ONE OF THE BEST EXPERIENCE IN MY LIFE\n\nBelum terlambat juga untuk mengucapkan terimakasih 2020, ditengah cobaan yang bertubi-tubi gini, aku selalu mencoba untuk mengambil positif nya. Dan Alhamdulillah di pengujung tahun 2020 kemarin berkesempatan buat diving di salah satu bucketlistku selama ini, Raja Ampat. Dan ketemu dengan banyak moment underwater diluar ekspektasi ku. Termasuk salah satu nya ini 💙\n\nKetemu dengan Manta Ray dikedalaman. Di habitat asli mereka. Sekali lagi, terimakasih untuk experience nya Raja Ampat.", "comment_count": 64, "like_count": 2696}, "post10": {"caption": "Menginap 3 hari 2 malam di Waerebo aku rasa masih kurang untuk saat itu. Mungkin bisa nambah semalam atau dua malam lagi. Buat bisa benar-benar self healing disana. Tapi kalo disuruh seminggu atau lebih kaya nya aku juga belum sanggup saat ini, karna benar-benar gak ada signal internet disana. \n\nDan aku berharap juga gak akan ada signal internet di Waerebo. Biarkan Waerebo dengan kondisi nya kaya sekarang. Biar benar-benar bisa merasakan ketenangan menginap disana. \n\nNah ini cuplikan video dari perjalanan aku kemarin disana. Selamat menyaksikan! \n\nVideo by @yusni_mustafa .", "comment_count": 113, "like_count": 3346}, "post11": {"caption": "Bukit Anak Dara, Nusa Tenggara Barat.\n\nSempat sedih kemarin itu dapat kabar kalo Bukit Anak Dara kebakar after beberapa minggu dari kunjungan gue sama teman-teman lainnya kesana. Bukitnya indah soalnya!\n\nKemaren juga nanya ke teman-teman yang disana, katanya itu bukan ulah manusia tapi karna alam nya juga yang udah gersang. Wallahu a’lam. Dan ini udah bencana musiman disana. Semoga aja benar ada nya bukan karena manusia ya :)\n\nNext kalo gue ke Sembalun, insyaAllah akan balik lagi ke Bukit Anak Dara. ❤️ \n\nVideo by @endyiron #RoadtriptoNTB", "comment_count": 156, "like_count": 1882}}}