{"username": "her_journeys", "full_name": "ANGGEY ANGGRAINI", "follower": 181232, "following": 299, "post_count": 1836, "category_name": "Blogger", "biography": "Just smile and travel miles!\n🌏: 𝚠𝚠𝚠.𝚑𝚎𝚛𝚓𝚘𝚞𝚛𝚗𝚎𝚢𝚜.𝚌𝚘𝚖\n📺: 𝚢𝚘𝚞𝚝𝚞𝚋𝚎.𝚌𝚘𝚖/𝚑𝚎𝚛_𝚓𝚘𝚞𝚛𝚗𝚎𝚢𝚜\n📍Bali, Indonesia", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Morning Stroll \n\nDefinitely my most favorite place in Pemogan, Taman Pancing!!! Akkk yang kalo kena matahari pagi/ sore cakepnya Masya Allah berasa lagi di pinggiran sungai somewhere di Jepang.\n\n📹: Aba Mpin tersayang @kevandaputra using @sonyalpha_id A7iii yaa.", "comment_count": 328, "like_count": 10490}, "post1": {"caption": "Bismillah, sebentar lagi traveling bertigaaa!\n⠀\n⠀\n⠀\n#27weeks, alive and kicking! 👶", "comment_count": 1477, "like_count": 26999}, "post2": {"caption": "Udah lama ga bilang….HAPPY FRIDAAAAAY, HEALTHY WEEKEND! (Meskipun weekend sekarang feelnya mah ga ada bedanya amat sama hari2 yang lain yak 🥲)\n\nTetap semangat dan sehat2 selalu untuk kita semua. Aamiin aamiin ❤️🙏🏾", "comment_count": 390, "like_count": 37508}, "post3": {"caption": "Sekarang sepedaannya keliling Pemogan dulu yaa Kyoo, ntr kapan2 baru kita kelilingin Pulau Jeju yaaa!\n\nAamiin 🫶🏽", "comment_count": 82, "like_count": 1704}, "post4": {"caption": "Yang kemarin2 pada heboh di DM “Kaa ngedit video di mana?” Yang pasti gue selalu ngedit di HP aja ya apalagi semenjak ada anak pengennya tuh yang ringkes sat set aja, jadi ga perlu ribet bawa2 laptop.\n\nNah lately gue lagi sering banget ngedit video pake @vllo_global! Yang gue demen tuh fitur2nya lengkaaaaap banget, mulai dari pilihan text, label, frame, sticker, sampe ke pilihan audio+musiknya duhhh kayanya hampir semua fitur tambahan di VLLO ada semua deh!\n\nYang pasti I highly recommend you guys to try VLLO! Ini editor yang pasti juga pas untuk pemula 🫶🏽. Daripada penasaran, buruan aja cuss download di app store/ google play!\n\n#MakeEasyWithVllo @vllo_global", "comment_count": 108, "like_count": 2606}, "post5": {"caption": "Happy weekend! Btw, kalian udah ada rencana liburan ke mana nih? Happy deh sekarang udah mulai bisa traveling ke sana-sini lagi! 🥹🫶🏽\n\nEitss tapi bukan berarti kita lengah, karena kasus covid per hari ini pun masih terbilang meningkat!! (FYI, hampir 2.000 case per 23 Juni kemarin)\n\nKita harus tetep aware & selalu jaga protokol kesehatan yaa. Nah gue selalu siap untuk SWAB Test Antigen biar tetap waspada tiap mau bepergian.\n\nBiasanya biar lebih mudah dan nyaman, gue SWAB Antigen Mandiri menggunakan Antigen Rapid Test Kit - Tempo Diagnostic Joysbio. Karena dengan pake Joysbio ini jadi lebih mudah, hasilnya 99% akurat!\n\nPs. Rapid Test Kit ini dapat dibeli dengan mudah melalui klikindomaret! Ga pake ribet kan?\n\nUntuk info lebih lanjut bisa cek langsung Instagram @TempoDiagnostic yaa! Stay safe, stay healthy everyone! 🫶🏽", "comment_count": 60, "like_count": 1112}, "post6": {"caption": "Ini dia 5 Items for my travel-daily use! Wajib banget pake sling bag, topi, sunnies dan sunscreen buat muka dan badan!\n\nNah buat yang mau beli skincare atau produk beauty lainnya, gue saranin cek @bliblidotcom sekarang deh karena lagi ada promo Festival Belanja Cantik dari tanggal 13-19 Juni besok. Ada cashback hingga Rp 200rb & Brand Deals diskon hingga 80%. Mayan bangett kan!! Dan jugaa kita punya kesempatan untuk ajak bestie ke Paris cuma dengan 11rb rupiah ajaa!! Wow! Cuss buruan beli barang inceran kalian dan check-out sekarang.\n\nInfo lebih lengkapnya klik: https://blib.li/festivalbelanjacantik-hj\n\n#PastiCantikLuarDalam #PastiPuasPastidiBlibli", "comment_count": 220, "like_count": 2488}, "post7": {"caption": "Mampir lunch di Pitaloka Cafe Sanur karena kangen suasana tempo dulu ala2 di rumah nenek. Pesennya ya gado-gado Jakarte dan es buah karena lately konsumsi sayur-sayuran dan buah-buahan gue menurun banget nih. *Mayan mawas diri karena ngerasa kurang #JagaDarah belakangan ini. 🤧\n\nHmm btw udah lama juga ga ngecek fitur Anemia Meter dari @sangobion4life, mau re-test lagi ah buat mastiin apakah kondisi-kondisi gue mengindikasikan anemia (lagi) atau enggak.\n\nNah kalian bisa banget ikutan nyoba Anemia Meter ini, karena bisa diakses kapanpun dan dimanapun! Caranya? tinggal klik link yang tersedia di Instagram @sangobion4life dan isi kuisionernya, inget ya walaupun hasilnya aman, kalian dan keluarga udah harus mulai lagi disiplin memenuhi asupan zat besi dan jangan lupa juga untuk konsumsi multivitamin zat besi, plus selalu rutin cek dan konsultasikan kesehatan darah kalian ke dokter ya! \n\u2028#IDBebasAnemia #AnemiaMeter  #AD", "comment_count": 80, "like_count": 1667}, "post8": {"caption": "To the adventurous women who love to travel, who are nervous of having a baby will be the end of their adventures. Tenang… tenang!! You can have both of your dreams-traveling and kids kok, tapi ya emang rempongggg aja! 🤣🫶🏽 \n\nPs. Naik gunungnya 2 jam, eh rehatnya ampe semingguan lebih! 🫠🤣 *Umur ga bisa boong emang!", "comment_count": 237, "like_count": 5319}, "post9": {"caption": "Anw, udah ada plan jalan2 kemana nih liburan nanti? Gue lagi semangat-semangatnya mau mulai explore lagi nih karena abis beli Dji Mini 3 Pro.\n\nWuihiiii! Ini so far, best buy bangett sih! Super ringaaan (ga nyampe 250 gram 🥹) cocok bangett buat kalian yang demen traveling dan pengen yang serba ringkas. Gimbalnya juga bisa rotate 90 derajat jadi bisa ngambil true vertival shooting, dan hasil video juga tajeeem bener! I highly recommend you guysss yang mau upgrade drone! 🥹👏🏾\n\nNah buat kalian yang masih maju mundur mau beli, gue saranin sekarang saatnya checkout di @bliblidotcom 6.6 Mid Year Brand Festival! Dapatkan cashback hingga 250ribu dan disc hingga 95%! Kamu bisa tumpuk Vouchermu biar barang impianmu makin murah! Gratis ongkir berkali-kali. \n \nPokoknya kalian jangan sampai ketinggalan promo Blibli 6.6 Mid Year Brand Festival #Blibli66PastiPuas yang bakal ada cuma sampai 10 Juni 😱 Cek selengkapnya disini 👉🏼 https://blib.li/doubleday66-hj\n\n#PastiPuasPastidiBlibli #SahabatPerjalananmu\n@sahabatperjalananmu", "comment_count": 107, "like_count": 2215}, "post10": {"caption": "Bentar lagi libur panjang anak sekolahan ga sih? Ada rencana liburan ke mana nih kalian? Gue tuh lagi bingung, pengen banget ngajak liburan keluarga full team lagi…enaknya explore Danau Toba atau ke Sumba ya? (Kayanya pengen ke Toba deh jadinya 🫰🏾)\n\nNah pas lagi cari2 tiket murah eh pas bangett nih @bni46 lagi banyak promo! Jadi tuh,  BNI bekerjasama dengan Lion Air Group, meluncurkan Kartu Co Brand BNI-Batik Air dan juga branding BNI di pesawat Batik Air dan Super Air Jet!! Banyak banget benefitnya buat kita2 yang demen traveling nih, seperti cashback, check-in khusus saat di Airport, ekstra bagasi hingga 10kg, fasilitas executive lounge, bisa upgrade tiket ekonomi ke kelas bisnis dan masih banyak benefit lainnya!\n\nTunggu apa lagi? Yuk langsung aja apply kartu kredit Co Brand BNI - Batik Air untuk dapetin potongan harga tiket 1 Juta rupiah dan 20.000 BNI Rewards Point untuk setiap pengajuan yang disetujui!\n\nPs. Periode sampai 30 Juni aja ya! \n\nYang belum punya Kartu Debit Co-Brand BNI-Batik Air, buruan buka tabungan digital cukup selfie & dapatkan bonus saldo tabungan hingga Rp 200 ribu serta 4.600 POIN+\n\n*Cek link ini untuk info promonya*\nhttp://bit.ly/Program-BNI-BATIKAIR", "comment_count": 1915, "like_count": 3403}, "post11": {"caption": "Ngajak Kyo traveling ke sana ke sini itu seruu tapi challenging banget! Pernah waktu itu dia ga cocok sama udara/ sama airnya sampe akhirnya tiba2 muncul kemerahan kaya ruam gitu di pipinya dan kulit wajahnya juga jadi kering banget. Nah kalo udah rewel trus garuk2, emaknya juga nih yang puyeng 🫠.\n\nKarena anak pertama dan bingung harus gimana, akhirnya gue googling lah buat cari review cream yang bagus yang untuk ruam wajah bayi. Dan Alhamdulillah PUREBB Rash Cream ini penyelamat banget!\n\nRuam di mukanya Kyo perlahan-lahan memudar dalam waktu beberapa jam dan sembuh dalam waktu beberapa hari aja. Alhamdulillah 🥹🙏🏾. Sampe sekarang kalau muncul ruam pasti langsung gue pakein ini.\n\nDengan kandungan aktif Zinc Oxide, Dexpanthenol, Jojoba Oil dan Extra Moisturizing yang bener2 ampuh mengatasi segala ruam pada kulit si kecil, ya ruam popok, ruam susu, ruam merah serta biang keringat pada area nappy dan permukaan kulit lainnya pada bayi.\n\nTeruji klinis Hypoallergenic serta kandungan Low Hazard, aman digunakan sejak bayi yang baru lahir dan di area muka. @purebbindonesia, premium care for your baby!\n\n#PureBBRashCream\n#PureBBIndonesia\n#AtasiRuam", "comment_count": 84, "like_count": 1387}}, "data_media_video": {"post0": {"caption": "Bentar lagi libur panjang anak sekolahan ga sih? Ada rencana liburan ke mana nih kalian? Gue tuh lagi bingung, pengen banget ngajak liburan keluarga full team lagi…enaknya explore Danau Toba atau ke Sumba ya? (Kayanya pengen ke Toba deh jadinya 🫰🏾)\n\nNah pas lagi cari2 tiket murah eh pas bangett nih @bni46 lagi banyak promo! Jadi tuh,  BNI bekerjasama dengan Lion Air Group, meluncurkan Kartu Co Brand BNI-Batik Air dan juga branding BNI di pesawat Batik Air dan Super Air Jet!! Banyak banget benefitnya buat kita2 yang demen traveling nih, seperti cashback, check-in khusus saat di Airport, ekstra bagasi hingga 10kg, fasilitas executive lounge, bisa upgrade tiket ekonomi ke kelas bisnis dan masih banyak benefit lainnya!\n\nTunggu apa lagi? Yuk langsung aja apply kartu kredit Co Brand BNI - Batik Air untuk dapetin potongan harga tiket 1 Juta rupiah dan 20.000 BNI Rewards Point untuk setiap pengajuan yang disetujui!\n\nPs. Periode sampai 30 Juni aja ya! \n\nYang belum punya Kartu Debit Co-Brand BNI-Batik Air, buruan buka tabungan digital cukup selfie & dapatkan bonus saldo tabungan hingga Rp 200 ribu serta 4.600 POIN+\n\n*Cek link ini untuk info promonya*\nhttp://bit.ly/Program-BNI-BATIKAIR", "comment_count": 1915, "like_count": 3403}, "post1": {"caption": "Akhirnya pulang kota juga ke Jakarta setelah 2 tahun gak mudik! Long journey yang biasanya capek dan bosen, jadi enjoy banget karena ditemenin @smartfrenworld Unlimited Nonstop 6GB yang internetnya unlimited bahkan setelah kuota abis dan anti potong pulsa, pokoknya bener-bener #UnlimitedNonstop deh! Aman banget 24 jam akses semua aplikasi😁\n\nBuat kalian semua yang juga pengen kayak gue bisa streaming online, main sosmed atau kelarin kerjaan sambil di jalan, yuk cobain biar #MudikHappyBebasWorry!", "comment_count": 450, "like_count": 3143}, "post2": {"caption": "Yang nungguin THR cair mana suaranyaaa?\n\nBtw, gue mau ngasih tips bagi-bagi THR praktis & anti ribet!! Tinggal sat set sat set, nah gini caranya! Gue pake fitur Neo Angpao-nya @bankneocommerce jadi bisa sekalian ngirim ke banyak orang dan praktis! \n\nAnw, sekarang juga lagi ada 3 promo Angpao #BuatSemua di periode 25 April - 8 Mei 2022. Yang pertama ada Hujan Angpao, di mana lo cukup login aplikasi neobank tiap hari. Yang kedua ada Kata Penuh Makna yang mengharuskan kalian nebak kata misterius dari clue yang dikasih BNC di fitur chatnya, dan yang ketiga ada Ketiban Rezeki yang bisa kalian dapetin setelah kirim Neo Angpao ke minimal 3 orang dalam 1 grup. Ketiga Promo Spesial Ramadan ini berhadiah bonus Neo Angpao dan #BuatSemua!\n\nYuk buruan download aplikasi neobank sekarang & manfaatin Neo Angpaonya dan jangan lupa klik link di bio gue ya!\n\n*Ps. Bank Neo Commerce terdaftar dan diawasi oleh Otoritas Jasa Keuangan\n\n#Neobank #BuatSemua #BankNeoCommerce", "comment_count": 511, "like_count": 2896}, "post3": {"caption": "✨🌙 This is my #CaptureRamadanSpark\n\nGue mau share how excited I am karena udah bisa kumpul lagi bareng keluarga & traveling di Ramadan kali ini.\n\nLebih spesial lagi, karena sekarang hunting foto-foto ditemenin sama @realmeindonesia #realme9, yang punya 108MP ProLight Camera & sensor ISOCELL HM6 yang bikin hasil foto gue jadi jernih dan maksimal!\n\nPs. Yuk buruan Pre-order sekarang dengan harga spesial mulai dari Rp 2.999.000 di Tokopedia & realme.com \n#HapeTerbaikRamadan", "comment_count": 526, "like_count": 3529}, "post4": {"caption": "Siap-siap bakal ada rencana mau road-trip lagi bulan ini! Exciteeeed! Nah gue mau sharing tentang persiapan road-trip gue, yang salah satu persiapannya adalah ngecheck ulang komponen-komponen penting kaya ban, mesin, lampu dll. Ngga ketinggalan juga (lumayan kepikiran juga dari kemarin2) buat mastiin kita pake oli yang bisa support performance kendaraan kita.\n\nDenger-denger nih dengan oli Repsol GXR Green 0w20 series ini bisa ngebuat suara mesin jadi lebih halus, tarikan gasnya lebih enteng, bikin mobil lebih bertenaga ngadepin jalanan tanjakan (pas banget soalnya mobil gue suka kewalahan sama tanjakan 🤣) dan lumayan ngebantu dompet hehehe soalnya lebih hemat ke bahan bakar.\n\nKenapa segininya banget merhatiin oli? Soalnya kata Mpin (gue yakin dia juga dapet dari orang lain sih. Soalnya dia ngga ngerti mobil), oli yg bagus itu bisa ngebuat mesin terlindungi dari haus dan karat.\n\nBuat yang tertarik pengen coba juga, sekarang oli ini udah ada di seluruh Indonesia atau kalian jg bisa dapetin di E-Commerce kesayangan kalian!\n\nOh iya jangan lupa untuk follow IG Repsol Cars Indonesia di @plirepsol_cars yaa! Karena banyak activity berhadiah menarik dan juga banyak tips2 bermanfaat untuk kita2 yang seneng road-trip!\n\n#RepsolCars #Repsol #OliRepsol #RepsolOliMobil", "comment_count": 347, "like_count": 1306}, "post5": {"caption": "Holaaaaa!\nAaaakhirnya gue bisa ngasih liat ke kalian semua video perjalanan gue kemarin di Mandalika, Lombok. Jangan lupa cek Youtube gue buat versi panjangnyaa yaa! 😙\n\nKemarin ke Lombok ke mana ajaa? Well, ngga explore ke banyak tempat sih cuma main di sekitar Lombok Tengah aja, tapi gue happy banget bisa balik lagi ke Lombok setelah 3 tahun lamanya. Walaupun kunjungan kali ini ngga sempet mampir ke Sembalun dan Rinjani, tapi revisit kemarin gue bener2 nostalgia ke beberapa tempat yang selalu gue kangenin. \n\nSiapa yang kangen Lombok jugaa? Yuk explore Lombok lagi yukkk!\n\nJangan lupa juga untuk apply kartu kredit BRI karena banyakk promo yang bener2 menguntungkan kita2 yang demen traveling. 😁 \n\nPs. Yuk, jelajahi Pesona Indonesia bersama Kartu Kredit \nBRI Wonderful Indonesia! Info lebih lanjut, kalian bisa kunjungi s.id/applyKKBRI\n\n@bankbri_id \n\n📹: @ayubardiyono ✨", "comment_count": 117, "like_count": 4517}, "post6": {"caption": "Ngeliat postingan @ariefsatria_ sama @kadekarini pagi ini, jadi pengen posting Cappadocia juga! Kangeeen jalan2 ke luar negeri 🥲.\n\nAlhamdulillah ga diajak Mas Aris gapapa, tapi diajaknya sama @myturkeytourism 🤧. Yang punya impian ke Cappadocia juga, semoga segera terkabul yaa! Aamiin 🙏🏾. Kalo ga ada yang ngajak gapapa, nabung terus pergi sendiri aja. Kalo takut sendirian ikut open trip dah. Dulu jamannya belom ada Kyo dan Mpin, wah gue uda ngacirr sendirian dah pasti.\n\n💯 buat captionnya sis @kadekarini pagi ini, Don't wait for someone else to make your dreams come true! #tips dari gue buat wujudin salah satu bucket list kalian adalah.. niat, nabung, nekatin beli tiket sekarang, lanjut nabung lagi nantinya! Aselik kalo ga dinekatin semua impian ya bakal tetep jadi mimpi aja, tapi kalo udah dinekatin? Mau gak mau kamu jadi makin usaha buat ke sana dan nabung lebih giat lagi kaan💪🏾. Jadi reality deh kemudian! Aamiin\n\nPs. Sambil nunggu sikon membaik dan ga ada karantina sepulang dari LN, kita tunggu balon udara ada di Bromo aja apa nih? 😂\n\nVideo edited by @ayubardiyono of course karena gue males ngedit 😂✌🏾. Baru nyadar ini video lawas tapi belum pernah wa upload!", "comment_count": 102, "like_count": 2537}, "post7": {"caption": "Girlsss, siapa yang kalo lagi heavy flow alias “banjirrrr” suka pada worry pas bangun tidurnya hayooo? \n\nAku jugaa sering banget gitu tapi lately ngga lagi semenjak kenal sama CHARM SLEEP PROTECT+. Awal tau ada produk ini tuh dari postingan beberapa temen di instagram, trus aku langsung penasaran pengen beli dan coba dehh. First impression, pembalut tapi bentuk kaya celana! Awalnya gue kira bakal tebel kaya popok bayi kaan… eh ternyata ngga loh! Bahannya tuh nyaman dan lembut plus bentuknya ngikutin lekuk tubuh kita, jadi bener2 nyaman aja dipakenya. Simple dan pastinya mencegah geser dan juga anti bocor. Buat kalian yang tidurnya ga bisa diem kaya aku, wah harus cobainn sih! Hahahaha\n\nTidur semaleman pun rasanya nyaman dan nyenyak deh. Ga ada lagi tuh tiba2 bangun balik badan nengok seprai takut bocor. Hahaha #NyenyakSampaiPagi. Pokoknya happy banget deh pas tau kalo @CharmIdn ngeluarin produk Charm Sleep Protect+ Panties ini, bener2 meningkatkan kualitas hidup! Super RECOMMENDED!\n\n#BeautySleepCharmingYou\n#SharingisCHARMing\n#TakAdaMomenTerlewatkan", "comment_count": 103, "like_count": 1717}, "post8": {"caption": "Pada tau kan kalo gue anaknya demen banget road-tripping? Dan biasanya menjelang akhir taun gini, gue sama Kevin suka road trip dari Bali-Jawa, tapi berhubung bulan ini gue ga bisa ke mana2 jadi yaudah deh keliling Bali aja sama @kevandaputra @salsabilansal sama @teponisius mumpung mereka lagi main ke Bali.\n⠀\nDi saat kaya gini perlu banget kita berpergian dengan aman dan selalu mengikuti protokol kesehatan. Rasa aman ini juga perlu banget untuk kendaraan yang akan kita pakai jadi gak pake khawatir nantinya di perjalanan.\n⠀\nKali ini mau nyoba booking servis pakai app mToyota, aselik helpful banget ini aplikasi. Bener-bener bikin perjalanan kita kali ini gak perlu worry karena #ToyotaAdaUntukAnda. Selain itu, selama akhir tahun ini Toyota menghadirkan 297 bengkel siaga loh dan 584 Toyota Mobile Service Siaga, dari tgl 24 Desember 2020 s/d 1 Januari 2021, (layanan ini tetap beroperasi pada hari libur) untuk cek lokasi nya bisa melalui mToyota ya!\n⠀\nPs. Anw, menjelang akhir tahun ini Toyota lagi ada promo #SafeDecember, di mana ada diskon servis produk dan layanan tertentu sampai dengan 20% dan Gratis Cabin Disinfectant selama perjalanan di lokasi tertentu.", "comment_count": 108, "like_count": 1585}, "post9": {"caption": "Jarang2 nih gue bikin ulasan soal buku, wakaka ditonton doong! Semoga bermanfaat yaa.\n⠀\nDunia kita emang sibuk dan adanya buku ini membuat gue teringat kembali akan hal-hal yang sederhana tapi terlupakan begitu saja oleh kita. Seperti kata Haemin Sunim,\nPlease, Slow Down...\n⠀\nPs. Buat kalian yang tertarik pengen beli juga buat bacaan weekend ini, nah kalian bisa beli bukunya di @tokopedia! Dan khusus kalian temen2 onlineku, ada cashback 10%! Tinggal pake kode promo spesial “LB10”, catet ya kodenya! Atau kalian juga bisa klik linktr.ee di bio gue yaaaa (Promo Tokopedia beli buku)", "comment_count": 175, "like_count": 4976}, "post10": {"caption": "Sering banget dapet DM, “Ka pake kamera apa?” “Ka, ngedit di mana?” “Ka buat tutorial ngedit stories dong!”\n⠀\nNahhhh ini dia IGTV persembahan buat kalian nih yang dari dulu pada bawel, hahahaha. Tips bikin IG Stories Ala Mpok Her Journeys.\nDi IGTV kali ini gue bakal ngasih beberapa hacks yang semoga bisa menginspirasi dan bermanfaat buat kalian yang baru mulai bikin konten atau explore passion kalian di sini.\n⠀\nNah kalo udah liat IGTVnya, kan gue udah share tuh ya beberapa tools yang gue pake buat ngonten. Nah kalo kalian BM juga pas nih, karena bulan ini lagi ada promo di Tokopedia Semua Bisa Ngonten discount up to 50% dan cashback hingga 250 ribu. Jadi, semua gadget-gadget yang kalian incer bisa langsung didapetin di situ!\n ⠀\nPs. Langsung cek aja link linktr.ee gue di profile trus buka Promo Tokopedia dan yuk ngonten aja dulu!\n⠀\nhttp://tkp.me/SemuaBisaNgonten-Anggey\n#semuabisangonten", "comment_count": 15569, "like_count": 9486}, "post11": {"caption": "Sebagai travel content creator, udah jadi hobi dan kerjaan gue mendokumentasikan moment2 berupa foto dan video pas lagi traveling. Kadang saking bagusnya, ngambil fotonya pun ga cukup sekali tapi bisa sampe beratus dan beribu-ribu foto bahkan, belum lagi videonya. Udah gitu ngeditnya semua di hp pula. Jadi sering banget tuh nongol pop up message di hp “Your Storage is Full”. Mau delete file yang lain pun ga tegaaa. I need extra spacee!! 😩\n⠀\nNyari2 solusi akhirnya ketemu SanDisk Ultra®️ Dual Drive Go and Luxe USB Type- C. Storage hp penuh? Worry no more! Tinggal colok SanDisk Ultra®️ Dual Drive Go atau SanDisk Ultra®️ Dual Drive Luxe, yang keduanya sudah compatible dengan USB Type-C, mindahin files dari HP Type-C ke laptop jadi lebih simple dan cepet banget! Apalagi kapasitas memory SanDisk Ultra®️ Dual Drive Luxe sampe 1 TB dan SanDisk Ultra®️ Dual Drive Go sampai 512GB, duh puasss banget deh!\n⠀\nFitur lengkapnya? Cek video ini yaaa!\n⠀\nPs. Biar ga gampang ilang2an, tips dari aku ya gabungin drive-nya sama gantungan kunci lainnya biar tinggal grab and go 💃🏽.\n\nBuat yang mau beli produknya bisa cek: http://bit.ly/SanDiskMSS11\n\n@sandiskapac #SanDiskAPAC #ads", "comment_count": 215, "like_count": 4496}}}