{"username": "iw.wm", "full_name": "WAHYU MAHENDRA 🌍 TRAVEL", "follower": 208504, "following": 1412, "post_count": 528, "category_name": "Artist", "biography": "published photographer & world traveler.\n@barishi.id \ncontact : +62 8123-705-1391", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Guysss!\nAkhirnya, buku Me Photo Travel akan segera hadir di toko buku Gramedia terdekat di kotamu!\n\nCek slide postingan ini untuk tahu cara pesan & jadwal kedatangan bukunya di kotamu!\n\nTerima kasih untuk yg sudah sabar menunggu!", "comment_count": 84, "like_count": 1668}, "post1": {"caption": "One more month until @barishi.id  First Anniversary 🎉\n\nSalah satu mimpi yg nggak banyak orang aku ceritakan...and I made it!\n\nAda beberapa Hal yg Aku jarang ceritakan ke orang orang...why I am trying F&B business...padahal Aku nggak ada background sama sekali di bisnis...bahkan di saat semua orang menolak untuk memulai karna kondisi Pandemi.\n\nAwalnya karna adikku yg susah mendapat pekerjaan dan timingnya dia lulus kuliah pas saat Pandemi.\nAda juga sepupuku yg di rumahkan sudah berbulan bulan.\n\nSalah satu motifku, adalah mimpi Aku dan 'mantanku' yg ingin punya bisnis cafe bareng...jadi Aku mengorbankan tabungan yg sudah bertahun tahun Aku kumpulkan dgn jerih parah, dgn harapan, Aku bisa belajar untuk bisnis kami bersama..until one day...we broke up.\nJujur saat itu Aku ingin menyerah - di saat yg sama—semua konsep, kontrak dan progress Barishi sudah hampir 50%.\n\nTapi Aku percaya, kalau Aku bisnis dari awal memang untuk menolong orang, karma baik akan Aku tabung.\nKetika Barishi opening di saat PPKM Level 4, banyak yg mencibir. Banyak yg berspekulasi, Barishi nggak akan bisa bertahan lama...\nMisiku sederhana...membuat orang lain bahagia...membantu orang orang — 'keluarga kecil' Barishi untuk mendapat pekerjaan, memberikan experience terbaik yg berbeda dari kebanyakan restoran Jepang di Bali.\n\nAnd another thing is...Aku menemukan passion baru di Dunia F&B...walaupun variabel pikiran bertambah, tapi Aku skrg  punya keluarga 'baru' yg selalu punya cerita seru tiap Kali Aku duduk di Barishi.", "comment_count": 46, "like_count": 1333}, "post2": {"caption": "Bali in 5 seconds.\n.\n.\n.\n.\n.\n#reelsinstagram #reelideas #reelphotography #balitravel #baliindonesia #photooftheday #baliisland", "comment_count": 75, "like_count": 3405}, "post3": {"caption": "Iconic cabins + endless of green Fields.\n\nA truly gem of South Sulawesi.\n\n#ShotonOPPO Reno 7 5G.\n@oppoindonesia\n.\n#OPPOReno7Z5G", "comment_count": 17, "like_count": 1253}, "post4": {"caption": "What a blessing to see this stunning Mosque...🕌✨\n\n#ShotonOPPO Reno 7Z 5G.\n#OPPOReno7Z5G \n\n@oppoindonesia", "comment_count": 39, "like_count": 2700}, "post5": {"caption": "Salah satu nostalgia yg juga jadi awal Aku tertarik dgn fotografi adalah wallpaper windows XP. \n\nDulu sewaktu Balita, ayahku membawa sebuah perangkat lengkap komputer/PC.\nUntuk pertama kalinya, Aku yg kala itu berusia mungkin 4 tahun menemukan sesuatu Hal yg baru - sebuah teknologi canggih.\n\nKetika ayah mulai mengutak atik 'mainan' barunya, mataku tertuju ke sebuah wallpaper sederhana — padang Savana hijau dan langit biru. Aku yg waktu itu hanya tahu area rumah, sempat berpikir...ternyata potret alam di luar rumah sangat Indah...\n\nSejak hari itu, ada satu memori yg selalu Aku kenang. Kenangan merakit komputer PC bersama ayah dan wallpaper windows XP.\nYg dikemudian hari, menginspirasi Aku untuk mengedit foto foto #OPPOReno7Z5G ini.\n\n📍 Ollon Valley, Tana Toraja, South Sulawesi, Indonesia\n\n@oppoindonesia\n#ShotonOPPO", "comment_count": 121, "like_count": 4856}, "post6": {"caption": "Sweet dreamin' 💦", "comment_count": 34, "like_count": 1906}, "post7": {"caption": "Sunshine over endless blue oceans..✨", "comment_count": 40, "like_count": 2308}, "post8": {"caption": "The tallest statue of Jesus in the world. It stands on the top of Buntu Burake hill about 1.700 metres above sea level.\n\nThis statue beats off the statue in Rio de Janeiro, Brazil. Made out from bronze, the statue was created piece by piece in the Sculpture's studio in Yogjakarta.\n\nThe landscape of Buntu Burake hills provide you the opportunity of hiking to different look-out points, allowing you to catch views from different angle. Breathtaking views indeed!", "comment_count": 44, "like_count": 2857}, "post9": {"caption": "The Beauty of Ollon Valley.\n#toraja #reeltrending #mountains #reelitfeelit #reelcreator #reelsinstagram #djiglobal", "comment_count": 35, "like_count": 716}, "post10": {"caption": "Ollon valley is situated in Lembang Riau, provides a stunning surrounding scenery of green hills.\n\nNot just rows of hills, but Savana Ollon also has clear rivers. Savana Ollon is located 40 km from the heart of Makale city, the capital of Tana Toraja.\n\nThe array of grassy and serene hills around Savana Ollon is absolutely incredible. You can find an untouched meadow that stretches as fast as the eye can see.", "comment_count": 48, "like_count": 2159}, "post11": {"caption": "Home is a feeling.\r\nwhen people ask me where do I want to spend my retire time, they expect me to say a place… but I feel more at home when I am with the people I love..\r\nHome is wherever you feel at ease, wherever you feel nostalgic when you see your old \r\nphotographs or memories of it.\r\nHome is not a place, it’s a feeling you can experience anywhere.\r\nCreate memorable moments with The new #KÅSEBERGA\r\nlimited collection from @ikea_id , made from renewable and recycled materials..\r\nA feeling of the ocean – experiencing homey feeling whether being indoors or outdoors.\n\nlink in bio to purchase the products.", "comment_count": 20, "like_count": 774}}, "data_media_video": {"post0": {"caption": "menjawab Teka teki ribuan followers tentang Investasi.\n\n- Kenapa harus berinvestasi?\n- Investasi apa yg harus dipilih?\n- Siapa yg harus berinvestasi?\n- Membedakan Investasi bodong Dan legal?\n- Apa perbedaan Investasi dan menabung?\n- Kapan memulai Investasi?\n- Susah nggak sih berinvestasi?\ndll.", "comment_count": 1, "like_count": 13}, "post1": {"caption": "Ubud merupakan salah satu daerah yang sangat populer dan tidak asing bagi setiap wisatawan yang berkunjung ke Bali. \n\nBerkunjung ke Ubud, ga akan cukup kalau hanya ke satu tempat saja, karena Ubud  memiliki sejuta Zona GOKIL Maksimal yang wajib dikunjungi! mulai dari sawah-sawah, pusat kebudayaan nya, sampai ke kuliner khas Ubud yang gaboleh ketinggalan! \n\n Semua hal itu pastinya akan lebih mudah kalian akses dengan jaringan internet dari @smarfrenworld GOKIL MAX yang punya Kuota Besar dan 100% 4G di semua aplikasi, ada 36GB yang terdiri dari 12GB Kuota Nasional dan 24GB Kuota Lokal ditambah Extra Kuota 70GB dari jam 1-5 pagi! \n\nSelalu jadi #TemenBukaPeluangmu biar semakin maksimal explore berbagai list atau rekomendasi tempat yang wajib dikunjungi di Ubud. \nCuma dalam berberapa detik saja karena kecepatan internet dari smartfren ini kenceng Maksimal! \n\nApalagi harganya yang terjangkau hanya mulai 30ribu,  jalan jalan kalian ke sudut manapun jadi semakin maksimal!  #IniBaruGokil", "comment_count": 41, "like_count": 1382}, "post2": {"caption": "Sebagai orang yang sangat suka traveling, kenyamanan, ketepatan waktu dan kemudahan berpindah tempat dari satu tempat ke tempat lainnya adalah hal penting.\n\nKali ini aku dikasih kesempatan untuk join trip bersama @toyotaid keliling ITDC Nusa Dua Bali menggunakan Toyota C+pod bareng @kadekarini dan @michimomo and we had such a fun experience dengan mobil elektrik ini. Interior dalam yang nyaman dan fitur baru dimana kita dengan mudah unlock mobil hanya dengan apps dari smartphone giving me the unforgettable driving experience. Mengemudi di dalam kota jadi ngga ribet dan nyaman. Nonton juga keseruan lengkapnya di channel YouTube ToyotaIndonesia ya!\n\n#ToyotaEVSmartMobility\n#MobilityHappinessForAll\n#ToyotaComsEV\n#ToyotaCpodEV\n#ToyotaPriusPHEV", "comment_count": 55, "like_count": 2742}, "post3": {"caption": "Exploring secret cave in Southwest of Bali 🌅✨\n\nRecorded on #OPPOFindX3Pro #AwakenColor", "comment_count": 79, "like_count": 7073}, "post4": {"caption": "Would you take a seat and enjoy a cup of coffee here? 🌄\n\nrecorded on OPPO Find X3 Pro @oppoindonesia", "comment_count": 99, "like_count": 5051}, "post5": {"caption": "x @hendrickhartono \nInspired by the nine gods that guard the nine directions in compass, we bring you “Nawa Dewata” for our first collaboration, a linen shirt. Order yours now by clicking the link in my profile! 👆🏻", "comment_count": 75, "like_count": 2054}, "post6": {"caption": "Challange Accepted!\nKemarin baru aja dikasi tantangan sama @wisatathailand untuk recalling all the memories from my last Thailand Trip.\nSo here we go guys!\n\nAku tau bahwa 1 menit ngga akan pernah cukup menunjukan seberapa menyenangkannya trip ku di Thailand. Disana aku jalan jalan di banyak tempat mulai dari Bangkok, Chiang Mai, Chiang Rai dan masih banyak lagi.\n\nAku yakin semua pasti kangen sama setiap sudut kota di Negara ini waktu musim liburan. Makanan, tempat wisata, pusat perbelanjaannya dan banyak lagi.\nHari ini gapapa kita cuma bisa lihat-lihat kenangannya dulu karna #nantikitakethailandlagi 🙌🏻", "comment_count": 46, "like_count": 1022}, "post7": {"caption": "Sebagai seorang fotografer, aku selalu ingin berbagi cerita dibalik setiap gambar yang aku tangkap melalui lensa. Aku ingin menangkap setiap momen traveling melalui seni fotografi. Melalui sosial media, aku ingin membagi keseharian travelingku jg memperkenalkan dunia travel & fotografi ke lebih banyak anak muda Indonesia.\n\nBeberapa waktu lalu aku berkesempatan diundang mengisi salah satu segmen #CounterMOVE yang diadakan oleh @mymovement.id , di sana aku banyak sharing mengenai Tips Traveling dan Fotografi. Jadi buat kalian baik buat pemula ataupun expert dibidang fotografi dan juga teman-teman yang ingin mencoba hal baru melalui traveling. Yuk ditonton videonya di bit.ly/CounterMOVExWahyu atau langsung kunjungi youtube @mymovement.id mymovement.id!\n#MOVECreators #CounterMOVE #MyMOVEment", "comment_count": 50, "like_count": 2407}, "post8": {"caption": "What an amazing journey flying with @qatarairways ! I am so grateful to get a chance experiencing their business class on my flight from Denpasar to Doha . \nComfort is so important for me, as I required to fly from one country to another country in a short kind of time, and Qatar Airways win my heart! The elegant design and the delicious menu were the second things I adore.\n\nIt's not going to be my last time, for sure. I think it's the right time for you to try it on this holiday season! #qatarairways #goingplacestogether #ad", "comment_count": 51, "like_count": 2293}, "post9": {"caption": "Throwback to my adventure trip in New Zealand w/ @her_journeys @kadekarini @kevineanda 🚐✨ Can’t believe it’s been almost 10  months ago, We were exploring many amazing destinations in South Island.\nWe were learning more about Maori, watching their cultural show, seal kayaking in Kaikoura, swimming with dusky dolphins, doing heli hikes & Gracier walks, driving to Mount Cook National Park, and much more.\n\nThank you @purenewzealand for making my dreams come true. Can’t wait to go back next year! #NZMustDo #PureNewZealand", "comment_count": 80, "like_count": 4048}, "post10": {"caption": "This OPPO RENO camera makes my Uzbekistan travel becomes more delightful! Its new technology, 10x hybrid zoom makes so happy and satisfied to be able to take pictures of their local life from far away with only a finger touch, and yes! it takes a really good resolution with an amazing details! \n@oppoindonesia \n#OPPORenoXIWWM \n#OPPOReno10xZoom", "comment_count": 123, "like_count": 3529}, "post11": {"caption": "Traveling one place to another place give me alot of new ideas, to reveal more color, more nature, more beauty. HP Pavilion X360 giving me a chance to turn my idea into a breathtaking reality.\n\nDon’t just dream it. Ink it. Bring your ideas to life with the new inking enabled HP Pavilion x360. Take a look at how the ink-enabled HP Pavilionx360 has made my work much easier! @hpindonesia #HPx360 #KeepReinventing #ad\n\nKnow More: https://bit.ly/2X8Ay0J", "comment_count": 121, "like_count": 5105}}}