{"username": "j_anandary", "full_name": "Jennifer Anandary", "follower": 50028, "following": 698, "post_count": 1881, "category_name": "Digital creator", "biography": "travel 🧳• edit 🤳🏽• home decor 🛋\n@studiohae_  @presetsbyanandary\n✉️ hello@jenniferanandary.com\n👇🏼 LINK👇🏼", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Hello from Amsterdam! 🇳🇱 So stoked to finally unlock a new country again. And this time is a Euro trip! Will be visiting other countries too in the next 2 weeks ✌🏻⁣\n⁣\nFYI, I bought the plane tickets to Europe since March (terima kasih tiket promooo). So I’ve been planning the trip quite detailed for 8 months. Inget banget, aku beli tiket ini pas lagi di Da Nang, Vietnam. Panik ada tiket murah dan buru-buru cari teman dan akhirnya dapat @nadialupita . Taurus-Virgo trip! Nggak gampang cari travelmate apalagi yang jauh-jauh hari begini dan budget tidak sedikit kayak ke Eropa. So grateful for her 🤗⁣\n⁣\nVery excited about this trip. Begitupun dari kemarin yang DM udah banyak yang nungguin itinerary. Sabar ya, I will write later on. Kira-kira aku akan ke negara mana aja ya?⁣\n⁣\n#AnandaryAmsterdam #AnandaryNetherlands #AnandaryEurope", "comment_count": 83, "like_count": 2059}, "post1": {"caption": "What can I say? Chiang Rai blew me away. 13-hrs bus ride from Bangkok was totally worth it 💙\n.\nBesides the beautiful temples, the public transportation in Chiang Rai is also really good. There are buses and songthaews to take you anywhere you like, even if you want to cross the border to Myanmar or Laos! Very convenient for travelers.\n.\n.\n.\n#AnandaryThailand\n#AnandaryChiangRai", "comment_count": 37, "like_count": 1482}, "post2": {"caption": "Have you read my latest blogpost? It’s the part 1 of my India trip! 🕌🇮🇳⁣\n⁣\nOne of my 2019 resolution is to produce better quality blogpost. Kalo tahun-tahun lalu foto di blog masih banyak yang asal jepret, ngedit seadanya, nah tahun ini mau lebih niat! Seiring pembacanya semakin banyak (beberapa blogpost-ku nongkrong di page 1 Google, entah gimana ceritanya aku juga heran 😂), sekarang mau berbenah.⁣\n⁣\nKemarin udah invest beli theme blog baru (plus begadang install dan custom sendiri 👩🏻‍💻). Invest beli kamera baru juga, dan ngeditnya juga pakai preset baru hehe. Konten masih pengen tetap informatif, sambil terus belajar merangkai kata yang enak untuk dibaca. It is not a simple job at all, but I am happy doing it! Dan tidak ada reward yang lebih menyenangkan dibanding baca respon kalian yang bilang, “Karena ngikutin blogmu aku berhasil jalan kesini lho, Je!” ❤️⁣\n⁣\nJadi, udah baca blogpost yang India Part 1 belum?⁣\n⁣\nP.S.: foto ini di-post di feed karena sebelumnya ku post di IG Story dan banyak yang komen, “Ini bagus lho! Masukin feed dong!” So here you go! ✨☺️⁣\n⁣\n#AnandaryAgra⁣\n#AnandaryIndia⁣\n#TajMahal⁣\n#IncredibleIndia⁣\n#presetsbyanandary", "comment_count": 121, "like_count": 2111}, "post3": {"caption": "Next jalan-jalan ke mana lagi ya? Klik link di bio yuk! ✨🗺", "comment_count": 6, "like_count": 424}, "post4": {"caption": "Finally nemu travel steamer yang cocok! Ringan, compact dan bisa dilipat, uapnya banyak, harga affordable, dan estetik hahaha. Ini bukan travel steamer pertamaku, udah pernah beli beberapa kali steamer, setrika mini, dll, tapi belum cocok jadinya males bawa kalo trip. Tapi kalo ini aku approved, udah aku bawa trip 2x 😝\nLink-nya di bio ya!\n\nPas banget menjelang tanggal kembar nih! Beli elektronik di Shopee karena ada:\n\nSpecial 7.7 Midnight Sale (7 Juli, 00:00 WIB - 02:00 WIB)\n👉🏼 Gratis Ongkir RP0 Semua Toko\n👉🏼 Cuci Gudang Pasti Diskon 90%\u2028👉🏼 Belanja Dapat Pulsa 15RB\n\nPROMO PUNCAK 7.7 MEGA ELEKTRONIK SALE\n👉🏼 Gratis Ongkir RP0 Semua Toko\u2028👉🏼 100% Ori Setengah Harga\u2028👉🏼 Diskon S/D 700RB Setiap Jam\n\nCus belanja!\u2028\n#77ShopeeMegaElektronikSale #shopeehaul #shopeecheck #shopeefinds #travelsteamer", "comment_count": 5, "like_count": 590}, "post5": {"caption": "Ini perginya weekday lho, apa kabar kalo weekend ya? 😂\n\n📍 Hyundai Motorstudio Senayan Park \n@senayan.park \n💸 FREE ENTRY\n\n#AnandaryJakarta #explorejakarta #senayanpark", "comment_count": 17, "like_count": 1240}, "post6": {"caption": "I cannot be the only who do this 😂🚿 #travelhacks", "comment_count": 18, "like_count": 473}, "post7": {"caption": "Life as an ✨introvert ✨\nBuat sesama introvert yang hobinya ngendon di kamar doang kayak aku, coba pake air purifier deh. Punya aku ini Mito PUR 30 dari @mito.id . Biar makin betah di kamar hahaha. Link on bio ya! \n\n#MITO #MITOelectronic #MITOpurifier #MITOpur30", "comment_count": 18, "like_count": 998}, "post8": {"caption": "Balance, baby ✨💅🏻😜", "comment_count": 16, "like_count": 596}, "post9": {"caption": "Every girl's holy grail @biobeautylab 💕\n\n✨ Phyto Power Essence - Pre Serum\n👉🏼 Untuk optimalin kinerja skincare setelahnya (serum/ampoule/moisturizer). Udah sering aku combine sama berbagai serum! Dan yes, kerasa banget jadi lebih optimal efeknya.\n\n✨ Luxurious Facial Oil Serum\n👉🏼 Oil treatment I can't live without. Hydrating, soothing, but also brightening. Bisa dipakai di bagian tubuh juga lho kalo terasa kering, nggak cuma di wajah. And it smells so nice!\n\nNext pengen coba vitamin C serum atau Acne Oil-nya juga deh 😁\n\n#AutoGlowing", "comment_count": 2, "like_count": 152}, "post10": {"caption": "Tidak sabar untuk geret koper dan memikul backpack @americantourister_id ini buat overseas trip lagi! 🗺✨\n\nPengennya aku jalan-jalan ke mana? Siapa tahu aku terinspirasi beli tiketnya 😁 \n\n#ATSquad #AmericanTouristerID #AnandaryTurkey #Turkey #Cappadocia", "comment_count": 11, "like_count": 318}, "post11": {"caption": "Had to do this clone edit cause @santorinibeachresort has too many cute spots 💙✨\n\nTutorial cloning ini aku udah pernah post tutorialnya di reels! Ini versi lebih kompleks aja overlay-nya lebih banyak 😄\n\n#AnandaryLombok #gilitrawangan #santorinibeachresort #lombok", "comment_count": 13, "like_count": 553}}, "data_media_video": {"post0": {"caption": "Nggak solo traveling pun, suka foto pake tripod 😝 Kalo bisa sendiri kenapa mesti nyusahin orang, ya nggak sih? Hehehe⁣\n⁣\nPerlukah aku bikin video tips foto pake tripod? Komen di bawah ya👇🏼👇🏼👇🏼⁣\n⁣\n#AnandaryBali #bali #uluwatu #hotelbali #staycation #solotravel #sonyalpha", "comment_count": 53, "like_count": 1174}, "post1": {"caption": "[SAVE THIS!] New villa in Canggu! 🌴⁣\n⁣\n👣 Happy nginep di sini soalnya kemana-mana deket tinggal jalan kaki. Kalo emang niatnya mau staycation daerah Canggu, cobain villa ini deh. Strategis lokasinya.⁣\n⁣\n🏝 As a former interior design student, I am impressed with a lot of tiny details in this villa. Jendela bulatnya yang bisa jadi kursi santai, kamarnya yang nuansa pantai (tapi nggak tacky at all) 👌🏼⁣\n⁣\n📺 Ada smart TV buat Netflix, YouTube, dll⁣\n⁣\n🛁 Ada bath tub, shower, dan bath robe. Kulkas, safe deposit box⁣\n⁣\n💵 Rate IDR 600k / malam (ini yang aku dapat kemarin ya)⁣\n⁣\n📍 La Rose Villa Canggu @larosevillacanggu⁣\n⁣\n3 more Bali villas to go, ditunggu ya ngedit dulu 😝\n\n#AnandaryBali #Canggu #Bali #larosevilla #staycation #explorebali #hotelbali", "comment_count": 96, "like_count": 5831}, "post2": {"caption": "Ngidam jajanan Korea? Padahal lagi di #Bali ? I feel you 😂🇰🇷 Ke sini aja!\n\nAda Korean mart juga di Bali. Ada beberapa cabang, yang aku datengin yang di Kuta. \n\nPilihan jajanan dan snack-nya lumayan lengkap. Cuma pas aku dateng kok lagi nggak ada soju ya? *cry* Akhirnya beli snack dan topoki aja buat masak di villa.\n\nP.S. Apakah ada foto biasmu di video ini?\n\n📍 Toko Bali Kita, Kuta Central Park @tokobalikita.id \n\n#AnandaryBali #kuta #koreanmartbali #tokobalikita", "comment_count": 22, "like_count": 474}, "post3": {"caption": "[SAVE THIS!] Most beautiful palace in Bali? ✨⁣\n⁣\nEmang lokasinya ujung banget, seperti namanya 😄 But it is definitely worth the journey. Dan karena lokasinya yang jauh, jadi nggak terlalu touristy sih. Sekalian kunjungi spot wisata lain di daerah Karangasem ya, biar nggak sia-sia perjalanan jauh ke sininya 👌🏼⁣\n⁣\n🚙 Perjalanan sekitar 1,5 jam via mobil dari Denpasar⁣\n⁣\n💵 Tiket masuk IDR 25K untuk local tourist⁣\n⁣\n📍 Taman Ujung Water Palace, Karangasem, Bali Timur⁣\n⁣\n#AnandaryBali⁣\n#TamanUjung⁣\n#Karangasem⁣\n#Bali⁣\n#explorebali", "comment_count": 48, "like_count": 2650}, "post4": {"caption": "One of the perks of staying in Canggu. Only few steps to charming cafes all over the area 🍞🧺 @breadbasket.id #AnandaryBali", "comment_count": 17, "like_count": 924}, "post5": {"caption": "Challenge accepted! 🪟⁣ Seru ternyata tidur pake fake window hahaha.⁣⁣\n⁣⁣⁣\nFyi, kemarin yang nggak kedapetan proyektorku ini karena sold out, aku cek udah restock! Link-nya di bio ✨⁣⁣⁣\n⁣⁣⁣\n#fakewindow #fakewindowchallenge #projector #shopeehaul", "comment_count": 38, "like_count": 1722}, "post6": {"caption": "[SAVE THIS!] Nongkrong sambil nonton pesawat take off-landing? Di #Bandung adanyaaa! ✈️⁣\nKenapa ya Bandung itu selalu punya konsep yang seru? Nggak pernah bikin bosen 🤔⁣\n⁣\nLokasinya di kompleks Bandara Husein Sastranegara. Ada banyak kafe dan kios di sini. Kamu tinggal pilih. Favoritku sih @kopitokodjawa , pewe banget soalnya. Area terbukanya juga banyak.⁣\n⁣\n📍Critical 11⁣ @critical11.id \nKompleks Bandara Husein Sastranegara⁣\nBandung⁣\n💸 HTM Rp 10k (weekdays) Rp 20k (weekends)⁣\n⁣\n#AnandaryBandung #explorebandung #critical11", "comment_count": 12, "like_count": 901}, "post7": {"caption": "[SAVE THIS!] Minta tolong fotoin tapi kok hasilnya merem ya?! 😭⁣\n⁣\nIni triknya! Nyalain fitur live mode aja sebelum foto. Dijamin kepake banget nih trik ini, terutama kalo lagi minta fotoin ke strangers hehe👌🏼 Jangan lupa save & share ke temen kamu yang butuh ilmu ini ✨⁣\n⁣\nTrik ini untuk iOS user ya. Kalo Android ada juga nggak sih mode kayak gini? Infoin yaa!⁣\n⁣\n📍 Sawo Coffee & Roastery @sawo.coffee ⁣\nBraga, Bandung⁣\nP.S.: kopinya enaaaak! Tempatnya juga pewe banget, would recommend to everyone ⁣\n⁣\n#AnandaryEdit #AnandaryBandung #iphonehacks #editingtutorial #presetsbyanandary", "comment_count": 44, "like_count": 1475}, "post8": {"caption": "[SAVE THIS!] What’s the way to my heart? Hotel room yang ada Netflix-nya 🥰🎬⁣\n⁣\nKalo komentar @christopherandaru, “Lu liburan tapi ujung-ujungnya nonton juga, pindah lokasi doang.” Embyeeerrrr! 🤪 Kalo staycation dan kamar hotelnya ada smart TV yang bisa streaming app, aku auto happy. TV di @thehousetourhotel ini bahkan bisa Netflix, HBO Go, Prime Video. Jadi siang eksplor Bandung, malam nonton film deh hahaha. Puas!⁣ 📺\n⁣\nKalo kalian tahu The House Tour Hotel ada di Ciumbuleuit, yang Downtown ini cabang barunya ya. Masih baru banget buka 👌🏼⁣\n⁣\nKalo mau nginep tengah kota, nginep sini lah aku rekomen! Lokasinya di jalan Cimanuk, daerah Riau. Mau ke mana juga deket tinggal jalan kaki, pesen makanan via ojol juga mudah.⁣\n⁣\nDesain hotelnya khas House Tour Hotel, tapi yang ini ada hint India-nya. Suka deh ♥️ Kamarnya ada beberapa jenis, ada yang tipe loft juga.⁣\n⁣\nSelain hotel, ada restonya juga namanya Merindu Canteen. Belum sempat cobain sih restonya, next time kali ya. Mau banget nginep sini lagi.⁣\n\n📍 The House Tour Hotel Downtown & Merindu Canteen\nJl. Cimanuk, Bandung\n⁣\n#AnandaryBandung #TheHouseTourHotel #explorebandung", "comment_count": 25, "like_count": 1210}, "post9": {"caption": "HIDDEN GEM DI BSD!! Serpong rasa Seoul cyeeeeek ✨😂\n\nRasanya kayak throwback trip ke Seoul, jalan kaki sepanjang Cheonggyecheon stream 😌🇰🇷 hahaha. Ini lokasinya di Taman Kota 2 BSD, masuknya lewat yang deretan tukang tanaman dan bunga itu lho.\n\nSekarang sih lumayan masih sepi. Enak buat jalan-jalan sore. Cuma masih agak kotor aja banyak daun-daun kering.\n\nJadi, kapan kamu nyamperin aku ke BSD? ☺️\n\n📍 Jaletreng Riverpark, Taman Kota 2 BSD\n\n#AnandaryTangerang #exploretangerang #tangsel #bsd #jaletrengriverpark", "comment_count": 46, "like_count": 1056}, "post10": {"caption": "Long time no DIY. Newest addition to my room, dried flowers frame 🌼🌷🌿 \n\nAll flowers and frame are bought from Shopee 🛒\n\n#AnandaryDIY #AnandaryDecor #diy #homedecor #driedflowers #driedflowerframe", "comment_count": 5, "like_count": 451}, "post11": {"caption": "[𝐇𝐈𝐆𝐇𝐋𝐘 𝐑𝐄𝐐𝐔𝐄𝐒𝐓𝐄𝐃!]\n\nSyukurlah, mulai hari ini DM ku berhenti diteror wkwkwk. Langsung nonton aja ya! 🍿\n\nLink beli: https://shp.ee/vjraqie", "comment_count": 45, "like_count": 1014}}}