{"username": "jktgo", "full_name": "JKTGO - Jakarta City Guide", "follower": 612122, "following": 2929, "post_count": 6112, "category_name": "Media/news company", "biography": "Guide to Metro Jakarta (Jabodetabek)\n👇🏻👀Check Out\n@makassargo 🌊\n@rumahhantumalioboro 👻 // @ilovesurabayago 🌈\n@jalanjalango.com_ 🌞 // @ilovebandunggo 🍀", "is_profesional": true, "data_media_photo": {"post0": {"caption": "SAVE! MONGOLIAN HOTPOT AYCE 👏🏻 @littlesheepid Hotpot langganan temen + keluarga & bahkan temen bokap dari dulu! AYCE disini start dari 178K++/pax buat waktu AYCE 90 Menit, yang promo BUY 3 GET 4 yang premium AYCE (218K++) valid dari jam 9 - 12 malam. \n\nSemua makanan disini No Pork No Lard & No Mirin & No Alcohol di semua menu makanan yah, jadi makanannya Halal ( restonya bukan Halal Certified ya), disini bisa beli Soju, lagi promo juga 3 botol soju + 3 tusuk chicken satay 334K only! \n.\nGIVEAWAY 1 GENG MAKAN PREMIUM AYCE 🔥 \n1. Like this post & follow @littlesheepid @jktgo \n2. Tag your +3 & unprivate profile\n3. 1 Geng berempat bisa makan premium AYCE yang 218K/pax *bisa di redeem dari jam 9-12 malam ya, announced 12 July at 21:00 #jktgo", "comment_count": 252, "like_count": 2281}, "post1": {"caption": "THE DEFINITION OF GOOD PLACE + GOOD FOOD 👏🏻 @thegardenosteria_id *under the same group with The Garden, you can experience the exquisite taste of Italian cuisine! Favorit kita Truffle Meatball Pizza ( buat yang suka truffle pasti suka karena wangi & flavor trufflenya nendang, Frutti Di Mare ( pasta with clams & prawn, ini saucy, pastanya al dente) \n\nChocolate Earl Grey Tart ( WAJIB ORDER INI FOR DESSERT, bisa ngefly ini enak banget 😭 taste like expensive chocolate with rum but in fact it has no rum at all) and Frootloops Cheesecake!! Cocktail yang harus dicoba: Pompeii Nite ( yang dibakar itu divideo 🤣 lebih kenceng alcoholnya & ada smokey” aftertaste) \n\nKalau kesini better dari jam 4an karena lebih asik kalau sore ke malem ambiencenya, tapi kalau mau foto” better siang aja, kalau malem udah gelap 🤣, lokasi di Jln suryo no.38, Senopati. #jktgo", "comment_count": 16, "like_count": 2000}, "post2": {"caption": "\"Pemerintah akan kembali menerapkan kebijakan insentif dan disinsentif dengan kembali mengubah dan memberlakukan persyaratan vaksinasi booster sebagai syarat mobilitas masyarakat ke area publik”\n\n\"Selain itu, pemerintah juga akan kembali menerapkan persyaratan vaksinasi booster sebagai syarat perjalanan baik udara, darat, maupun laut, yang akan dilakukan maksimal dua minggu lagi,\" kata Luhut dikutip dari Antara, Senin (4/7/2022) \n\nSource Kompas.com #jktgo", "comment_count": 63, "like_count": 1549}, "post3": {"caption": "BEST THAI RESTO DI JAKARTA + GIVEAWAY 😗 - Kalian pasti ga asing sama @larbthaiid udah Thai resto favorit keluarga team kita dari jaman dulu banget, Larb baru buka di Golf Island PIK ( ruko sebelum Kemchicks) disini banyak new menu yang cuman ada di Larb Golf Island! \n\nYang WAJIB DICOBA 👉🏻 Bangkok Grill Fish, Spicy Pork\nBone Soup, Yum Crunchy Pig Ears, Wagyu Hot Stone Basil, Crispy Pork, Mama Tom Yum Seafood, Fire Pasta Lime Leaves *cuman note ini buat yg ga suka pedes, ini pedes banget 🤣 & MANGO STICKY RICE MEREKA ENAK BANGET!!!! *best one so far\n\nGIVEAWAY 1.500.000 buat 3 winners\n1. Like this post & follow @larbthaiid @jktgo \n2. Tag your +1 & unprivate profile\n3. 3 Winners each 500K, will be announced 12th July at 21:00 #jktgo", "comment_count": 1352, "like_count": 4776}, "post4": {"caption": "Sore ke malam at @bellasitaliana_id di Pantai Indah Kapuk. Dari dulu udah mau coba ini & super puas banget. Definitely a must try - enjoy the mini vlog ❤️ #jktgo", "comment_count": 17, "like_count": 2110}, "post5": {"caption": "HIDDEN GEM DI MENTENG ✌️ @dineinc_id serasa lagi di rainforest karena kelilingnya hijau hijau, dan biarpun siang juga ga terlalu panas gengs! Buat makanan disini ada tenant” dari soto, batagor, nasi goreng, buat dessert juga ada es gentong, es campur dan lain”, disini jual tanaman & pot yang cakep cakep! \n\nAda live music juga setiap Senin, Rabu & Jumat malam yah, kalau mau breakfast disini juga bisa mereka buka dari jam 7 pagi - 9 malam. Cusss di save! #jktgo", "comment_count": 71, "like_count": 2930}, "post6": {"caption": "KALAU KESINI FIX LAPER MATA 🙈 *sampai 8 Juli diskon 10% all item 👉🏻 @pisanggorengmadubunanik Jln Tj Duren Raya No.67 - udah berubah jadi gede dalemnya + bisa parkir mobil sekarang, bahkan ada spot foto & spot khusus buat ojol. Mulai dari kue pasar, segala jenis krupuk kripik, sambel dari berbagai daerah, permen” jadul, kue buat oleh”, semuanya ada 🔥 \n\nLegendary pisang goreng madu juga tetep ada dong, ada nasi bakar, gorengan semuanya buat takeaway yah & es kopi susu Bu Nanik start di 15K 🔥 TAG TEMEN KALIAN!! #jktgo", "comment_count": 348, "like_count": 12546}, "post7": {"caption": "COBAIN KOKUMI MAGICAL TREATS 🌈🦄 ada 3 new menu: Magical Drop ( Lime, Navel Orange, Premium Black Grape & Red Apple Puree) ini wangi fruitynya semerbak & they use real fruits! *Fave JKTGO yang ini ❤️\n\nterus ada Lemonade Stardust Sparkle, warna birunya dari Blue Tea with lemon fruit jadi bukan artificial coloring, kalau yang ini lebih ke sour refreshing & light rasanya! Last ada Cantaloupe Manuka Honey Sparkle, rasa Cantaloupe tea somehow mirip Jasmine yang wanginya enak, kalau yang ini lebih ke manis madu rasanya ❤️\n\nPROMO ALERT SAMPAI 10 JULI 👉🏻 Promo 40ribuan untuk 2 menu @kokumi_id yang baru, promonya di semua outlet Kokumi di Indonesia, Gofood, Grabfood, Shopeefood & Traveloka Eats! #jktgo", "comment_count": 45, "like_count": 3807}, "post8": {"caption": "Dikarenakan angka masyarakat yang vaksin booster masih rendah, vaksin booster ketiga akan menjadi syarat masuk mall & perjalanan *akan jadi syarat untuk naik pesawat.\n\nDan satu hal lagi, strategi menjadikan vaksinasi sebagai syarat perjalanan dan masuk mal pernah berhasil menaikan tingkat vaksinasi dosis kedua.\n\n\"Sama seperti dulu mau divaksinasi orang tua susah sekali, tapi begitu masuk mal mesti divaksinasi, orang tua mau semua. Kenapa? Karena orang tua senang nganter cucunya ke mal” - Menteri Kesehatan, Budi Gunadi Sadikin. \n\nSource CNN Indonesia #jktgo", "comment_count": 387, "like_count": 6808}, "post9": {"caption": "DR SOAP DI PIM HARI INI DISKON 50% ❤️ Yang lagi di PIM, mampir ke Watson karena diskonnya cuman hari ini & @drsoapofficial sekarang sudah available di semua store Watson! Ada Hair Care, Body Care, Hand Soap, semuany lengkap! #jktgo", "comment_count": 5, "like_count": 811}, "post10": {"caption": "6 HOURS LEFT TILL JKTGO CRAZY BURGER FEST ENDS 😭 Jangan sampai kelewatan buat cobain burger” & dessert” hits disini! Bisa baca tarot, wins giant teddy bear, foto” dan masih banyak lagi! Jam 6 sore bisa ketemu Alex & Pink Unicorn!\n.\nSPECIAL THANKS TO OUR TENANTS ❤️\n@burnt.id @gael.jkt @kbun.id @lyma.jkt @luberger.id @donersnackpack.id @bunbae.id @snagandshakes @lust.burger @saltboy.steaktogo @thegoodmess.id @@burgerbangor @pizzahead.id @burgerintown.id @maize.id @tipsycream.id @noon.idn @miyou.indonesia @bonsoebakehouse @parallel49beer \n\nTAG temen kalian! #jktgo", "comment_count": 6, "like_count": 585}, "post11": {"caption": "MINIONS 2 The Rise of Gru\n17 Juni - 17 Juli 2022\nMain Atrium, Mall of Indonesia (MOI) @mallofindonesia \n\nBanyak aktivitas & acara yang asik &  menarik yang pastinya cocok banget untuk libur sekolah anak anak tahun ini! \n\nKalian juga bisa berkesempatan untuk Meet & Greet dengan Minios 'Kevin & Stuart' setiap akhir Sabtu & Minggu + mendapatkan tiket nonton film Minions 2 The Rise of Gru gratis di @flixcinema.id MOI #jktgo", "comment_count": 60, "like_count": 2379}}, "data_media_video": {"post0": {"caption": "H-5 Crazy Burger Festival di @hublifejakarta - sampai ketemu ya teman teman 🔥 TAG temen makan kamu 👇🏻 #jktgo", "comment_count": 42, "like_count": 1764}, "post1": {"caption": "Cimory Dairyland di Puncak ternyata bagus banget kaya di fairytale 🤣 tiket masuk 30K Weekdays Weekend 40K kalau sama wahana jadi 55K Weekdays, 65K Weekend. Siapa yang udah pernah masuk? #jktgo \n\nCredit to : besokmaukemanaril", "comment_count": 355, "like_count": 9848}, "post2": {"caption": "JKTGO CRAZY BURGER IS COMING! Tanggal 17 Juni - 3 Juli 2022 di @hublifejakarta // TAG temen burger kamu 👇🏻 #jktgo", "comment_count": 49, "like_count": 409}, "post3": {"caption": "Ini Frank & co. rame” warna lilac  kayak boyband gemes banget🤣. Mereka keliling” Jakarta sambil bawa kado gitu mau ngapain yaaa? #jktgo", "comment_count": 149, "like_count": 10530}, "post4": {"caption": "🔥 JKTGO CRAZY BURGER Festival bakal ada di @hublifejakarta Juni ini! Kalian mau lihat siapa di festival burger ini ? 👇🏻 TAG them on the comment section! #jktgo", "comment_count": 40, "like_count": 1030}, "post5": {"caption": "CONFIRMED! LANY WILL BE BACK THIS NOVEMBER 🔥❤️ dulu sempet nyesel ga ke konser Lany pertama di Jakarta, so excited mereka bakal balik lagi, fix kali ini harus nonton!! #jktgo \n\nCredit to Catch Phrase on youtube", "comment_count": 319, "like_count": 9609}, "post6": {"caption": "Antisipasi Fans NCT mengantri masuk show malam ini di Allobank Festival di Istora Senayan! Welcoming NCT TO JAKARTA!! #jktgo", "comment_count": 388, "like_count": 9424}, "post7": {"caption": "Acara closing Waisak 2022, Ratusan lampion terbang di langit Jogja setelah 2 tahun hiatus 😍 Lampion berukuran 1 meter itu terbuat dari kertas tisu yang akan terbakar pada ketinggian tertentu, jadi gak akan jatuh kembali. Video credit to @andrengr_ on tiktok #jktgo", "comment_count": 97, "like_count": 13532}, "post8": {"caption": "RUMAH HANTU DARMO COMING SOON TO SURABAYA @ilovesurabayago 🔥 + KALI INI BOLEH MASUK PAKE SEPEDA!! Dan odong-odong akan tetap ada :) Ditunggu info selanjutnya, dan sampai jumpa di Rumah Hantu Darmo #surabayago #jktgo", "comment_count": 15, "like_count": 496}, "post9": {"caption": "Kenapa mirip banget 🤣 Hiburan tengah malam buat kalian after a long stressfull week *mau lebaran jadi deadline padet ya shay #jktgo \n.\nCredit: maxmaverick20 on tiktok", "comment_count": 82, "like_count": 3505}, "post10": {"caption": "KFC tapi bukan fried chicken 🤣Rosemary Grilled Butter Chicken, cuman available di KFC MT Haryono, Cempaka Putih sama Kemang! Ada yang udah coba? Looks really good si! Credit @opangsitt #jktgo", "comment_count": 211, "like_count": 7720}, "post11": {"caption": "BAYAR PARKIR MAll PAKAI GoPay 🔥 Lebih hemat gengs soalnya ada promo secure parking bisa dapet Cashback hingga 100%! Caranya tinggal scan karcis parkir pakai aplikasi Gojek & click tombol “Pay” sesimpel itu!! #jktgo", "comment_count": 21, "like_count": 3047}}}