{"username": "jonathanend", "full_name": "Jonathan End | Life Coach", "follower": 169371, "following": 998, "post_count": 1765, "category_name": "Digital creator", "biography": "Certified Life Coach. Founder @growthspace.id. Co-founder @5758creativelab.\nEntrepreneur at @arajoo.studio @lapwarbymbakwar @lastribymastri", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Raisa aja astagfirullah ngeliat harga bensin yang lagi mahal. Kamu piye? Sehat (dompetnya)? 🤗🤗🤗", "comment_count": 56, "like_count": 2426}, "post1": {"caption": "Dedikasikan waktu 20 menit sehari buat belajar. Bisa baca buku, dengerin podcast, atau nonton video Youtube. Apapun format yang buat kamu nyaman. \n\nCuma 20 menit, lakukan setiap hari, nanti setelah setahun kamu akan kagum sama perkembanganmu sendiri. 🤝\n\n#growthspace #mindsetmatters #mindvalleysupercoach", "comment_count": 20, "like_count": 2297}, "post2": {"caption": "✅ Jajannya dapet\n✅ Investasinya juga dapet\nBiar nggak guilty pleasure banget, kita juga bisa jajan sambil investasi di perusahaannya sekalian! \n\nCoba deh kamu terapkan cara ini. Kalau kamu pake produk US, ya tinggal investasi saham di aplikasi Gotrade Indonesia aja! Udah resmi dan aman loh karena di bawah pengawasan Bappebti. \n\nYuk invest di Gotrade Indonesia @heygotrade_id dengan invitation code gue 932641. #heygotrade #gotradeindonesia\n\nDisclaimer: konten buat edukasi dan bukan ajakan untuk membeli saham tertentu. 🫰", "comment_count": 3, "like_count": 321}, "post3": {"caption": "Beli juicer dan peralatan rumah lainnya di @ruparupacom pakai kode RUPAJONI bisa dapat diskon tambahan 10% all item! 😱\n\nYuk mari buruan belanja di ruparupa sebelum kehabisannn~ 🎉\n #ruparupa #ruparupacom #berawaldarirumah", "comment_count": 7, "like_count": 197}, "post4": {"caption": "Banyak yang beli mobil kemahalan padahal budget pas-pasan hanya karena pengin dianggap keren sama tetangga. Jangan sampai kamu jadi salah satunya. 💁‍♂️\n\nBeli mobil second juga pilihan yang bagus, harganya jauh lebih murah jadi sisa duitnya bisa diinvestasikan atau digunakan untuk keperluan lain. Tinggal cari tempat yang jual mobil second yang kredibel biar dompet senang, hati juga tenang. \n\nUntung ada @mobil88astra yang punya banyak mobil second berkualitas. Dan mobil88 ini juga termasuk grup Astra, jadi kredibel pastinya buat jual-beli sampai tukar-tambah mobil. Dan ada buyback guarantee juga kalau mobil kamu pernah berkasus seperti tabrakan atau kebanjiran, jadi dijamin kualitasnya oke punya!\n\nKamu bisa langsung datengin showroom mobil88 di 21 kota di Indonesia atau cek aja websitenya di www.mo88i.com kali-kali ada yang nyangkut di hati. Untuk infonya, bisa tanya-tanya langsung ke @mobil88astra! #SemuaBisaPunyaMobil", "comment_count": 23, "like_count": 2455}, "post5": {"caption": "Team overthinking di pekerjaan mana suaranyaaa~\n\n#mindsetmatters #growthspace", "comment_count": 21, "like_count": 995}, "post6": {"caption": "ASIK BANGET BESOK UDAH GAJIAN~  ​ \n \nTapi... Jangan diabisin gitu aja, mau uang gajian kalian jadi produktif nggak? Alias nggak cuma gitu-gitu aja, bisa bikin sesuatu yang berdampak, tapi sambil mengembangkan dana.\n \nGini caranya: \nJadi, gue kan mulai kenalan sama berbagai jenis instrumen keuangan mulai dari saham, reksa dana, sampai Pendanaan P2P. Nah, pas belajar tentang #PendanaanP2P, gue merasa ini jenis instrumen yang nggak cuma nyari untung tapi juga bisa memberdayakan & membantu bisnis para pengusaha kecil. \n \nGue jadi lebih merasa uang yang gue kembangkan nggak hanya mendatangkan untung buat gue tapi juga buat orang lain, salah satunya UMKM.\n \nNah, untuk Pendanaan P2P, gue coba @alamisharia, ALAMI ini P2P Syariah. Gue coba pakai ALAMI karena selain sudah berizin dan diawasi oleh Otoritas Jasa Keuangan & DSN MUI. Kualitas pembiayaan di ALAMI terpercaya loh, dibuktikan dengan nilai NPF nya yang masih 0%, atau kalau di istilah P2P itu disebut dengan TKB90 100% artinya semua proses pinjam-meminjam selesai dalam 90 hari. Nah, prestasi ini membuktikan kalau ALAMI ini aplikasi investasi P2P Lending terpercaya.\n \nJadi buat teman-teman yang mau mengembangkan dana tapi nggak gitu-gitu aja, coba deh download ALAMI App sekarang di AppStore atau Playstore. \n \nBtw, buat pengguna baru ALAMI, bisa mulai mendanai mulai 100ribu loh, masukkin aja kode promo “SALAMKENAL”, ya! Yuk, mulai melek dari sekarang dengan mengembangkan dana yang lebih bermanfaat!  ​ \n #ALAMI #ALAMISharia #MelangkahMenang\n\n-----\n\nPengumuman giveaway: selamat buat @moes.tika dan @lidiwidi yang mendapatkan saldo OVO/Gopay 250 ribu! DM no hpnya ya. 🤝", "comment_count": 771, "like_count": 1606}, "post7": {"caption": "❌ Saya cuma OB\n✅ Saya OB tapi suatu saat nanti saya akan jadi programmer\n\nIt's not how good you are, it's how good you want to be. \n\n#growthspace #mindsetmatters", "comment_count": 45, "like_count": 3322}, "post8": {"caption": "Alhamdulilah jadi artis pengisi layar billboard ibukota. 🥲\n\n(((LAYAR BILLBOARD)))", "comment_count": 26, "like_count": 516}, "post9": {"caption": "Selamat ulang tahun, Pak @jokowi!\n\nSemoga sehat-sehat terus, Pak, jangan kebawa stress. Kalau stress atau lagi bingung soal hidup setelah nanti jadi Presiden 2 periode (udahlah Pak ga usah nambah lagi yah, biar Bapak istirahat aja) bisa curhat ke saya nih, mumpung sudah dapat sertifikasi internasional sebagai Life Coach. \n\nMemangnya life coach itu apa sih, motivator? Dulu ada yang bilang namanya leadership, di mana leader membantu dan mengarahkan teamnya berkembang jadi lebih baik. \n\nSekarang bisa juga namanya coaching, Pak, di mana coachnya bisa membantu orang yang pengin berkembang tapi bingung caranya, atau struggle ketika lagi mentok nabrak tembok mulu. \n\nBerkembangnya bisa di karier, entrepreneurship, love & relationship, personal happiness, sama bantu nyari purpose hidup juga bisa, Pak. \n\nRate coaching session saya:\n- 1 sesi 2 jam: 3 juta\n- 4 sesi @ 1 jam: 5 juta\n- 8 sesi @ 1 jam: 8 juta\n\nSesinya bisa per minggu atau dua minggu atau per bulan, senyamannya Bapak aja. Tapi kan kita dulu pernah kerja bareng Pak jadi santai ajalah untuk bayarnya. \n\nBisa tanya2 soal coaching di DM atau email ke jonathan@jabateratdigital.com soalnya DM Instagram suka banyak yg masuk, Pak, pusing juga bacanya. \n\nKabar-kabarin aja ya Pak kalau mau coaching. Sekali lagi semoga sukses dan sehat selalu. 🤝 \n\n#growthspace #mindsetmatters", "comment_count": 51, "like_count": 2642}, "post10": {"caption": "Mau investasi tapi cuma mikirin cuan, cuan, dan cuan?\n\nCoba baca slide di atas sampai habis lalu buka layanan Nyala di ONEMobile OCBC NISP biar bisa:\n- CHECK kondisi finansial kamu\n- CHOOSE investasi yang aman dengan risiko rendah \n- CUAN dengan gratis biaya transfer dan nonton online\n\nJangan sampai jadi korban investasi bodong dan duitmu malah dibawa kabur lho ya, pilih yang pasti-pasti aman aja dulu. Banyak instrumen investasi rendah risiko yang bisa dibeli di ONEMobile, salah satunya adalah Reksa Dana Pasar Uang yang aman untuk keuanganmu. \n\nYuk invest sekarang di ONEMobile OCBC NISP! 💪 \n\nbiar tiap buka appnya bisa liat muka gue dulu. 😂😂😂\n\n#checkchoosecuan #ruangmenyala #ocbcnisp", "comment_count": 3, "like_count": 269}, "post11": {"caption": "Apa yang bisa kita pelajari dari bayi? Gimana caranya perkembangan kita bisa sepesat mereka?\n\nYuk mari kita diskusi di kolom komen...\n\n#growthspace #mindsetmatters \n#changeyourfocuschangeyourlife", "comment_count": 33, "like_count": 4618}}, "data_media_video": {"post0": {"caption": "Dalam membuat tujuan/goals, baiknya dibuat dengan metode SMART (Specific, Measurable, Attainable, Relevant, Time Based). \n\nMetode SMART membuat tujuan jadi lebih jelas dan terarah sehingga lebih mudah tercapai.\n\nMari kita bedah goals Wirda Mansur per kriteria SMART! #growthspace #mindsetmatters", "comment_count": 16, "like_count": 914}, "post1": {"caption": "Review bawang goreng dari Palu, Brebes, Probolinggo, dan Sumenep. Yang manakah menjadi favorit saya dan Mbak War @lapwarbymbakwar? Mari simak video ini!\n\nLink untuk beli bawang goreng akan diupdate di bio gue besok. 🤝", "comment_count": 42, "like_count": 857}, "post2": {"caption": "[GIVEAWAY!]\n\nKalau kata Alicia Keys “Some people want it all, some just want everything, but everything means nothing if I ain’t got you~~” #yousingyoulose :p Ngomong-ngomong soal keinginan dan mimpi, Jonathan End tuh punya mimpi yang spesifik untuk beli rumah and live happily ever after di Menteng. Buat dia, membayangkan punya rumah di Menteng dengan banyak pepohonan rindang, bikin dia bahagia banget!\n\nNah, sekarang Pina pengen tau dong, mimpi atau keinginan apa yang mau kamu capai di tahun ini? Nanti 20 orang dengan cerita menarik akan mendapatkan modal investasi sebesar 500 RIBU rupiah yang dapat diinvestasikan langsung di aplikasi PINA, buat masing-masing orang!\n\nCaranya gampang banget!\n1. Follow akun Instagram @Pina.id\n2. Like postingan ini  dan ceritain \"Mimpi yang mau dicapai tahun ini dan kenapa?\" di kolom komentar ya!\n3. Setiap orang boleh memberikan beberapa komen dan tag 2 teman kalian di setiap postingan\n4. Akan ada points tambahan untuk kamu yang share video ini ke akun fitur story kalian dan tag @pina.id untuk meningkatkan kesempatan menang\n5. Akun Instagram sebaiknya tidak di-private \n6. Menangkan modal investasi sebesar 500 ribu rupiah untuk masing-masing 20 orang dengan cerita/jawaban yang paling menarik dalam series Money Diaries ini!\n7. Periode giveaway 10-17 Januari 2022\n8. Pemenang akan diumumkan tanggal 18 Januari 2022 di IG Story @pina.id\n\nGoodluck sobat Pina!☘️☘️☘️", "comment_count": 16, "like_count": 268}, "post3": {"caption": "Bertahan atau pindah cari kantor baru? Atau bikin bisnis sendiri? Gimana ya caranya bikin keputusan karier yang anti penyesalan? Simak obrolan gue dan @vicarioreinaldo dari @followyourflow.id ini!\n\nJangan lupa juga daftar webinar Boost Your Career di bit.ly/WJECareer401 dan sampai jumpa di hari Jumat ini!", "comment_count": 0, "like_count": 141}, "post4": {"caption": "Apa saja skill yang kita butuhkan untuk perform di karier? Yuk kita bahas bersama @vicarioreinaldo!\n\nJangan lupa ikutan webinar Boost Your Career di hari Jumat, 15 Oktober 2021 pukul 7 malam! Cek infonya di story highlight \"Karier\" atau langsung ke bit.ly/WJECareer401! 👨‍💻", "comment_count": 1, "like_count": 119}, "post5": {"caption": "Karier yang berkembang bikin hidup kita jauh lebih berkembang. Gue dan @vicarioreinaldo dari @followyourflow.id bahas tips dan trik untuk menumbuhkan karier, dan akan kita bahas lebih dalam di webinar Boost Your Career, mulai 1 Okt ini! \n\nDaftar webinarnya di bit.ly/WJECareer401 atau cek story highlight \"Webinar Karier\"!", "comment_count": 0, "like_count": 142}, "post6": {"caption": "Digital memberikan peluang untuk berbisnis, dan kita pun bisa memanfaatkannya. \nTapi nggak hanya soal bisnis, kamu juga bisa membekali diri dengan kemampuan digital marketing biar tahu bagaimana caranya biar salesnya naik. Bukan cuma asal ngasih promo pas Harbolnas tapi kita perlu menyiapkan brand kita agar orang-orang tahu dan mempertimbangkan untuk membelinya juga. \n\nKemarin gue sempat mengikuti webinar Facebook Mega Sales Day ini soal mempersiapkan diri menuju Harbolnas. Banyak sekali insight yang menarik seputar digital marketing yang bisa kalian pakai untuk marketing brand dan produk kalian. Cocok juga buat mahasiswa dan juga marketing professional yang mau mendalami digital marketing. \n\nSilakan tonton rekaman webinarnya di https://megasalesdayid2021.splashthat.com , gratis! (Udah ilmu gratis tapi bisa bikin nambah cuan ye kan) #hackyourmarketing #asikhashtagnya", "comment_count": 13, "like_count": 448}, "post7": {"caption": "Ngobrol bersama Mbak War mulai dari kisah bertemu hingga cerita di balik masakan-masakannya sampai jadi @lapwarbymbakwar. \n\nMau cicip makanan Mbak War yang amazing? Langsung ke tokopedia.com/lapwar, kita buka PO nasi bakar ayam/tongkol dan nasi empal + urap untuk hari Jumat dan Sabtu ini.", "comment_count": 55, "like_count": 2347}, "post8": {"caption": "Bagaimana caranya agar tubuh kita tetap sehat di masa pandemi ini? Tentu saja lewat sistem imun. \n\nSimak penjelasan cara meningkatkan sistem imun lewat lifestyle, pola makan, dan juga suplementasi bersama @drgenti demi badan yang lebih sehat. 💪 #growthspace", "comment_count": 0, "like_count": 122}, "post9": {"caption": "Malam ini gue share renungan tentang menjadi bahagia, sehat, dan kaya; serta sedikit perjalanan karir dari kerja jadi mimin socmed di advertising agency hingga bisa menjadi growth consultant seperti sekarang. #growthspace #mindsetmatters", "comment_count": 2, "like_count": 347}, "post10": {"caption": "Gue menceritakan sedikit perspektif tentang pengaruh nama di cara gue melihat anak-anak Ponzu, juga tentang financial freedom - mengapa gue pengin mengumpulkan 10 M, dan juga mindset untuk menerima bahwa kita hidup di tengah pandemi sehingga kita bisa mulai mengatur ulang hidup kita. #mindsetmatters #growthspace", "comment_count": 1, "like_count": 539}, "post11": {"caption": "Memulai sesuatu dari awal itu memang susah, apalagi memulai investasi yang pasti kita lebih bingung lagi mulainya dari mana: instrumen apa, diversifikasinya gimana, belum lagi kalau mau minta rekomendasi fnancial planner bisa keluar duit 3-12 juta sendiri. (Belum invest udah tekor duluan)\n\nTidak perlu khawatir, sekarang sudah ada fitur Robo Advisor dari @bareksa_com yang bikin investasimu jadi lebih mudah. Robo Advisor ini sudah punya lisensi dari OJK, jadi pastinya aman bikin kamu nyaman berinvestasi. 😉\n\nTonton videonya untuk membantu kamu memulai investasi dari sekarang!", "comment_count": 3, "like_count": 254}}}