{"username": "kabutipis", "full_name": "Aris Suhendra", "follower": 54476, "following": 1180, "post_count": 2370, "category_name": "Personal blog", "biography": "Travel blogger • Travelpreneur\nMy travel journal • 32 Countries\n@lyladventure @noon.idn\n📩Contactkabutipis@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Glympse of my last SG trip #footagedibuangsayang", "comment_count": 4, "like_count": 265}, "post1": {"caption": "Nah ini hotel tempat gue stay kemaren di Singapore: @live.lyf.here One North Singapore\n\nPuas banget rasanya stay disini. Dari check in sampai check out seneng banget karena fasilitasnya lengkap, bersih dan nyaman serta service staffnya OK banget, mereka helpful dan friendly banget!\n\nHotelnya punya design yg gemes banget. Semua sudutnya aesthetic, tapi tetep functional, pastinya bisa kalian jadiin spot -foto cakep! Dari mulai lobby, coworking space, gym, kitchen, pool sampai outdoor areanya lengkap ada sama semua!\n\n#lyfonenorth #livelyfhere #livelyfboldly", "comment_count": 21, "like_count": 597}, "post2": {"caption": "Isn't it amazing? Never get bored with @jewelchangiairport!!!", "comment_count": 3, "like_count": 326}, "post3": {"caption": "Seneng ya rasanya kalau stay di hotel yg budgetnya ramah di kantong, tapi fasilitasnya lengkap dan designnya pun cakep banget. Nah kemaren pas stay di @live.lyf.here One North Singapore ini, rasanya semua kriteria tadi tuh checklist semua. Designnya cakep, fasilitasnya lengkap, dan pastinya ramah di kantong\n\nMungkin buat yg stay longer hotel ini bisa dijadiin pilihan, karena beneran semua fasilitas yg ada tuh bikin berasa nyaman stay disini. Terlebih lagi service dari stafnya yg helpful dan friendly banget, jujurly agak susah banget cari budget boutique hotel yg staffnya friendly dan helpful 😂🙌🏻\n\n#lyfonenorth #livelyfhere #livelyfboldly", "comment_count": 0, "like_count": 407}, "post4": {"caption": "The heart of Singapore.....\n\nSiapa yg kangen Singapore coba? Apa yang paling dikangenin dari negara ini?", "comment_count": 6, "like_count": 917}, "post5": {"caption": "Ke SG kali ini pengen cobain hotel gemesnya @live.lyf.here yg ada di One North area ini. Pas browsing kemaren kayaknya lucu kali ya sekali-kali stay di North area biar ngerasain neighbourhood yg beda.\n\nDari check in sampai check out seneng banget karena fasilitasnya lengkap, bersih dan nyaman serta service staffnya OK banget, mereka helpful dan friendly banget!\n\nNext post bakalan spill fasilitas lainnya dari hotel @live.lyf.here yes!!!\n\n#lyfonenorth #livelyfhere #livelyfboldly", "comment_count": 4, "like_count": 314}, "post6": {"caption": "Hello again Singapoooore 🙌🏻", "comment_count": 3, "like_count": 298}, "post7": {"caption": "Thailand kemaren rasanya berkesan banget buat gue pribadi. Sendirian explore ke beberapa tempat yg nggak di plan sama sekali. Konsepnya \"enak nih kayaknya, cusss mampir\" just stop and go sesuai keinginan hati. Berikut beberapa yg gue capture makanan enak versi gue kemaren, detailnya ada di highlight IGS ya 🙏🏻", "comment_count": 0, "like_count": 426}, "post8": {"caption": "Maybe graph in our life be like: up and down snaking and winding, swings and round abouts. But just remember, all you need to do is find a way to keep moving forward. Kapunkap 🙏🏻", "comment_count": 2, "like_count": 444}, "post9": {"caption": "Life is like an espresso, behind the aroma lies the bitter sweet - @graphcoffee.co", "comment_count": 0, "like_count": 164}, "post10": {"caption": "Kalau mau cari cafe or coffeeshop cakep di Chang Mai, kayaknya di Nimman area inilah tempatnya. Setiap melangkah kiri kanan tuh kalau gak cafe ya coffeeshop, ampe bingung sendiri banyak banget, dari mulai yg tempatnya kecil mungil sampe yg gede ada, yg designnya basic sampai yg aesthetic ada!\n\nDan pagi ini keidean buat jalan dari Old Town ke @groon.cafe ini. Dari luar aja designnya udah cantik banget. Masuk ke dalem makin cantik. Mereka coffee specialist dengan beberapa pastry yg menarik sebenernya, tapi karena cuman pengen icip doang gabisa pesen banyak. Orderan ku kali ini 2 signature mereka: moon on mind (latte with heavy creamy ball and caramel) agak manis sampai gue pisahin creamy ballnya, dan jadinya pas enak, dan pastrynya gue pesen garlic bun, ini enak banget karena ada butter dalemnya yg masih meleleh nyatu dg garlicnya, enak cobain!", "comment_count": 2, "like_count": 326}, "post11": {"caption": "Kalau ngomongin soal cafe-cafe dengan design yg cantik kayaknya di Thailand tuh banyaaak banget, salah satu kota yg punya cafe-cafe dengan konsep yg unik salah satunya adalah Chiang Mai\n\nTujuan kesini emang pengen explore cafe-cafenya. Udah gak tahan gemes liat di foto orang-orang dan review youtube soal cafe-cafe disini. \n\nDan pagi ini nyempetin lah ke @glin.cafe, masih dkt area old town jd bisa jalan kaki aja. Walaupun pengen banget pesen kopinya, masih bisa nahan utk pesen matcha latte aja yg alhamdulillah enak, pairing sama natural yeast breadny yg awalnya ngira biasa aja, ternyata enak jg. Rekomen!", "comment_count": 9, "like_count": 655}}, "data_media_video": {"post0": {"caption": "Situasi saat ini mengharuskan kita harus cepat beradaptasi, apalagi untuk urusan pekerjaan, terlebih pekerjaanku yg sebagai travel enthusiast sering menuntutku untuk berpindah tempat. Tapi di situasi seperti saat ini, aku lebih sering menghabiskan waktu untuk staycation di Villa saja, karena bisa sambil kerja, dan memproduksi konten dengan lebih baik. \n\nUntuk urusan persediaan air minum rasanya aku nggak perlu repot lagi, cukup bawa air galon @le_mineraleid yg kemasan 5L, praktis untuk dibawa staycation begini karena ukuran nya pas banget untuk minum aku sehari2 trus juga ada handgripnya jadi gampang kalo di bawa kemana-mana. Ini tips dari aku buat yg pengen staycation singkat tapi nggak perlu repot mikirin persedian air mineral #Leminerale", "comment_count": 27, "like_count": 208}, "post1": {"caption": "Bikin video throwback perjalanan kali ini rasanya emosional banget ya. Keinget semua pengalaman perjalanan dulu, suka dukanya berasa semua, masih nempel jelas rasanya di kepala. Dulu rasanya tuh tiap mau cari tiket kereta harus antri dulu, info tentang promo ini itu masih jarang, begitupun soal akomodasi masih terbatas infonya.\n\nSekarang semua sudah jauh lebih mudah hanya dalam satu aplikasi bersama @tiketcom. Tiket pesawat, kereta, bus, hotel sampai atraksi wisata bisa kalian jelajahi dalam genggaman kalian. Ini #ceritaditiketin versi aku, kalau kamu gimana?\n\nNah, pas banget juga sekarang tuh @tiketcom lagi ngadain kompetisi dengan cara share pengalaman liburan berupa video kalian sebelum dan sesudah bersama tiket.com ke instagram feeds kalian. Jangan lupa untuk tag @tiketcom dan gunakan hashtag #ceritaditiketin #selaluadatiketnya\n\nAda total hadiah 100 juta untuk 10 pemenang loh! Buruan ikutan dan share pengalaman kalian !\n\n10 tahun #ceritaditiketin #selaluadatiketnya @tiketcom", "comment_count": 78, "like_count": 742}, "post2": {"caption": "@lyladventure x @vincavoyages \nwith @kadekarini @marischkaprue \n\nMusic by @vancejoy - missing piece", "comment_count": 24, "like_count": 458}, "post3": {"caption": "Inhale Exhale\n\nSekangen itu ama laut!\nMusic: Anchor by @novoamor", "comment_count": 1, "like_count": 116}, "post4": {"caption": "Akhirnya beres juga ngedit video pendakian Rinjani lewat jalur Torean kemaren. Masih kebayang seru dan menantangnya jalur ini. Nggak akan pernah kepikiran gue yg acrophobia ini bakalan ngelewatin jalur ini ketika ngedaki Rinjani, akhirnya mau gak mau setelah dipaksa @levinnnn_, pak porter, dan saran dari @humaidi_makruf buat turun via sini, karena turun via Senaru nggak mungkin jalur udah ditutup, dan turun lewat Sembalun kembali cukup melelahkan rasanya jika harus naik dari Segara Anak. Yaudah deh dinekatin lewat jalur ini, pokoknya mikirnya kemaren bismillah aja mau jurangnya sengeri apa pasti bakalan bisa dilewatin juga, tinggal banyak doa aja dan gak usah liat bawah wkwkwkk. Apakah ini pengalaman terakhir gue ngelewatin jalur ini? Let’s see, karena rencana Juli atau Agustus ini pengen balik lagi ke Rinjani! #Rinjani #Torean\n\n🎶MUSIC BY @mumfordandsons - FOOL YOU’VE LANDED", "comment_count": 111, "like_count": 1727}, "post5": {"caption": "Perjalanan ke Waerebo kemaren dalam rangka melepas rindu dengan desa diatas awan ini, terima kasih @_febrian @sibotakcantik sudah menjadi teman perjalanan yg menyenangkan\n\nMusic by @mumfordandsons - Ngamila", "comment_count": 66, "like_count": 1238}, "post6": {"caption": "Teaser aja dulu. Karena nggak tau kapan diberi Tuhan niat buat ngedit full video pendakian Rinjani lewat #Torean kemaren 😂\n\nEdit full gak nih?", "comment_count": 64, "like_count": 2041}, "post7": {"caption": "I think @sixsensesuluwatu is one of my favourite hotel i’ve ever stayed. This is the short clip i made during the staycation. Hope i can go back soon for another relaxing holiday time\n\nMusic: Mumford & Sons - Woman", "comment_count": 47, "like_count": 541}, "post8": {"caption": "One of my bucketlists to visit Tangkahan is now checked. I remember one thing “By discovering nature, you discover yourself” and i can finally feel this again, here in Tangkahan. Memilih menepi dari keramaian di awal tahun ini, ajakan menuju Tangkahan rasanya tepat sekali, apalagi tempat ini sudah menjadi bucketlistku sejak dari dulu, ditambah dibukanya Terrario oleh @nicholassaputra disana dan akhirnya seneng banget kesampaian menikmati secuil petualangan di jungle paradise ini. Will be back for sure! Cerita lengkap tentang Tangkahan dan @terrariotangkahan bakalan ditulis di blog gue ya soon!\n\nMusic: Mumford & Son, Baaba Maal - There Will Be Time", "comment_count": 48, "like_count": 943}, "post9": {"caption": "Akhirnya setelah bingung mau pilih backsound yg mana, beres juga ini video yg footagenya belang-belang ini 😂Thank you so much @her_journeys @kev.anda 🙏🏻\n\nTrip with @lyladventure\nMusic by @vancejoy - Riptide", "comment_count": 31, "like_count": 503}, "post10": {"caption": "Definisi: jauh kangen, deket berantem, yuk yuk belajar akur yuk ☺️", "comment_count": 14, "like_count": 701}, "post11": {"caption": "The place that i called home, finally bisa ngelepas kangen ama #Bandung lagi ☺️\n\nMusic: Novo Amor - Terraform", "comment_count": 3, "like_count": 280}}}