{"username": "kadekarini", "full_name": "Kadek Arini | Travel blogger", "follower": 168756, "following": 903, "post_count": 2181, "category_name": "Blogger", "biography": "Living her dream travel the world & sharing her experiences ✈️ 🌍 30countries\nCurated items @pinangkami\n📧 hello.kadekarini@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Selamat Ulang Taun untuk partner hidup ku @agastyasana Terima Kasih sudah menjadi Rumah.\n\nRumah untuk bertukar cerita.\nRumah untuk berdiskusi\nRumah untuk berbagi sayang\nRumah untuk tertawa\nRumah untuk bersedih\nRumah untuk memberi dukungan\nRumah untuk saling belajar\n\nSemoga Ayah Soja selalu sehat dan happy karena ibuk & Soja akan selalu butuh Ayah ❤️", "comment_count": 17, "like_count": 3656}, "post1": {"caption": "Gak berasa udah 2 bulan usia Soja. 1 bulan pertama jadi Ibu bener-bener challenging banget, gak nyangka kalau akan se heboh itu ngurus newborn. Sekarang Ibu udah semakin paham kenapa Soja nangis dan gimana cara nenanginnya. \n\nPerkembangan Soja 2 bulan bener-bener cepet banget. Soja udah bisa diajak ngobrol dan selalu nyaut “eee” “ooo” atau balas senyum kalo ibu ngomong. Leher Soja semakin kuat ngangkat sudah 30 derajat. Tidur Soja udah lebih panjang kalau malam bisa tidur 4-6 jam, jd ibu bisa tidur lebih baik :”)). Dan Badan Soja semakin kenceng dan kuat.\n\nSemoga ibu & ayah bisa terus jadi orang tua yg baik ya buat Soja #AurigasakhaSaujana", "comment_count": 11, "like_count": 2221}, "post2": {"caption": "Suka kuliner malem tapi hasilnya takut gelap? Tenang, yuk nonton videoku untuk tau tips dan triknya biar kontenmu gak gelap, walaupun di low light!😆 silahkan di SAVE & SHARE untuk refrensi kamu ya!\n\nHasilnya bisa tetep terang berkat nightography camera dari #GalaxyS22 Series 5G guys. Let's show your own version of #MakeNightsEpic and win the epic prizes! Info lebih lanjut bisa cek @samsungindonesia yaaa🥳\n\nPsst, foto dan videoku ini full diambil #withGalaxy S22 loh, epic kan?", "comment_count": 10, "like_count": 422}, "post3": {"caption": "Semoga betah  ya nak, biar semakin biasa nanti diajak Road Trip 😆. Campervan New Zealand sudah menunggu! Iseng bikin dokumentasi aja buat kenang-kenangan 😆\n\nJangan lupa hari ini Baju Family Set yg kami pakai @pinangkami x @pocilito bisa dibeli di Tokopedia @pinangkami yaah. Kuota sangat terbatas dan gak akan di restock untuk yg ini 😆\n\n*sebagian keuntungan penjualan akan didonasikan untuk shelter kucing 🐱 *\n\n#AurigasakhaSaujana", "comment_count": 23, "like_count": 1131}, "post4": {"caption": "Sebuah tantangan foto malem buat aku yg jarang upload foto malem 😆. Jadi ber-ide untuk re-create foto masa kecil beli gulali dan naik ferris wheel 😆\n\nBoleh SAVE & SHARE lokasinya nih bagus buat foto-foto malam 😆\n📍 Aeon Mall Jakarta Garden City\nCakung, Jakarta Timur\n👉🏼 Spot foto pertama da di lantai pling atas\n👉🏼 spot foto ke-2 ada di GF area taman luar\n\nGa perlu khawatir gelap karna kan fotonya pake Nightography dari #GalaxyS22 series 5G. Kamu juga bisa share your own version of #MakeNightsEpic dan menangin epic prizes lho! Cek @samsungindonesia sekarang and let's #MakeNightsEpic!\n\nCaptured #withGalaxy S22 Plus 5G", "comment_count": 9, "like_count": 1353}, "post5": {"caption": "Sudah mulai luangin waktu untuk jalan pagi, waktu hamil dulu bisa hampir setiap hari. Sekarang karena ada bayi jd mesti curi2 waktu buat diri sendiri. Dimulai dari yg deket aja kemarin di pinggi danau dekat rumah.\n\nWalau deket, tetep yg namanya beraktivitas apalagi outdoor mesti pake sunscreen. Aku paling suka sm Sunplay Ultra Protection Sunscreen Lotion @sunplayid karena \n\n✅kemasannya praktis jadi mudah dibawa kemana mana, \n✅mengandung SPF 50+ dan PA++++ yg dapat melindungi kulit dari bahaya sinar matahari.\n✅sweat and water resistant\n✅no perfume, no colorant, no alcohol\n✅bisa digunakan di wajah dan badan\n✅tekstur mudah meresap dan tidak lengket\n\nPlus belinya pun mudah di official store Rohto Official Tokopedia & blibli #staysunsafewithsunplay", "comment_count": 4, "like_count": 386}, "post6": {"caption": "Buibu usia baby berapa pertama kali diajak naik pesawat? Boleh di share pengalamannya ke mahmud ini. Ibuknya udah kangen jalan-jalan, tapi masih overthinking bawa pergi Soja 😆\n\nTujuan pertama pastinya Bali, biar Soja kenal kampung halaman keluarganya 😁\n\nSave & Share\n📍 Loc : Taman Dedari, Ubud", "comment_count": 112, "like_count": 5074}, "post7": {"caption": "Dari lulus SMA, aku selalu di encourage sama bapak & ibu untuk bisa nyetir sendiri. Supaya kalau ada sesuatu yg urgent, aku bisa pergi dan nanganin sendiri, gak perlu nunggu orang. \n\nSelama 14 taun nyetir sendiri, pastinya pengalamannya gak manis doang, ada paitnya. Yang paling diinget adalah mobil tiba-tiba mogok, maklum usia mobil berumur, ada aja problem nya. Apalagi udah ada Soja, pasti akan nyetir berdua. Mulai kepikiran deh tuh cari asuransi mobil supaya lebih aman jiwa & raga 😁\n\nYang ngeliat story aku kemarin pasti udah tau, aku nemu nih satu asuransi mobil yang banyak benefitnya :\n✅ Layanan derek GRATIS 24/7\n✅ GRATIS jemput dimana aja buat mobil mogok karena; bensin abis, aki soak, atau banjir. Semua Terproteksi\n✅ Memproteksi mobil baru, mobil second (bekas), dan/atau mobil tua\n✅ Dan bisa di klaim lewat aplikasi dengan mudah\n\nApalagi sekarang lagi ada penawaran bayar SETENGAH HARGA BUAT SETAHUN. Penasaran gak sama asuransi keren ini? Cus langsung coba, bisa click link on my bio ya.\n\n@ovo_id dan @ovo_proteksi #ProteksiSerbaBisa #ExtraTotalMelindungi", "comment_count": 7, "like_count": 1142}, "post8": {"caption": "Nyambutin 42 hari Saujana, gak terasa udah 1 bulan 7 hari usia Soja. Kalau di Hindu Bali, Macolongan atau Abulan Pitung Dina adalah upacara pertama untuk si bayi yg baru lahir yg bertujuan untuk membersihkan dan mendoakan sang bayi supaya sehat ke depannya. \n\nDilakukan juga pembersihan kepada sang ibu, agar dapat memasuki tempat-tempat suci seperti sanggah, merajan, pura, dan sebagainya.\n\nSemoga sehat selalu ya nak, jadi anak baik dan pintar. Video ini untuk kenang2an Soja #AurigasakhaSaujana 💙", "comment_count": 39, "like_count": 2362}, "post9": {"caption": "Upacara macolongan (Nyambutan 42 hari) Saujana 💙. Makasi om tante online yang sudah kasi doa buat Soja 🤗\n\nKebaya & Kemeja Pitula Set yg kami pake akan segera restock yahh di @pinangkami 😃😃\n\n#AurigasakhaSaujana", "comment_count": 51, "like_count": 5442}, "post10": {"caption": "Balik lagi jadi anak Bekasi yg semakin hits sekarang 😆😆. Kangen banget foto-foto begini lagi semenjak udah jadi Ibu anak satu 😆😆", "comment_count": 9, "like_count": 2091}, "post11": {"caption": "Udah mulai mikir destinasi yg Baby Friendly buat liburan dekat-dekat ini! Ada destinasi yg jadi wishlist kamu ga ni?\n\nTinggal 3 hari lagi! Sampai tanggal 28 Mei 2022, transaksi pakai Kartu Kredit Garuda Indonesia Citi (GICC) untuk kumpulin GarudaMiles. Mumpung lagi ada promo 5x GarudaMiles+ bonus 1.500 Miles! Jadi asik banget bisa ngumpulin GarudaMiles lebih banyak, dan jadi lebih cepat juga nih buat tukerin miles jadi tiket untuk travelling sama baby Soja 😍 tentunya bersama @garuda.indonesia\n\nYuk buat kamu yang mau travelling, aku saranin apply GICC sekarang ya! Cek infonya disini www.citibank.co.id/gicc\n\n#5xFaster5xHappier #GICC #CitibankIndonesia #Garudaindonesia #BecauseYouMatter #YukTerbangLagi", "comment_count": 16, "like_count": 829}}, "data_media_video": {"post0": {"caption": "Bikin konten itu gampang ✖️\nBikin konten itu banyak tantangan ✔️\n\nDan udah ngelakuin ini selama 6-7 tahun di dunia per konten-an 😆. Gak pernah kepikiran konsistensi lah yg bisa membawa ku sampai ke sini, meskipun gak jarang magerr banget foto, apalagi kalo udah gerah, lepek, bawaannya pengen pulang mandi aja 🤣\n\nPas banget si Dettol Cool 5 Derajat ini hadir, karena bisa balikin kesegaran habis mandi dengan sensasi lebih dingin di kulit 5 derajat. Enggak cuma itu, kulitku pun terasa lembut dan yakin terlindungi tentunya sehabis mandi dengan Dettol Cool. \n\nYuk ikutan cobain! Pas lagi ada Promo Gede-Gedean nih di Alfamart, Dettol Bodywash pouch 410g hanya 17,900.\n\nCuss deh beli ke toko2 kesayangan dan Minimarket terdekat!\n\n@dettolindonesia #dettolcoolfactor", "comment_count": 55, "like_count": 1502}, "post1": {"caption": "Akhirnya bisa share video keseruan bareng @febrian @omardaniel_ @sheiladaisha @furrycitra @kuntoajiw @indahkus_ @sarafajira di GIIAS! Especially our journey with SPOT and CRETA! Nonton yaa keseruan kitaa!!\n\nKalian masih ada kesempatan loh untuk ketemu inovasi terbaru nya boothHyundai di GIIAS, hall 5-6! Untuk info lebih lanjutnya bisa check instagram @hyundaimotorindonesia #HyundaiGIIAS2021 #CRETA", "comment_count": 6, "like_count": 766}, "post2": {"caption": "Quality Time sama suamik di salah satu Villa terbagus di Bali yg pernah aku stay! Kemarin banyak yg tanya villa nya apa namanya, nah ini aku buatin review sekalian yah biar lengkap.\n\nSAVE and SHARE\n📍 Morning Glory & No Rush Villa\nCanggu, Bali\n\n🏡 Sekarang udah bisa booking villa/resort/glamping di @traveloka. Seneng banget pilihan villa nya beragam dan bagus baguss 😍. Di villa ini, ada 3 kamar tidur + 3 kamar mandi. Jadi cocok buat rame rame sama temen atau keluarga. Harganya sekitar 2,1 jt/malem/villa jadi bisa patungan sama temen 700rb/malem kan. \n\n🛋 Suka banget sama desain nya, open space gak banyak sekat. Dan setiap sudutnya fotogenik, foto dimana aja baguss, apalagi shower room nyaa 😍😍\n\n✅ Di Traveloka juga bisa pilih akomodasi yg udah ber sertifikat CHSE dar kemenparekraf dengan pilih yg ada icon clean accomodation nya.\n\n🚘 nah menurutku yg minus dia ga ada parkiran mobil, karena agak masuk ke gang villanya. Dari tempat parkir mobil jalan sekitar 100 meter.\n\n@traveloka dulu #NginepMakinSeru di Vila, Resort atau Glamping kemudian.", "comment_count": 71, "like_count": 2773}, "post3": {"caption": "Belum pernah posting video Pawiwahan. Sebagai orang Bali, pernikahan adat itu wajib, gak bisa di skip. Karena Pawiwahan adalah sebuah ikatan suci antara 2 umat manusia, Sang Hyang Widhi dan Leluhur.\n\nKami sendiri dengan senang hati mengikuti upacara, meskipun melelahkan bisa 2 hari berturut-turut. Kita harap adat istiadat ini gak akan pernah hilang dimakan zaman.\n\nHappy 2nd wedding anniversary @agastyasana 💙\n\n#KarnaKarmaNK", "comment_count": 30, "like_count": 3475}, "post4": {"caption": "Apa yg paling kamu kangenin dari Traveling sebelum pandemic? Jujur ku kangen desek-desekan di Shibuya Crossing, makan bareng temen yg baru dikenal di satu hostel gituu lohh!!\n\nKarena liat video nya @shitlicious jadi inget waktu awal pandemi berdoa terus supaya para ilmuwan segera menemukan vaksin. Makanya waktu Vaksin udah mulai masuk di Indonesia, aku dan sekeluarga dengan segera daftar. Semoga langkah kecil ini bisa menjadi harapan yg besar untuk orang-orang yg harus kehilangan pekerjaan karena pandemi. #YukKitaVaksin supaya dunia bisa kembali pulih.", "comment_count": 29, "like_count": 2137}, "post5": {"caption": "gak sayang tuh?” Sering banget dapet pertanyaan kaya gini!! Bikin video ini sambil berkaca-kaca :”)\n\nDan aku selalu jawab 𝙄 𝙣𝙚𝙫𝙚𝙧 𝙧𝙚𝙜𝙧𝙚𝙩 𝙢𝙮 𝙙𝙚𝙘𝙞𝙨𝙞𝙤𝙣 𝙤𝙛 𝙗𝙚𝙞𝙣𝙜 𝙖 𝙛𝙪𝙡𝙡 𝙩𝙞𝙢𝙚 𝙩𝙧𝙖𝙫𝙚𝙡 𝙗𝙡𝙤𝙜𝙜𝙚𝙧.\n\nJenjang karir gak pasti, income serabutan, belum lagi resiko di perjalanan. For some people it might be not easy, but for me, no doubt it’s challenging.\n\nKarena ku yakin ketidakpastian itu solusinya persiapan yg matang. Makanya gw belajar financial planning dan siapin diri dengan proteksi. Gw pilih Flexi Health dari @astralifeid supaya pas sakit sudah ada asuransi kesehatan. Sebulan bayar proteksi cuma 200rban/bulan udah dapat perlindungan kesehatan ; Perlindungan rawat inap sampai 1jt/hari, tanpa cek medis, bisa double klaim dengan BPJS. Daftarnya gampang banget, tinggal ke website Ilovelife.co.id, registrasi 5 menit.\n\nIt’s truly a dream job for me! Kalau kamu mau berkarir menjadi Travel blogger, harus sudah siap dengan resiko nya juga. Karena dibalik layar, pasti ada perencanaan yang matang.\n \n#iGotYourBack @astralifeid @ilovelife.co.id", "comment_count": 181, "like_count": 4789}, "post6": {"caption": "Beberapa waktu lalu, Sewa mobil listrik buat keliling sekitar Bali, Desain nya kaya di film-film tentang masa depan gitu lhoo, ya gakk sih? \n\nGak sendirian, tapi aku bertiga sama @michimomo dan @iw.wm, kita ngendarain masing-masing C+Pod keliling Nusa Dua, Bali\n\n🚗 Toyota C+Pod, mobil listrik 2 seater dengan bagasi yg luas. Bentuknya imut jadi gak makan tempat di jalan/parkir 😆. Ada USB port di dalamnya, bisa charge hp amann. AC nya dingin kaya kebanyakan mobil.\n\n🏠 Shelter untuk sewa nya ada di depan Mall bali Galeria, ITDC, Nusa Dua. Yes bisa disewa per-jam. Jarak tempuh maks 30km. Lumayan bisa ngiter Nusa Dua lho! Kalau habis batre tinggal dicharge jadi lebih nature friendly! \n\nKalo nonton videonya sampe habis, kita kunjungin 3 lokasi di Nusa Dua, ayoo coba sebutin lokasi apa ajaa? \n\nNonton juga deh cerita lengkap tentang Toyota C+pod dan Fun Trip kami di Nusa Dua di channel YouTube ToyotaIndonesia dan IG @toyotaid biar bisa lihat keseruan kita ✨\n\n#ToyotaEVSmartMobility\n#MobilityHappinessForAll\n#ToyotaComsEV\n#ToyotaCpodEV\n#ToyotaPriusPHEV", "comment_count": 477, "like_count": 1864}, "post7": {"caption": "Permisi, traveler juga boleh dong ikutan Fashion Show. Which one is your favorite outfit?\n\nPerwakilan Cabang Jakarta, Bekasi, Depok, kurang Tangerang sama Bogor nih wkwk 😆😆", "comment_count": 68, "like_count": 2827}, "post8": {"caption": "Yokk tag teman/partner yang mau diajak Staycation di sini!\n\nSave & Share ✨\n📍 Alila SCBD, Jakarta\nLokasinya bagus banget karena di pusat kota Jakarta, tepatnya di sebrang Pacific Place Mall, walking distance ke banyak resto dan cafe, dan ke GBK juga.\n\n🌟Alila ini udah terdaftar di CleanAccomodation di @Traveloka, yang artinya; semua yg bertanda sudah mengikuti protokol kesehatan dan sertifikat CHSE dari pemerintah.\n\n🛏 Tipe Kamar Studio King (shower room) start from 2,4jt (tergantung harga promo dì Traveloka)\n🛁 Tipe Kamar Deluxe King (Bathtub) start from 3,7jt (tergantung harga promo di Traveloka)\n\n🏊‍♂️ Swimming Poolnya ada di lantai 5, jadi view nya langsung ke gedung tinggi SCBD. Oase di tengah kota bangett!\n\nSudah bertanda Online check in di Traveloka, jadi bisa meminimalisir kontak di resepsionis. Dengan ada label CleanAccommodation ini jadi lebih aman dan bisa #SMARTStaycation.", "comment_count": 1463, "like_count": 4453}, "post9": {"caption": "Wajib di Save dan Share! Kalo udah ada yg coba tag aku ya!\n\nSemua foto dan video aku take pake Samsung Galaxy S21. Buat foto Aku maksimal-in fitur; \n🌟 wide angle camera, \n🌟 photo filter yang udah build in di camera Galaxy S21, \n🌟portrait camera dan \n🌟Pro Mode camera buat setting foto malem. \n\nFitur favoritku si pro mode ini sih, karena bisa bikin foto malem pake slow speed kaya pake kamera profesional. Dan baru tau juga di S21 ada fitur video Director’s view, keceee 😍\n\nbuat kalian yang mau cobain fitur keren dari @samsungindonesia #Galaxy S21 ini, buruan ikut promo Parsel (Pasti ramadan Sale) karena di promo itu kalian bisa dapetin cashback up to 2.5 Mio dan promo menarik lainnya!", "comment_count": 128, "like_count": 4781}, "post10": {"caption": "Selalu seneng posting Behind the Scene video, supaya pada kebayang gimana cara aku ambil footage dan kerempongan di dalamnya wkwk 🤣🤣\n\nKalau udah liat hasil Video di Kawah Wurung, nah kali ini aku posting BTS nya! Semua footage di shoot pake @Sonyalpha_id Alpha 7C dan 3 lensa G Prime ultra compact. Untuk wide angle FE24mm F2.8G, kalau mau agak portrait pake FE40mm F2.5G dan 50mm F2.5G. Aku juga udah cantumin di text video nya, jd kebayang ya hasil dari ke-3 lensa ini. \n\nIni lensa harga terjangkau dengan kualitasnya G series yg ga perlu diraguin sih. Didesain compact untuk dibawa traveling, tapi tetap tajam dan bokehnya aluss. Enak banget dibawa eksplor, gak kan berat di punggung 😆\n\n#SonyIndonesia #Sonyalpha_id", "comment_count": 92, "like_count": 1876}, "post11": {"caption": "Love on The Weekend, Gowes Santai di area Nusa Dua 🚴. Ini colongan di sela-sela waktu syuting di Nusa Dua. Kami nginep di Courtyard, Nusa Dua yang kebetulan punya sepeda buat dipinjemin. Padahal gak niat sepedaan tadinya, niatnya cuma kerja wkwk 🤣\n\n📍 keliling Nusa Dua area ada 15km bolak balik.  Pagi di sini menyenangkan banget, jalanan besar, pinggir pantai, enak buat jalan pagi.\n\nOh ya Nusa Dua masih sepiii bangettt huhu. Beberapa hotel waktu itu masih ada yg belum buka. Hotel Yg ada bebeknya itu Grand Hyatt Nusa Dua yang ternyata masih tutup semenjak pandemi, kabarnya bulan Mei ini baru akan buka pertama kali nya. Kurang tauu update nya gimana, ada yg punya info?\n\nHave a good weekend everyone! Mungkin ada yg mau gowes santai di Nusa Dua?\n\nSong 🎶: Love on the Weekend - John Mayer", "comment_count": 65, "like_count": 3243}}}