{"username": "kartuposinsta", "full_name": "Travel Blogger - Kenny", "follower": 75536, "following": 756, "post_count": 2724, "category_name": "Shopping & retail", "biography": "I watch movies, read books, like to travel more, and always up for good food & coffee.\nI sell stuff too:\n@pasarkartupos @kartupostrip", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Kalau kalian biasa makan masakan Padang tentunya tahu yang jadi kegemaran biasanya rendang, ayam pop, gulai ikan dan telur, terus pakai daun singkong dan cabe ijo. Nah gue baru nemuin menu yang gak biasa di resto Sederhana by Rajafa, ada ayam kemangi, pucuk labu dan ikan bilis cabe ijo dan semuanya bisa nambah variasi menu makanan Padang kalian. Favorit gue sih ayam kemanginya, wanginya seger banget.\n\nPas lunch di Sederhana Jl.Dr.Satrio gue juga jadinya baru tahu mereka punya area semi outdoor dan ruang VIP juga, jadi yang datang bisa banyak pilihan spacenya. \n\nNah sekarang kalau kalian mau dapetin voucher makan masing2 100 ribu dari Sederhana by Rajafa caranya gampang, sudah follow @kartuposinsta dan @sederhana.rajafa\ndan mention 2 orang temanmu yang juga suka makanan Padang seperti kalian di kolom komen! Nanti akan ada 3 orang pemenangnya yang dipilih random. Semoga kamu yang menang!", "comment_count": 77, "like_count": 295}, "post1": {"caption": "Inget kan story gue beberapa minggu lalu kalau gue suka banget @ceritaroti.id yang roti keju manis, emang menurut gue ini enak banget; rotinya selembut awan, natural gold keju cheddar di dalamnya dan parutan keju di luarnya juga melimpah tapi gak too much gitu. Biasanya gue makan sama light dua shot iced shaken & no sugar karena kalau yang varian light @kopikenangan.id gue sukanya mereka pakai 100% arabica beans yang low acidity jadi aman di lambung. \n\nTerus gue juga baru nyobain cerita roti yang roti baso ayam dan sumpah kalau suka tipe yang asin, harus banget cobain yang ini; isinya banyak terus bumbunya pas gak kemanisan dan gurihnya juga sempurna. Pair sama light avocado coffee yang less sugar, surprisingly seger banget dan manisnya sesuai sama selera gue kalau opsi yang less sugar. \n\nGue nyobain2 menu2 ini kemarin di Rumah Kenangan Senopati, agak kaget tempatnya nyaman banget. Yang lantai dasar lebih sepi enak buat baca, yang atas lebih agak rame sama anak-anak muda yang ngobrol, terus paling atas ada rooftopnya. Kece! #CeritaRoti #RotiSelembutAwan", "comment_count": 60, "like_count": 490}, "post2": {"caption": "For the nyam nyam nyam of the noodle. \n\nJakarta, Tangerang, Bandung, Semarang, Solo, Yogya, Bali, Bangka! Can you spot your fave? 🤤", "comment_count": 6, "like_count": 528}, "post3": {"caption": "Biarpun gak nyetir tapi gue tahu sulitnya punya kendaraan karena sering jalan sama teman atau keluarga. Kejadian terakhir itu waktu di Bandung kemarin tahu-tahu mobil gak bisa dibawa menanjak sampai akhirnya harus diderek dan direparasi dengan biaya yang lumayan.\n\nTerus dikasih tahu temen gue ternyata ada @ovo_proteksi yang salah satunya cover derek gratis 24 jam! Kalau tahu sebelumnya kan berguna banget. Makanya sekarang gue bakal daftarin mobil keluarga pakai OVO Proteksi ini aja mumpung lagi ada promo bayar hingga setengah harga dalam setahun! Mayan banget kan apalagi gue baca-baca klaimnya bisa online jadi gak perlu repot-repot deh.\n\nBuat yang penasaran, langsung aja klik link di bio gue, ya.\n@ovo_id #ExtraTotalMelindungi #ProteksiSerbaBisa", "comment_count": 31, "like_count": 231}, "post4": {"caption": "Jumat kemarin senang bisa menonton live performance lagi lewat Pagelaran Sabang Merauke dari @officialiforte. \n\nSelama sejam lebih gue diajak melihat lagi kekayaan budaya bangsa kita dari sajian lagu-lagu dan tariannya dari beragam daerah. Layar background banyak digunakan untuk yang menggambarkan kekayaan alam dan budaya bangsa juga dengan video pemandangan seperti Labuan Bajo, bangunan bersejarah seperti Mesjid Agung Aceh, sampai penjelasan soal sejarah lagu-lagu yang sudah lama kita dengar tapi mungkin tidak familiar asal usulnya. Ditambah dengan pertunjukan langsung yang dipimpin @kikankikan dengan ratusan penari di atas panggung. Bangga pokoknya.\n\nYang mau menonton Pagelaran Sabang Merauke juga bisa cek di YouTube @officialiforte mulai hari ini. \nSelamat menonton!\n\n#iForte20 #ConnectivityForBetterLife #iForteSabangMerauke #iFortepreneur", "comment_count": 6, "like_count": 354}, "post5": {"caption": "Gaes! Bareng kumparan, FANTA #PejuangKeseruan balik lagi nih dan yang pasti lebih berwarna! Pakai Playful Kit #PejuangKeseruan ini, FANTA ngajak kalian semua ngelakuin yang seru-seru, barengan para #PejuangKeseruan buat nikmatin hari-hari jadi lebih berwarna dengan macam-macam permainan seru ala FANTA.\n\nPlayful Kit ini colorful banget dan isinya ada macam-macam; Ular Tangga dan Challenge Card, plus perintilan keseruan lainnya seperti Disposable Camera, Scarf/Bandana 90an dan juga tentunya ada FANTA juga untuk kalian mainin bareng keluarga atau teman-teman kapan aja. \n\nNah kalau mau dapetin Playful Kit ini langsung aja ikutan #PejuangKeseruan Video Challenge. Selain Playful Kit, kalian juga bisa dapetin hadiah saldo digital senilai total Rp 20 juta untuk 20 orang pemenang. Gokil kan! Cek info lebih lengkapnya di akun instagram @kumparancom dan @fanta_id.\nBikin hari-hari kita lebih seru dan berwarna!", "comment_count": 0, "like_count": 62}, "post6": {"caption": "Highlight Bali dari trip terakhir untuk Canggu, Pererenan, dan nyempil 1 dari Legian. Semua menu/makanan yang gue makan ini pertama kali semua tapi sangat-sangat berkesan:\n- @bokashibali harus makan Japanese breakfast bentonya, unik tapi comfort food, tandas gue habiskan sampai ke acar-acarnya.\n- @barobakery bakery di Pererenan tapi kopinya juga enak sekali dan belum penuh sesak pengunjung. Sausage roll dan kouign amann lemon jangan sampai lewat.\n- Gak kepikiran ke @doughdarlings di Bali tapi mampir dan coba menu Monte Cristo yang to die for enaknya; campuran pork ham, cheese, blueberry jam dan dihangatkan pas sebelum dihidangkan. Gue sampai 2x balik. Cuma ada di cabang Bali sementara. Lebih suka menu iced lattenya daripada hotnya.\n- @warungmaaaaak punya salah satu dadar terenak, dan lauk2 yang dibuat langsung tiap harinya. Gue suka semua dari buncis sampai sate tahu tempenya juara. Kalau weekend katanya ada menu khusus. Tempatnya beneran warung tapi spacious dan bersih.\n- Kalau perlu kopi enak ke @blacklistcoffee.bali cabang Perth. Gak coba makanannya. Tapi hot basic flat whitenya lebih berkesan daripada signature iced coffeenya.\n- @lusabysuka carrot cakenya enak, cappuccinonya salah satu yang terbaik yang pernah gue coba, great service too.\n- Sering ke @ibabbali tapi di trip ini baru pertama kali cobain nasi gorengnya. Langsung besoknya balik dan order menu yang sama. Tambah dadar. Seenak itu.\n\nEnjoy!", "comment_count": 35, "like_count": 1752}, "post7": {"caption": "Ini dia! Highlight singkat rekomendasi dari trip Bali kemarin, edisi Ubud duluuuu. Sebagian besar baru gue coba/temui, ada juga yang revisit:\n- Love love @ommabali day club; service, pool, view, makanan semua juara terutama cinnamon cheese toastnya dhaaayyy. Datang pagi dan weekday untuk lebih sepi. Kalau berempat atau lebih menurut gue mending ambil day bed by the pool minimum charge 1 juta/day bed yang bisa dipakai untuk makanan/minuman selama di Omma.\n- Stay di @alayacollection Ubud, a bit old tapi senang sama poolnya yang ngadep sawah dan lokasi juara persis di belakang Pison dan Cerita Manisan (order Nangka Mille Crepenya deh best).\n- @ofcbali my gem, lengkapnya ada di reel gue sebelum ini. 2x visit dan fougasse gue sampai beli take away juga. Yang harus diorder: banana bread pakai butter, fougasse, piccolo.\n- @tukiescoconutshop ya udahlah ya 😆 enak buat terik2 bawa pulang nyemil di poolnya Alaya.\n- Yang harus buat gue kalau di Ubud juga @rustersbali, kemarin ini sampai order ekstra roti canai Butter Chicken Meatball saking emang enaknya. Dulce de Leche tart dan kopinya jangan lupa.\n- @seeds.eatery juga selalu balik, kali ini cobain tom yum fried ricenya, approved. Seberangnya ada @sukaespresso kalau mau lanjut ngopi enak.\n- Dan favorit baru di Ubud @youandmie.id chicken wonton noodlenya omg! Rempah2nya penuh rasa, bakminya kenyalnya pas! Pake cabe potong. Gue sampai balik 2x! Bakmi enak lain di Ubud dan pernah gue post dulu itu @fushounoodleclub. \n- Bisa lesehan di taman belakang yang rindang milik @warungmakanburus, menunya pun tipe yang diolah rumahan dan bikin nyaman kayak nasi campur, sate, dan bebek goreng. Abis itu tinggal nyebrang ke @titiktemucoffee buat ngopi di lantai atasnya yang pewe banget.\n\nSemoga kalian cocok juga yaaa. Postingan area Canggu menyusul pas udah sempet ya.", "comment_count": 26, "like_count": 1508}, "post8": {"caption": "Terharu banget akhirnya bisa balik lagi nonton konser thanks to @allobank! Kemarin pecah banget keseruan di #AlloBankFestival2022! Gue rame-rame bisa nonton @dmasivbandofficial dan @project.pop di outdoor stagenya sambil muter-muterin boothnya. Atmosfirnya luar biasa, antri bareng, nyanyi bareng, joget bareng, it feels surreal! ❤️ \n\nGue juga jadi belajar pakai appnya @allobank yang ternyata gampang dipakenya dan berguna buat banyak transaksi. Gak sabar sih nunggu keseruan dan inovasi lainnya dari Allo Bank! \n\n #ExperienceASimpleLife\n #BukaAlloBukaMasaDepan", "comment_count": 18, "like_count": 1110}, "post9": {"caption": "Gak pernah lihat di postingan atau explore IG sebelumnya, tapi malah jadi kafe favorit di Ubud di trip kali ini. Nemu, lagi-lagi, karena search google coffee around me, cek yang top rated dan ketemu Old Friends @ofcbali ini di dekat Monkey Forest. \n\nKayak masuk ke rumah teman lama, dinyalakan kipas angin jaman dulu, dipasangkan lagu-lagu lama, dihidangkan kue pisang hangat dan lembut dengan mentega yang lumer di atasnya, fougasse dengan butir-butir olive yang bersembunyi dalam timbunan sourdough yang tidak kalah enaknya dan sama hangatnya, sampai ditutup kopi manual brew atau picollo dari biji kopi kintamani yang luar biasa wanginya dari seruputan pertama. Tidak ada yang bermain hape atau instagrammer yang sibuk berfoto (kecuali gue 😃); hanya orang-orang yang bekerja di balik laptop, bermain dengan anjingnya, terbenam dalam bukunya, dan menikmati kopinya seperti hari-hari lainnya sebagai pelanggan tetap di sini.\n\nPengalaman yang gue ulangi sampai dua kali pagi berturut-turut di kunjungan yang sangat singkat di Ubud saking begitu nyaman dan berkesannya. Mimpi gue sederhana, kembali lagi ke sini kala hujan turun.", "comment_count": 16, "like_count": 459}, "post10": {"caption": "Imma get some ice cream today.", "comment_count": 5, "like_count": 276}, "post11": {"caption": "Salah satu coffee shop di Bandung yang literally hidden karena di dalam gang kecil banget. Nemu dari google coffee near me, reviewnya bagus-bagus, jalan kaki ke sana, dan mendapatkan pengalaman yang berbeda dari tempat ngopi kebanyakan. Tempatnya kecil sederhana namun nyaman seperti bertamu ke tempat teman, yang lalu mengajak kita ngobrol mengenai kopi sambil menikmati coffee mocktail atau manual brewnya yang sama enaknya. Harus singgah kalau ke Bandung.", "comment_count": 19, "like_count": 1173}}, "data_media_video": {"post0": {"caption": "Siapa yang tertarik mau jalan-jalan ke Banyuwangi? Karena Banyuwangi adalah salah satu kota destinasi favorit gue dan karena gue pengen kalian juga bisa datang ke sini nantinya kalau situasi sudah aman, lewat aplikasi @kemanayo.id gue udah bikinin itinerary yang praktis banget buat kalian tanpa harus satu-satu screenshot atau catet-catet.\n \nItinerarynya bisa kalian cek di aplikasi @kemanayo.id dengan judul: Memorable Banyuwangi versi @kartuposinsta: Pulau Rahasia, Kuliner Khas, dan Hutan Estetik. \n \nKalau belum tahu aplikasi @kemanayo.id itu adalah itinerary marketplace yang memberikan kita pengalaman traveling secara lebih personal, karena dirancang khusus dari warga lokal. Asli, gue rekomen banget aplikasi ini untuk bikin pengalaman travelling kamu lebih mudah dan seru. Sudah ada versi Jogja dari @depepedia dan Bali Utara dari @kadekarini juga loh!\n \nCaranya gimana?\n- Download apps Kemanayo (ios and Android user available)\n- Cari di bagian Featured Trip “Memorable Banyuwangi Versi @kartuposinsta: Pulau Rahasia, Kuliner Khas, dan Hutan Estetik”\n- Pake voucher “ KartuPosXKemanayo”. Ada 50% disc. Harga itinerary dari 50k, jadi 25k aja. Periode 18 - 22 Agustus.\n \nAnd, ada yang special lagi loh! Untuk kalian yang sudah beli itinerary kartupos pada periode 18 - 22 Agustus 2021, kalian bisa dapetin special merchandise dari @pasarkartupos!\nCaranya gampang banget :\n- Kalian harus screencap hasil pembelian itinerary gue di aplikasi Kemanayo\n- Post di IG story\n- Jangan lupa mention @kartuposinsta @kemanayo.id dan @pasarkartupos\n- Berlaku untuk 3 orang pemenang yang akan dihubungi tanggal 23 Agustus.\n \nSo jangan sampe kelewatan ya! Mudah dan affordable banget kan? Kalian bisa save itinerary dulu untuk digunakan saat kalian sudah mau jalan-jalan nanti, jangan lupa tetap terapkan protokol kesehatan yang ketat ya!\n \nBuat kalian yang udah download aplikasi Kemanayo dan purchase itinerary Banyuwangi ala @kartuposinsta, jangan lupa posting dan tag ya!", "comment_count": 3, "like_count": 256}, "post1": {"caption": "GIVEAWAY ⬇️! Hampir setahun gak naik pesawat, hampir setahun gak ke bandara. Kebayang kan gimana perasaan gue akhirnya pada awal tahun kemarin pesawat yang gue tumpangi mendarat di Changi untuk transit ke Amerika. Bandara ini resmi menjadi bandara pertama di luar Jakarta yang gue singgahi sejak pandemik berlangsung.\n\nTentunya emosi terharu sekaligus bahagia bercampur saat roda pesawat mendarat pertama kali dan mendengarkan pengumuman dari pramugari yang gue abadikan di video ini.\n\nPengalaman saat transit di Changi juga menjadi tidak terlupakan karena melihat perbedaan-perbedaan yang ada sebelum dan pada saat pandemik dari protokol kesehatan sampai berkurangnya keramaian penumpang yang berlalu lalang di terminal. Tapi gue percaya perlahan-lahan dunia wisata akan kembali menjadi lebih baik, dan Changi akan menjadi Changi yang baru; yang mungkin lebih baik dari yang pernah ada, menyesuaikan diri dengan situasi dunia yang berubah, yang menjaga kesehatan dan kenyamanan semua yang berada di sana sambil tetap mempertahankan reputasinya sebagai bandara nomor satu di dunia, dengan pelayanannya, dengan fasilitasnya, dengan teknologinya, dengan keramahan sumber daya manusianya. \n\nKalau kalian sendiri punya cerita atau kenangan atau sesuatu yang ingin disampaikan ke @changiairport juga, coba ikutin deh kontes Changi Dekat di Hati dengan menuliskan cerita atau perasaan kalian tersebut dalam bentuk surat di bit.ly/ChangixKartuposinsta\n\nAda beragam hadiah salah satunya travel voucher sampai SGD 500 yang bisa digunakan nanti saat kita semua sudah nyaman berjalan-jalan lagi. \n\nChangi, tungguin kami lagi ya, kita akan kembali segera!\n\n#ChangiDekatDiHati", "comment_count": 35, "like_count": 788}, "post2": {"caption": "Baru gajian lagi kaya raya dong? Saatnya booking tiket promo biar makin #girang kayak waktu saya liburan di Ladakh kemarin. Book sekarang lewat link bit.ly/GIRANG buat #gajianmakinriang", "comment_count": 15, "like_count": 251}, "post3": {"caption": "Hey, Angelina Jolie has something to say to you guys in Indonesia!\n.\nI told her that she has many fans in Indonesia and this is what she said \"Awww, all my love of course to everyone in Indonesia.\" Love her.\n\n#tiff17 @tiff_net #angelinajolie", "comment_count": 71, "like_count": 1610}, "post4": {"caption": "Saat butuh melakukan transaksi keuangan tapi sedang traveling ke luar negeri sekarang gak perlu ribet lagi karena sudah ada @digibankid app dari @dbsbankid.\n.\nBuat saya yang sering mobile, kemudahan gak perlu nunggu kiriman OTP untuk transaksi di mana saja tapi tetap aman dengan dynamic inbuilt securitynya itu berguna banget. Siap-siap untuk #digibank,  #digitalbankmu!", "comment_count": 3, "like_count": 159}, "post5": {"caption": "This is just a glimpse of the amazing experience I had on board @qatarairways newest Business Class, the #Qsuite. I'm so impressed that I made (well, asked somebody to help) this clip for you to join me tasting this new level of innovation. #avgeek #qatarairways", "comment_count": 13, "like_count": 311}, "post6": {"caption": "Gara-gara lihat video ini jadi pengen nyobain winter di Melbourne, karena di saat belahan dunia lain summer, kita bisa  bersalju ria saat liburan tengah tahun di Melbourne. Ada yang pengen jugakah?", "comment_count": 38, "like_count": 237}, "post7": {"caption": "Setelah berpikir cukup lama, mengajak orang tua untuk liburan bareng bulan lalu adalah salah satu pilihan terbaik saya. Ada begitu banyak pilihan dalam hidup; mewujudkan liburan, memulai cicilan rumah, membuka rekening investasi hari tua, dll.\n.\nVideo dari @jeniusconnect ini memberi gambaran bahwa ada beragam pilihan dalam hidup dan kamu harus menentukan prioritas terbaik buat diri sendiri. Tentukan prioritasmu di jeni.us/balonkartupos atau klik link di bio. #pilihanjenius", "comment_count": 5, "like_count": 135}, "post8": {"caption": "Move over Vin Diesel, here comes Ken Solar!\nSeru2an bikin trailer dengan kamu sendiri jadi bintang Fast & Furious 8 di @senayancity, dipost langsung dapat pin Fast8 dan kesempatan menang tiket premierenya. Cek @uipindonesia untuk infonya! #FF8ID\n.\nTag temanmu di postingan ini yang mau kamu ajak ke premiere Fast & Furious 8 @senayancity XXI 11 April ini + alasannya! 2 orang akan mendapatkan masing-masing 2 tiket premiere Fast & Furious 8 hari Selasa depan!", "comment_count": 51, "like_count": 191}, "post9": {"caption": "Cek video berikut kalau mau melihat Iceland dari dekat seperti @atre7 dan @giriprasetyo yang ikut #KartuPosTrip Iceland beberapa waktu yang lalu. Follow @kartupostrip untuk penawaran menarik trip Iceland dan banyak lainnya.\n.\nTerima kasih @giriprasetyo & @atre7 buat video kerennya. ❤️", "comment_count": 4, "like_count": 210}, "post10": {"caption": "Biar kekinian, kami ikutan bikin #mannequinchallenge di Cappadocia. \nMakasih @amrazing videonya!\n\n#flyturkish #turkeyasalways#Cappadocia #Turkey", "comment_count": 2, "like_count": 231}, "post11": {"caption": "360 degrees of Patagonia.\n\n#TorresDelPaine #Patagonia #Chile", "comment_count": 0, "like_count": 192}}}