{"username": "lucedaleco", "full_name": "CLARADEVI | LUCEDALE", "follower": 163248, "following": 1351, "post_count": 3386, "category_name": "Blogger", "biography": "🥀 Poetic Living | Modern Vintage | Travel, Beauty & Fragrance\n✨ Psalm 23\n📜 You’re sad, Sunday. A beautiful kind of sad.\n.\n.\n.\n📮Blog, Shop & YouTube ⬇️", "is_profesional": true, "data_media_photo": {"post0": {"caption": "🌹 Entering the magical world of JW Anderson x Uniqlo Spring/Summer 2020 collaboration.\n_\n[AD] The Classic British-inspired @jw_anderson x @uniqlo collection is serving us everything we love about gingham, patchwork and stripes. In a contemporary way, if not somewhat poetic. Available at all @uniqloindonesia & worldwide stores now, per your convenience. Here’s some outfits for brighter, sunnier day under the sun. \n_\nPhotos by @anglaina, edited with #lucedalefilter 🌻", "comment_count": 67, "like_count": 7869}, "post1": {"caption": "My first note on relationship, written yesterday. \n\nA lot of times, my decision comes from a triggering memory of the past. Unconscious habit & unnerving experience. It’s such a great joy to have someone who listens. Each time I feel heard, I grow clearer understanding of my previous journey.\n\nI learn pretty slow, but I dive deep. \n\nIf you’re like me, please: don’t rush. We’ll get to where we want eventually.\n\n🌱", "comment_count": 35, "like_count": 2005}, "post2": {"caption": "“Life is never going to be your favorite romance fiction,” said a guy to me. And then some friends, too, in a period where my desire to find “the one” seemed like a never-ending quest.\n\nThey told me to learn on “how to be realistic”. But what is unrealistic from wanting to find someone like William Thacker of Notting Hill? Not exactly wanting one specifically great-looking, blue-eyed Brit in his late 30s whose hair is impeccably perfect, but rather: a decent man, someone with a career of his choice and friends he devoted to —someone who might as well wonder if he ever gonna deserve a true love; against all odds.\n\nIf you ever watch Notting Hill, maybe you can understand how beautiful this movie is. Whenever Will and Anna shared a conversation I would wonder: how nice it is to have a light but meaningful talk with someone you love. Or when Will and Anna jumped into the “secret garden” in the middle of the night: how lovely if we could do something spontaneous and sweet without having to fight over irrational matters.\n\nThen especially I wonder if I’d ever be able to sit together with a person, side by side, not having to say a single word to feel enough —to feel completely safe, and loved? \n\nBefore 2016 happened, I would keep replaying the last 4 minutes of this movie in the back of my mind. The echoes of Elvis Costello’s “She” after Anna Scott said the magic word: “indefinitely”, up to the very end where I saw the bench scene of Will & Anna, their fingers tangled for eternity and my tears rolled down uncontrollably. \n\nThere are books, movies and stories that will make us dare to hope again after an endless period of despair. For me Notting Hill *is* the one. Because if Will Thacker said “the chances of finding someone you love, who actually loves you… are always minuscule” and still ended up getting the love he deserves — then I could be, too. \n\n“Surreal, but nice,” Gempa said, after we finished watching Notting Hill together a couple weeks back. But why, I thought: the way life brought us together is indeed, surreal. Almost impossible… yet we met anyway. \n\nSo yes, maybe life is not a fiction. But if we dare to take our chance… it might be better than one. 💫", "comment_count": 83, "like_count": 4861}, "post3": {"caption": "(Part 3). Dressing Up. Going out! Night version.🍸✨\n\nOutfit details: @kalabersenandung pleated top, @uniqlo trousers, @manoloblahnik heels, @imeldahudiyono “Elena” headband and vintage leather purse + clip earrings.", "comment_count": 41, "like_count": 1320}, "post4": {"caption": "(Part 2). Dressing Up. Same bag. Not going anywhere again but I managed to finish my film roll today! 🎞✨", "comment_count": 52, "like_count": 1745}, "post5": {"caption": "Dressing up. Not going anywhere. (Part 1).", "comment_count": 86, "like_count": 3127}, "post6": {"caption": "Playtime with my little doctor Dia 💕\n\nLuar biasa yah Mams, anak-anak generasi Alpha yang lahir setelah tahun 2010 ini hidup di era teknologi dengan perkembangan begitu pesat. Sadar ngga sih? Artinya tantangannya juga semakin kompleks. Menurut #KataExpert @tigagenerasi, anak-anak hebat ini memerlukan dukungan yang hebat juga. \n\nKita bisa mempersiapkan mereka dengan pembelajaran progresif, supaya mereka terbiasa beradaptasi pada perubahan yang cepat juga. Aku membiasakan Dia baca buku, menyusun playlist edukatif di gadget, serta memberikan permainan gimmick yang fun dan eksploratif seperti little doctor progressive learning kit ini.\n\nTentu aku juga memberikan nutrisi S-26 Procal GOLD yang diformulasikan oleh Wyeth Nutrition Expert untuk mendukung belajar progresifnya. Aku ingin Dia tumbuh hebat di masa depan. Bagaimana dengan kamu, Mams? 🥰\n\n@wyethnutritionID\n#daribelajarjadihebat #kataexpert #AD", "comment_count": 8, "like_count": 499}, "post7": {"caption": "Date night streaming Marvel Studios' #DoctorStrange with the one that I love in every universe ✨\n\nKarena kami berdua adalah Taurus mager, jodohnya memang sama movie date di rumah aja. Plus Doctor Strange kesayangan udah rilis di @DisneyPlusHotstarID dan bisa di-streaming kapan pun kita mau! \n\nFilm ini bikin nostalgia tentang kemungkinan-kemungkinan yang bisa terjadi padaku di universe lain. Jadi bertanya aku akan tetap menulis nggak, ya? Keluargaku gimana? Dan apakah aku akan tetap ketemu pak Gempa?\n\nStreaming yuk! Sambil dibawa bermimpi, kira-kira siapa yang jadi “I love you in every universe”-mu? \n\nSelamat malam minggu! ❤️", "comment_count": 294, "like_count": 1366}, "post8": {"caption": "A little rooftop #ootd with #ATSxLaurabasuki dress yesterday 💙\n\nA hint question for you fragrance lover, which new @buttonscarvesbeauty perfume am I wearing here? Make your guess! 💕", "comment_count": 70, "like_count": 833}, "post9": {"caption": "Taking a new updated portrait with my naturally enriched skin texture, thanks to @biobeautylab’s Potent-C Power Serum! \n\nSembari merayakan anniversary Bio Beauty Lab yang ke-4, aku mau memperkenalkan serum mereka yang akhirnya aku cobain juga ya. Potent-C ini kandungan utamanya adalah THD Ascorbate yang 50x lebih powerful daripada vitamin C biasa. Makanya dalam beberapa hari pemakaian, efeknya udah langsung bisa terlihat! \n\nBeberapa fungsi ekstra dari Potent-C power serum ini:\n\n🌞 Membantu mengurangi & memperbaiki tampilan garis halus serta kerutan\n\n🌞 Mengencangkan kulit wajah\n\n🌞 Memberi support untuk warna kulit yang tidak merata, mencerahkan dan memperbaiki tekstur.\n\nSejauh pemakaianku secara berselang, Potent-C ini paling cepet memperbaiki tekstur wajahku yang beberapa bulan lalu sempat bruntusan hormonal. Dan yang nampak juga: saat pakai makeup, jadi jauh lebih halus dan awet. Ini mungkin karena gabungan pemakaian Potent-C dengan Phyto dan luxurious face oil, disertai skincare lainnya yang sifatnya memberi hidrasi ke skin barrier.\n\nI suggest you to try them at your convenience, coba beli yang kecil dulu atau bisa minta teman yang sudah punya. Produk beauty kan sering cocok-cocokan, ya, jadi pastikan kalian bisa mencoba secara efisien supaya tidak boros juga. Bio Beauty Lab sering promo kok! \n\nMumpung lagi bahas, sekalian, coba kasih tau wishlist @biobeautylab kalian apa sih? Kita colek minbi supaya lihat jawabannya yuk dan siapa tahu ada yang beruntung dikirimi seperti kemaren-kemaren 🤗💕\n\nSampai jumpa di laporan progress pemakaian Potent-C selanjutnya, ya! \n\n#sponsored", "comment_count": 19, "like_count": 454}, "post10": {"caption": "Bringing #lucedalechangingroom vibes into the bedroom 🌷\n\nHaving a late start of my day today & wanting to drop by here quickly, to wish you well. How’s your day so far?", "comment_count": 9, "like_count": 701}, "post11": {"caption": "❗️Dry palms alert❗️\n\nIf you often feel comfortable with your dry hands espesially during a flight, try adding two drops of @biobeautylab Luxurious oil into your favorite hand cream. Yoy can use it daily too and your skin will gradually becoming a lot softer. It’s non sticky, makes the hydration last longer & your cuticle neatly moist as well.\n\nEnjoy the smooth palm and continue with the face ritual after cleansing. 💕", "comment_count": 6, "like_count": 402}}, "data_media_video": {"post0": {"caption": "My morning routine with @sukinskincare_idn 🍃💛\n\nSUKIN bodycare range is enriched with goodness for our skin, and for the nature. These beautiful products are created carefully only with the best, kindly-sourced materials and perfect to be infused into our each unique  daily routine.\n\nThis year has been tough and challenging for many. I’m truly grateful to be able to learn about myself in many ways, and to be able to embrace my quiet time at home with SUKIN. I hope the positive energy that SUKIN brings will allow me to do more useful work for others. \n\nHave you tried SUKIN bodycare? Is there any of them that you want to try next year? Please let me know in the comment, and I’ll pick three winners to win a special 2022 treat from Lucedale. \n\nHappy preparing your turning end-year, my dearesy friends. I hope we all well and safe. \n\nHugs! 💕\n_\n#SUKINIndonesia #SUKINTribe #AD", "comment_count": 139, "like_count": 472}, "post1": {"caption": "And after years of *motherhood* leave, she’s back in her field production days. \n\n“I feel so small —but no longer scared.” She wrote in her recent Instagram Story update. A DM came through, asking her about how vulnerable seems to be a breath of fresh air nowadays, to which she replied: “—our vulnerable self is often the strongest.” She read her words once more and promised herself to really believe what she just said. ⭐️\n\nHere’s 🍻 to the amazing souls that made openness & fear become a manageable experience:\n\n@lamboxinaga @beppobramono @oktavisual @nurfianto.arco @mariayasinta_16 @bowielha @ivan_n470 @donidwitama @robert.cl @iputagustioko @milarosinta @milaartdanceschool @littlesuri @diancarita @andronikusamung @ansfahira_ \n\nAnd for @ryankbarton for *pushing* me into doing this INSANE little project.\n\nBut again, as I & Ryan often said, we only work with crazy people 😉\n\nThank you dear all —and see you again very soon! 🤘🏻💕", "comment_count": 31, "like_count": 708}, "post2": {"caption": "This is my very first encounter to the world of La Mer, through their iconic series of cream. \n\nLa Mer has a signature ingredient formula called “Miracle Broth”, the cell-renewing Elixir that promotes a quality of improvement in our skin. Firmer skin, stronger skin barrier, lesser lines and wrinkles, with more refined and uplifted look as the result. Miracle Broth also has a healing function, acting as a powerful anti-irritant potent that can visibly soothe, plump and smooth fine, dry lines. \n\nUpon my initial first days of trial, my heart goes to the Crème de La Mer for its wonderful texture, that works sooo well in my dry & acne prone skin. Absolutely can’t wait how my skin will progress in the coming days with this cream. You can also opt for the Moisturizing Soft Cream or the Moisturizing Cool Gel alternatively. They all equally wonderful. \n\nNow there are more sizes available for our convenient: 15 ml and 30ml (perfect for traveling purpose as well as trial) and 60ml / 100ml too (for your ultimate care at home). I would definitely devour my bottle and looking forward to share you more about it afterwards. \n\nWith La Mer, my beauty care does feel like a delicate luxury. ❤️\n\n_\n@lamerindonesia #LaMerID #LoveLaMer #CremedeLaMer #AD", "comment_count": 17, "like_count": 724}, "post3": {"caption": "Introducing, my golden hour companion: Pucelle Eau De Luxe LUCENT 🌞✨\n\nYes —the latest new fragrance from Pucelle is here. Pucelle selalu deh kalo keluarin wewangian, konsentrasinya tuh nyatu sama body chemistry dan bisa diandalkan di segala situasi. That’s the case with Lucent!\n\nLucent is your new feminine companion. Feminine and chic, modern and elegant. The kind of perfume for your young-adult soul with minimalistic packaging that adds more luxurious edge to your daily staple. \n\nAda dua tipe, yang pertama adalah Pucelle Eau De Luxe Cologne Lucent. I would suggest this if you spend most of your time in more formal surrounding such as the office, campus and other similar institution.\n\nSatunya lagi, Pucelle Eau De Luxe Body Spray Lucent… ini yang ada anti-bacterial agent-nya ya. Light-weighted, fun, with the similar elegance as the cologne. Wear this to enhance the cologne’s strength, or use it alone for your daily activity. This one will be great for a short errand like groceries, casual strolling and exercise time.\n\nAku yakin tipe wangi yang satu ini sangat mudah digunakan, dan disukai. Pucelle kalo bikin parfum menurutku cakep-cakep, dengan alkohol yang rendah dan nggak terasa (part ini penting menurutku… karena bikin wanginya alus gitu, kebayang kan?). \n\nBuat yang mau cobain segera, bisa cek langsung ke @Tokopedia Mandom Official ya!\n\nTrus, aku mau traktir kalian nyobain juga —mau ngga? Cukup komentar di bawah dan pilih, momen golden hour yang mau kalian pasangin dengan wangi Lucent ini tuh apa sih? \n\nThree winners will be announced tomorrow! I hope you like this video too… (written, directed and edited by yours truly *mandiri* 🙈) —this is truly how I imagine having a golden hour with Lucent will look like. Sunny and warm, with a lot of self-love. 🌞🤗💕\n\n#Luscentdale #AD", "comment_count": 38, "like_count": 764}, "post4": {"caption": "Tidak hari ini saja, tapi selamanya.\n\n#ClaraGempa - @b96t 🖤", "comment_count": 49, "like_count": 3205}, "post5": {"caption": "Kemarin, aku menemani salah satu team Lucedale, Anisa, untuk vaksin di Kopi Ingkar Janji — Kulon Progo. Tempat vaksin paling cantik yang pernah aku datengin karena sekelilingnya pegunungan, trus udaranya sejuk. Vaksinasinya diselenggarakan oleh @tiketcom dan proses pendaftaran dilakukan dari aplikasi tiket.com juga. Super easy & helpful. Lega karena sekarang seluruh team Lucedale udah vaksin! Jaga kesehatan selalu ya teman-teman. Yang belum vaksin, mari vaksin segera ❤️ \n\nTetap sehat #adatiketnya! Mask ON, tiket ON! \n\n#AD", "comment_count": 5, "like_count": 993}, "post6": {"caption": "Our #Cheesemate Date video is finally up! \n\nAkhirnya jadi juga IG LIVE bersama @tanyalarasati buat ngobrol-ngobrol tentang pertemanan. Pas kebetulan habis Friendship Day juga, kan. \n\nAku dan Anya kenal jaman masih kuliah dan kerja nyambi ini itu. Nggak menyangka, sekian tahun kemudian aku boleh kembali dekat sama Anya di saat kehidupan udah memasuki fase berikutnya... alias jadi istri dan emak-emak! Mungkin karena udah ada di fase ini juga, kami bisa mencoba membangun persahabatan yang lebih sehat. Ini semua berkat pelajaran yang sebelumnya kami dapat dari belajar \"temenan\" sama yang lain - ada yang berhasil, ada yang enggak. But all bring us closer to be a better version of ourselves! Semua butuh proses dan waktu, begitu pun persahabatan. Memang bener ya, #GoodThingsTakeTime :\")\n\nA special shout out to our kindest sponsor @mainland_indonesia yang nggak hanya memperkenalkan kami sama premium natural cheese mereka buat dicemilin sembari ngobrol (yang semuanya sungguh 💖enak💖), tapi juga untuk motivasi yang diberikan kepada kami dalam membicarakan topik yang dekat di hati. They truly care about the story of genuine friendship that goes along the time, and we are very grateful to share such similar value with Mainland. \n\nKamu sendiri, bagaimana? Cerita yuk soal kisah persahabatan kamu, baik bagi yang sudah menemukan atau sedang menikmati waktu sendiri. Abis itu sekalian ikutan aktivitas #Cheesemates dari @mainland_indonesia yang banyak hadiahnya, ya! Caranya mudah kok:\n\n1️⃣ Post foto kamu bersama teman-teman baikmu, lalu tag @mainland_indonesia.\n\n2️⃣ Ceritakan kisah pertemanan kalian di caption. Jangan lupa tag temen-temen yang ada di fotomu juga ya. \n\n3️⃣ Sisipkan hashtag #GoodThingsTakeTime dan #Cheesemates di caption supaya kisahmu terbaca. \n\nAnd that's all! Semoga kalian bisa semakin dekat dengan teman-teman yang menyayangi kalian dengan setulus hati. \n\nNow tell me and @tanyalarasati, what should we do for the next IG Live session together?", "comment_count": 6, "like_count": 254}, "post7": {"caption": "Re-introducing: La Prima Rosa.🌸\n\nA heartfelt collaboration between Lucedale and @marvey_studio - a reminder to always put yourself first. Now comes in extended pieces, freshly launched yesterday, with special discount offered.\n\nStory, Styling & Direction by yours truly, made into beautiful motion by @oktavisual. \n\nHave you find yourself again? 🤍\n_\n#MarveyXLucedale #LaPrimaRosa", "comment_count": 30, "like_count": 1880}, "post8": {"caption": "An introduction to Lucedale x @marvey_studio collaboration, product reveal and more talk on our special message on this campaign. ❤️\n\n#MarveyxLucedale\n#LaPrimaRosa", "comment_count": 3, "like_count": 445}, "post9": {"caption": "\"Kenapa sih sensitif banget?\" \n\nIni adalah kalimat yang kerap aku dengar sedari kecil. Bukan hanya celetukan iseng dari keluarga, tapi juga dikatakan oleh teman dan gebetan 😄 Memang seolah sepele, tapi efeknya luarbiasa. Aku juga jadi ikut bertanya-tanya, iya ya kenapa ya aku sensitif sekali? Kenapa semua hal harus dirasakan \"berlebihan\"? Kenapa nggak bisa cuek sama omongan orang? - dan seterusnya. Bikin minder dan kesepian lho rasanya. \n\nMasa muda memang masa yang penuh pertanyaan tentang bagaimana kita seharusnya bersikap. Atau dalam hal ini: bagaimana kita bisa membedakan, karakter mana yang bisa kita kembangkan, dan yang mana yang bukan sebuah kesalahan?\n\nMemahami diri sendiri bukan sebuah perjalanan singkat. Setelah sekian lama bersetia mendengarkan kata hati, aku akhirnya paham, bahwa kelemahanku bukanlah sebuah kutukan, melainkan jalan untuk menemukan potensi diriku yang belum kelihatan. \n\nI love being my melancholic self. I love how my heart get easily smitten every time I see my parents hug, or turning sad whenever I see my best friend hurt. I love how my heart would tell me what exactly needed to be written. And whenever I wake up not feeling like I love myself anymore, I forgive her. The next day, I will try to love her again. \n\nJangan pernah lupa menjadi sahabat terbaik bagi dirimu sendiri. Seperti yang kuucapkan lewat video di atas: dunia ini sungguh beragam, dan itu yang membuat kita semua berharga. Percayalah. \n\nCerita dong, apa sih sifat yang dulunya kamu ragukan, lalu akhirnya malah bisa menjadi kelebihanmu? ❤️\n_\n#LucedaleHerWildThoughts #RevlonxLucedale #RevlonIsMe #SuperLustrous #TheLusciousMattes @RevlonID", "comment_count": 82, "like_count": 2184}, "post10": {"caption": "Hi teman-teman, sesuai janji pada beberapa kali #sneakpeek yang lalu, hari ini aku mau memperkenalkan tiga varian baru dari seri PUCELLE AUDACITY Le Parfum. \n\nAUDACITY dibuat dengan konsentrasi Eau De Parfum dalam kemasan 50ml yang desainnya minimalis, chic, elegan. Ada tiga aroma berbeda yang wanginya bisa bertahan lama hingga 8 jam, apalagi saat disemprotkan ke pakaian. Nempel hingga bajunya dicuci! That being said, AUDACITY is still a fresh and sweet fragrance that we can use for daily wear.\n\nWithout further ado, let’s go on a trip down memory lane with me and my three PUCELLE AUDACITY beauties! \n\nP.S.: Semua produk ini sudah tersedia online dan offline lho. Make sure to sniff them when you get a chance, or shop them online right away. Mau cobain ga? Please comment below ⬇️ after you watch the clip ya! Happy watching! 💕\n\n_\n@pucelleid #symBOLDlizeyou! #Ad", "comment_count": 176, "like_count": 481}, "post11": {"caption": "Selamat pagi, menyapa dari kehidupan berkawat gigi yang udah berjalan hampir 10 bulan. \n\nMau cerita ah, soalnya jarang-jarang punya foto kelihatan kawatnya begini. Aku nggak pernah nyangka akan begitu terbiasa sama kawat gigiku, atau bahwa sekarang aku lebih semangat merawat gigi (I can floss without looking the mirror now!) —belum lagi kalo inget begitu banyaknya temen yang nggak sadar, kaget dan bahkan sering lupa kalau aku sekarang berkawat 🤣 Memang seamless sekali sih jenis Damon Clear ini.\n\nPelajaran berharga: jangan menunda saat dokter kasih saran gigi harus dikawat ya. Dulu harusnya aku berkawat saat SMA tapi karena merasa malas dan “gigi baik-baik aja” akhirnya merasakan di umur 30 gigi bermasalah ini itu. Memutuskan pasang kawat gigi tahun lalu rasanya tepat, karena toh kita kemana-mana pakai masker, jadi pas awal-awal masih monyong merasa nggak takut karena ketutupan ini 😂. \n\nSekarang sih udah pewe sekali karena terbiasa dan juga merasakan manfaatnya. Selain gigi pastinya lebih rapi dan tidak lagi mengalami gusi berdarah, kasus impaksi gigi gerahamku juga sudah kelihatan banget progressnya. Giginya tidak “tenggelam” di gusi lagi, sekarang udah mulai naik separo lebih, jadi nggak ada sakit kepala atau gusi kemeng sama sekali 🥳\n\nKabarnya kalo proses bagus bisa tepat waktu 1,5 tahun lepas braces, apakah mungkin terjadi? Semoga ya bu dok @adeliasusanto 💛 Untuk dokumentasi kecil perjalanan braces ini, ada di highlight “braces lyfe”. \n\nSehat-sehat terus kita ya... Mari kita juga rajin menjaga kesehatan gigi, karena semakin kita berumur, makin benar istilah “sakit gigi lebih menyiksa daripada patah hati” — sumpah, cobain deh kalo penasaran 🤣", "comment_count": 21, "like_count": 1487}}}