{"username": "marischkaprue", "full_name": "Marischka Prudence", "follower": 111414, "following": 1293, "post_count": 7144, "category_name": "Blogger", "biography": "Travel Blogger & a Happy Diver 😃\nLiving in Paradise: Indonesia 🇮🇩\n📍Indonesia\n 🌞🌿⬇️", "is_profesional": true, "data_media_photo": {"post0": {"caption": "𝘿𝙚𝙛𝙞𝙣𝙞𝙩𝙚𝙡𝙮 𝙖 𝙜𝙤𝙤𝙙 𝙙𝙖𝙮 𝙩𝙤 𝙙𝙞𝙫𝙚 🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🥰✌🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟𝐬𝐰𝐢𝐩𝐞 𝐭𝐨 𝐬𝐞𝐞 𝐌𝐀𝐒𝐒𝐈𝐕𝐄 𝐁𝐀𝐑𝐑𝐀𝐂𝐔𝐃𝐀 𝐓𝐘𝐏𝐇𝐎𝐎𝐍🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟🐟\n\n📍𝐓𝐡𝐞 𝐂𝐡𝐚𝐧𝐧𝐞𝐥 𝐃𝐢𝐯𝐞 𝐒𝐢𝐭𝐞, 𝐃𝐞𝐫𝐚𝐰𝐚𝐧\n📷: @ferryrusli\n\n#MPDivingDays\n#DerawanMP\nDive with @seatrip.id @greennirvanaresort", "comment_count": 596, "like_count": 9108}, "post1": {"caption": "𝗛𝗲𝗹𝗹𝗮𝘄 𝗠𝗿.𝗝𝗲𝗹𝗹𝘆!\n\nSelalu happy kembali ke danau ubur-ubur di manapun. 𝗨𝗯𝘂𝗿-𝘂𝗯𝘂𝗿𝗻𝘆𝗮 𝗴𝗮 𝗺𝗲𝗻𝘆𝗲𝗻𝗴𝗮𝘁 𝗷𝗮𝗱𝗶 𝗯𝗲𝗯𝗮𝘀 𝗻𝗲𝗺𝗽𝗲𝗹-𝗻𝗲𝗺𝗽𝗲𝗹 ☺😚 ,klo ubur-ubur yang di laut sih begitu liat langsung bye 👋 daripada gatel & merah-merah berhari-hari. Tapi 𝗱𝗶 𝗗𝗮𝗻𝗮𝘂 𝗞𝗮𝗸𝗮𝗯𝗮𝗻, 𝘂𝗯𝘂𝗿-𝘂𝗯𝘂𝗿𝗻𝘆𝗮 𝗳𝗿𝗶𝗲𝗻𝗱𝗹𝘆! 𝗚𝗮 𝘀𝗲𝗻𝗴𝗴𝗼𝗹 𝘀𝗲𝗻𝗴𝗮𝘁 💥\n\nIni lagi mendung jadi ga banyak ubur-ubur yang naik ke permukaan, klo lagi cerah sih seru banget, tapi ya namanya 𝗰𝘂𝗮𝗰𝗮 𝗴𝗮 𝗯𝗶𝘀𝗮 𝗱𝗶𝗮𝘁𝘂𝗿, 𝗷𝗮𝗱𝗶... 𝗱𝗶𝗻𝗶𝗸𝗺𝗮𝘁𝗶 𝗮𝗷𝗮 yekannn 😚😚\n\n📷: @ferryrusli\n\n📍 𝐃𝐚𝐧𝐚𝐮 𝐊𝐚𝐤𝐚𝐛𝐚𝐧\n(stingless jellyfish lake)\nPulau Kakaban\nDerawan, Kalimantan Timur\nIndonesia\n@greennirvanaresort @seatrip.id", "comment_count": 358, "like_count": 6271}, "post2": {"caption": "Akhirnya ke... da famous Barracuda Lake di Coron! Yang selama ini selalu liat di IG orang-orang wkwkwk... Ternyata.. emang BUAGUS BANGET danaunya! Bening POL, airnya anget! (Yeay! Surga untukkuhh), gampang turun karena airnya payau (lebih susah turun klo di air laut tentunya) dan banyak spot sepi! Beneran! Ramenya di area dermaganya doang, melipir dikit dah sepi soalnya danaunya gede! duh bisa seharian dah di sini, sayangnya mesti ke tempat lain jadi cuma bisa setengah hari wkwk, gpp lah ya buat next time jadi wajib ke sini lagi ⚡\nBtw klo ke sini mau main-main freedive dan foto2 semacam gini, pastiin sama trip yang nanganin buat freedive juga ya jadi bisa ke area macem-macem di danaunya, plus boleh ga pake life vest juga (penting, hahay!)\nThanks fotonya kokoh @austradivarius_underwater!\nCoron trip bersama Tripinc, akhirnya ikutan trip laut lagi ❤\n#BarracudaLake\n#MPCoron", "comment_count": 257, "like_count": 5773}, "post3": {"caption": "𝗕𝗹𝘂𝗲 𝗮𝗻𝗱 𝗦𝘂𝗻𝗻𝘆 𝗗𝗮𝘆 𝗶𝗻 𝗟𝗼𝗺𝗯𝗼𝗸!\n\nSelalu menyenangkan balik ke Lombok dan nemu lagi tempat baru! Hari ini mampir ke 𝗦𝗶𝘄𝗮 𝗖𝗹𝗶𝗳𝗳𝘀 di Pujut, Lombok Tengah. Viewnya bagus banget, banyak spot leyeh-leyeh dengan view lembah, bukit dan laut! Plus kopinya enak! 🥰☕️\n\nSebelum leyeh-leyeh, gw, @g_hanafiah @kevinsuann @deakenw @rfkyw juga main ke 𝗗𝗲𝘀𝗮 𝗪𝗶𝘀𝗮𝘁𝗮 𝗕𝗶𝗹𝗲𝗯𝗮𝗻𝘁𝗲 yang juga ada di Lombok Tengah. Di #DesaWisata Bilebante langsung disambut tarian, jamu sereh, serabi khas Lombok, nyobain main gasing kayu (yang bentuknya kaya bengkoang wkwk) walaupun gagal terus 🤣🤣 ,dan keliling naik ATV liatin view sawah #WisataDesa 💖\n\nBesok ke mana lagi yaa? 🥰🥰\n\nTrip with @pesona.indonesia\n#AyoLiburan #DiIndonesiaAja #WonderfulIndonesia", "comment_count": 12, "like_count": 281}, "post4": {"caption": "𝗪𝗮𝘁𝗲𝗿𝘆 𝗱𝗮𝘆 𝗲𝗻𝗷𝗼𝘆𝗶𝗻𝗴 𝘁𝗵𝗲 𝘁𝗵𝗿𝗲𝗲 𝗴𝗶𝗹𝗶 𝗶𝗻 𝗟𝗼𝗺𝗯𝗼𝗸!\n\nKali ini snorkelingnya bukan di Gili Trawangan, tapi ketiga gili ini:\n𝗚𝗶𝗹𝗶 𝗡𝗮𝗻𝗴𝗴𝘂, 𝗚𝗶𝗹𝗶 𝗦𝘂𝗱𝗮𝗸 & 𝗚𝗶𝗹𝗶 𝗞𝗲𝗱𝗶𝘀 yang ternyata baguss banget 😍😍\n\nNyebrangnya dari Dermaga Tawun (sekitar 1 jam aja dari Mataram), kita bisa sewa jukung buat keliling dan nyebur-nyebur 💦\n\nMore about our trip, cek postingannya @g_hanafiah @deakenw @rfkyw @kevinsuann ✌️\n\nTrip with @pesona.indonesia @wonderfulindonesia #DiIndonesiaAja #AyoLiburan #WonderfulIndonesia", "comment_count": 45, "like_count": 944}, "post5": {"caption": "𝗟𝗼𝘃𝗲 𝘁𝗵𝗲 𝘀𝘂𝗻, 𝗟𝗼𝘃𝗲 𝘁𝗵𝗲 𝘀𝘂𝗻𝘀𝗰𝗿𝗲𝗲𝗻!\n\nSemua pecinta kegiatan outdoor biasanya emang paling suka pas cuaca lagi cerah, tapi tentu harus sadar pentingnya melindungi kulit dari sinar UV! Pake sunscreen itu kaya investasi, harus rutin, konsisten dan hasilnya kita nikmatin di masa depan (kulit tetap sehat walau sudah bertambah umur yess!).\n\nMakanya #MaksimalinPakaiTriplePowerSunscreen! 𝗛𝗮𝗻𝗮𝘀𝘂𝗶 𝗖𝗼𝗹𝗹𝗮𝗴𝗲𝗻 𝗪𝗮𝘁𝗲𝗿 𝗦𝘂𝗻𝘀𝗰𝗿𝗲𝗲𝗻 perlindungan maksimal dari sinar UV dan polusi, plus memberi kelembapan 3x lebih baik! 1st Collagen Water Sunscreen di Indonesia!\n\n𝗠𝘆 𝗿𝗲𝘃𝗶𝗲𝘄 abt @officialhanasui Collagen Water Sunscreen:\nTeksturnya sangat light dan mudah meresap, ga berasa lengket sama sekali\nAda feels dingin-dingin sedikit pas dipake tapi bukan mint\nGa ada whitecast (putih-putih di muka), mengkilap tipis aja jadi bisa buat dipake tanpa pake foundation/ bedak\n\n#Hanasui", "comment_count": 28, "like_count": 622}, "post6": {"caption": "𝗢𝗻𝗲 𝗺𝗶𝗻𝘂𝘁𝗲 𝗵𝗶𝗴𝗵𝗹𝗶𝗴𝗵𝘁 𝗼𝗳 𝗼𝘂𝗿 𝗺𝗲𝗺𝗼𝗿𝗮𝗯𝗹𝗲 𝗲𝘅𝗽𝗲𝗿𝗶𝗲𝗻𝗰𝗲 𝗮𝘁 𝗥𝗲𝘀𝗼𝗿𝘁𝘀 𝗪𝗼𝗿𝗹𝗱 𝗦𝗲𝗻𝘁𝗼𝘀𝗮!\n\nUniversal Studios Singapore, S.E.A. Aquarium, Adventure Cove Waterpark, Ocean Suites, all the other beautiful and cozy hotels , and of course the food!\n\nHaving great great moments at @rwsentosa and will definitely come back in future! \n\n#rwsmoments", "comment_count": 45, "like_count": 533}, "post7": {"caption": "Something to put on your list for more memorable 𝗳𝗼𝗼𝗱 𝗲𝘅𝗽𝗲𝗿𝗶𝗲𝗻𝗰𝗲𝘀 at @rwsentosa:\n\n𝗢𝗖𝗘𝗔𝗡 𝗥𝗘𝗦𝗧𝗔𝗨𝗥𝗔𝗡𝗧\n\nDine with a view! Bayangkan menikmati lunch/ dinner sambil melihat binatang laut melintas di panel kaca besar yang memenuhi dinding. OCEAN RESTAURANT menempel dengan area Open Ocean Habitat di S.E.A. Aquarium dengan lebih dari 40.000 marine animals yang akan membuat waktu makan serasa berada di bawah laut! Lunch set start from 88 SGD/ person, dan dinner set start from 148 SGD/ person\n\n𝗙𝗲𝗻𝗴 𝗦𝗵𝘂𝗶 𝗜𝗻𝗻\n\nDari namanya kita sudah bisa menebak bahwa Feng Shui Inn menyajikan Chinese culinary, tepatnya Cantonese. Jangan lewatkan juga Dim Sum Lunch Menu yang sangat beragam!\n\n𝗢𝘀𝗶𝗮 𝗦𝘁𝗲𝗮𝗸 𝗮𝗻𝗱 𝗦𝗲𝗮𝗳𝗼𝗼𝗱 𝗚𝗿𝗶𝗹𝗹\n\nOsia Steak and Seafood Grill yang ada di Resorts World Sentosa dinamai sesuai nama restoran kebanggan Celebrity Chef Scott Webster yang se- belumnya ada di London. Signature dishes yang bisa jadi pilihan: “Stockyard Beef” Black Angus Tomahawk dan Grilled Seafood Platter! YUM!\n\nEnjoy the food experience! #rwsmoments", "comment_count": 11, "like_count": 343}, "post8": {"caption": "Tahukah teman-teman, kalau lahan yang tak lagi digunakan dalam aktivitas pertambangan di @ammanmineral , 𝘄𝗮𝗷𝗶𝗯 𝗱𝗶𝗵𝗶𝗷𝗮𝘂𝗸𝗮𝗻 𝗸𝗲𝗺𝗯𝗮𝗹𝗶 atau biasa disebut dengan #reklamasi?\n \nReklamasi dilakukan melalui beberapa tahap, seperti pembentukan kontur lahan, menyiapkan tanah yang subur, hingga penanaman kembali atau revegetasi yang biasa dilakukan di musim hujan.\n\nSaat ini, 𝗹𝗲𝗯𝗶𝗵 𝗱𝗮𝗿𝗶 𝟳𝟬𝟬 𝗵𝗲𝗸𝘁𝗮𝗿 𝗹𝗮𝗵𝗮𝗻 𝗱𝗶 𝘁𝗮𝗺𝗯𝗮𝗻𝗴 𝗕𝗮𝘁𝘂 𝗛𝗶𝗷𝗮𝘂 𝘁𝗲𝗹𝗮𝗵 𝗱𝗶𝗿𝗲𝗸𝗹𝗮𝗺𝗮𝘀𝗶 𝗼𝗹𝗲𝗵 𝗔𝗠𝗠𝗔𝗡, dan akan terus bertambah ke depannya. Ternyata perusahaan ini telah melakukan Reklamasi sejak  awal kegiatan operasional mereka, yaitu di tahun 1999. Reklamasi juga terus dilakukan bersamaan dengan kegiatan operasional.\n\nMemang 𝗽𝗲𝗿𝗹𝘂 𝗽𝗿𝗼𝘀𝗲𝘀 𝗱𝗮𝗻 𝗸𝗲𝘀𝗮𝗯𝗮𝗿𝗮𝗻, 𝗮𝗴𝗮𝗿 𝗹𝗮𝗵𝗮𝗻 𝗿𝗲𝗸𝗹𝗮𝗺𝗮𝘀𝗶 𝗱𝗮𝗽𝗮𝘁 𝗸𝗲𝗺𝗯𝗮𝗹𝗶 𝗺𝗲𝗻𝗷𝗮𝗱𝗶 𝗲𝗸𝗼𝘀𝗶𝘀𝘁𝗲𝗺 𝘆𝗮𝗻𝗴 𝗹𝗲𝗻𝗴𝗸𝗮𝗽. Saat ini, area reklamasi AMMAN sudah seperti hutan natural, lengkap dengan pepohonan yang tinggi, serta satwa endemik yang bernaung di dalamnya.\n \n𝗬𝘂𝗸 𝗸𝗶𝘁𝗮 𝗹𝗶𝗵𝗮𝘁 𝗹𝗲𝗯𝗶𝗵 𝗱𝗲𝗸𝗮𝘁 area reklamasi di tambang Batu Hijau milik AMMAN!", "comment_count": 66, "like_count": 391}, "post9": {"caption": "𝗗𝗲𝗳𝗶𝗻𝗶𝘁𝗲𝗹𝘆 𝗥𝗢𝗢𝗠 𝗪𝗜𝗧𝗛 𝗔 𝗩𝗜𝗘𝗪!\nAda banyak opsi menginap di Resorts World Sentosa, tentunya akan tergantung budget dan kebutuhan masing-masing ya! Here are some accommodation in @rwsentosa :\n\n𝗢𝗰𝗲𝗮𝗻 𝗦𝘂𝗶𝘁𝗲𝘀\n\nDefinitely visual experience karena kamar menyambung dengan aquarium Open Ocean Habitat di S.E.A. Aquarium, yang berarti kita bisa menikmati pemandangan luar bi- asa dari dalam kamar, bahkan saat sebelum tidur dan saat berendam di bathtub!\n\n𝗧𝗿𝗲𝗲𝘁𝗼𝗽 𝗟𝗼𝗳𝘁 (slide 2 & 3)\n\nDikelilingi pepohonan, unit-unit yang ada di Treetop Loft berada di ketinggian setidaknya 12 meter, tapi tenang saja, ada akses lift hingga ke dekat kamar/ unit loft.\n\n𝗛𝗮𝗿𝗱 𝗥𝗼𝗰𝗸 𝗛𝗼𝘁𝗲𝗹 𝗦𝗶𝗻𝗴𝗮𝗽𝗼𝗿𝗲 (slide 4 - 6)\n\nCiri khas Hard Rock memang sudah kita kenal sejak dulu, tapi jika mencari akomodasi dengan salah satu akses terbaik di Resorts World Sentosa, Hard Rock Hotel Singapore jadi pilihan tepat karena untuk menuju attractions seperti Universal Studios Singapore, S.E.A. Aquarium dan Adventure Cove Waterpark, cukup dengan berjalan kaki singkat saja!\n\n𝗕𝗲𝗮𝗰𝗵 𝗩𝗶𝗹𝗹𝗮𝘀 (slide 7 - 8)\n\nDengan vibes pantai dan laut, Beach Villas terbaik untuk chill, berenang di private pool dan menikmati kombinasi pemandangan laut dan perkotaan\n\n𝗘𝗾𝘂𝗮𝗿𝗶𝘂𝘀 𝗛𝗼𝘁𝗲𝗹 (slide 9 - 10)\n\nUntuk kenyamanan hotel dengan kamar dan balkon yang luas, Equarius Hotel jadi pilihan menyenangkan. Bersebelahan dengan Adventure Cove Waterpark, ada banyak pilihan kamar dengan view yang berbeda\n\nJadi, mau stay di mana next time ke Resorts World Sentosa? #rwsmoments", "comment_count": 34, "like_count": 580}, "post10": {"caption": "𝗦𝗼𝗼𝗼𝗼 𝗺𝘂𝗰𝗵 𝗳𝘂𝗻 𝘀𝗽𝗲𝗻𝗱𝗶𝗻𝗴 𝘁𝗶𝗺𝗲 𝗮𝘁 𝗥𝗲𝘀𝗼𝗿𝘁𝘀 𝗪𝗼𝗿𝗹𝗱 𝗦𝗲𝗻𝘁𝗼𝘀𝗮 𝗦𝗶𝗻𝗴𝗮𝗽𝗼𝗿𝗲!\nAda banyak banget hal yang bisa dilakukan di @rwsentosa , tapi tiga tempat ini wajib banget dinikmati:\n\n𝗨𝗻𝗶𝘃𝗲𝗿𝘀𝗮𝗹 𝗦𝘁𝘂𝗱𝗶𝗼𝘀 𝗦𝗶𝗻𝗴𝗮𝗽𝗼𝗿𝗲\n\nSiapa sih yang ga suka ke USS? Viewnya seru dan gemes-gemes, ridesnya banyak dan seru, bisa foto-foto sama karakter-karakter fa- vorit kita, dan belanja barang-barang lucu pastinya! Nantikan ada area baru Minion Land yang bisa kita nikmati di 2024 nanti!\n\n𝗦.𝗘.𝗔. 𝗔𝗾𝘂𝗮𝗿𝗶𝘂𝗺\n\nArea dengan lebih dari 100.000 marine animals dari 800 spesies yang berbeda, menyusuri S.E.A. Aquarium membuat kita lebih menge- nal kekayaan laut. Banyak zona yang berbeda namun kita akan terpesona di area Open Ocean dengan kaca yang sangaaaaat besar!\n\n𝗔𝗱𝘃𝗲𝗻𝘁𝘂𝗿𝗲 𝗖𝗼𝘃𝗲 𝗪𝗮𝘁𝗲𝗿𝗽𝗮𝗿𝗸\n\nMain air selalu menyenangkan, apalagi di teriknya matari Singapura! Let’s have some splash di Adventure Cove Waterpark! Mulai dari Riptide Rocket, Dueling Racer, sampai snorkeling di Rainbow Reef!\n\nSo, put this on your list for your next Singapore trip!\n\n#rwsmoments #universalstudiosingapore #seaaquarium #adventurecovewaterpark", "comment_count": 118, "like_count": 460}, "post11": {"caption": "𝗛𝗘𝗬𝗛𝗢 from Resorts World Sentosa Singapore! 👋👋👋\n\n📍𝐒𝐩𝐨𝐭𝐬:\n1: Hard Rock Hotel Singapore\n2. Beach Villas\n3. Universal Studios Singapore\n4. S.E.A Aquarium\n5. Tree Top Loft\n6. Ocean Restaurant\n7. S.E.A Aquarium", "comment_count": 18, "like_count": 801}}, "data_media_video": {"post0": {"caption": "𝗘𝗻𝘁𝗮𝗵 𝗸𝗲𝗻𝗮𝗽𝗮, 𝗱𝗮𝗿𝗶 𝗱𝘂𝗹𝘂 𝗴𝘄 𝘂𝗱𝗮𝗵 𝘀𝘂𝗸𝗮 𝗯𝗮𝗻𝗴𝗲𝘁 𝘀𝗮𝗺𝗮 𝗿𝗮𝗺𝗯𝘂𝘁 𝘄𝗮𝗿𝗻𝗮-𝘄𝗮𝗿𝗻𝗶, dan akhirnya sekitar tujuh tahun lalu nyobain rambut dicat warna.. IJO! haha, pelan-pelan dari ujungnya doang, sampe akhirnya full berwarna, dan hampir semua warna gw coba! Hijau, biru, ungu, tosca, silver, grey, peach dan pink! 𝗦𝘂𝗻𝗴𝗴𝘂𝗵 𝗵𝗮𝗽𝗽𝘆 𝗯𝗮𝗻𝗴𝗲𝘁 𝗱𝗲𝗻𝗴𝗮𝗻 𝗿𝗮𝗺𝗯𝘂𝘁 𝗯𝗲𝗿𝗮𝗻𝗲𝗸𝗮 𝘄𝗮𝗿𝗻𝗮 𝗶𝗻𝗶 𝘄𝗮𝗹𝗮𝘂𝗽𝘂𝗻 𝘆𝗮𝗵 𝗸𝗮𝗱𝗮𝗻𝗴 𝘀𝘂𝗸𝗮 𝗱𝗶𝗸𝗮𝘁𝗮𝗶𝗻 𝗺𝗮𝗰𝗲𝗺-𝗺𝗮𝗰𝗲𝗺 ya, tapi cuek aja dong kan #RambutAkuKataAku\n\nMakanya 𝘀𝗲𝗻𝗲𝗻𝗴 𝗯𝗮𝗻𝗴𝗲𝘁 𝗯𝗶𝘀𝗮 𝗱𝗮𝗽𝗲𝘁 𝗸𝗲𝘀𝗲𝗺𝗽𝗮𝘁𝗮𝗻 𝗸𝗼𝗹𝗮𝗯𝗼𝗿𝗮𝘀𝗶 𝗯𝗮𝗿𝗲𝗻𝗴 𝗗𝗼𝘃𝗲, @therealdisastr @popsovia @agnesoryza @natyabestari20 buat bareng-bareng ngajakin temen-temen semua supaya lebih pede dan embrace gaya rambut masing-masing lewat music video #RambutkuMahkotaku ,kita 𝗸𝗶𝗯𝗮𝘀𝗶𝗻 𝗮𝗷𝗮 𝘀𝗲𝗺𝘂𝗮 𝗸𝗼𝗺𝗲𝗻 𝗻𝗲𝗴𝗮𝘁𝗶𝗳! Klo kalian gimana? pernah dengar kata-kata negatif soal rambut kamu? Tapi apa kata kamu?\n\n𝗬𝘂𝗸 𝗹𝗶𝗮𝘁 𝗳𝘂𝗹𝗹 𝗠𝗩 #RambutkuMahkotaku di YouTube Dove Indonesia! #Dove_idn @allthingshairid", "comment_count": 127, "like_count": 648}, "post1": {"caption": "𝗪𝗲𝗹𝗰𝗼𝗺𝗶𝗻𝗴 𝘁𝗵𝗲 𝗻𝗲𝘄 𝗽𝗼𝘄𝗲𝗿𝗳𝘂𝗹 @biobeautylab 𝗳𝗮𝗺 ,𝗣𝗼𝘁𝗲𝗻𝘁-𝗖 𝗣𝗼𝘄𝗲𝗿 𝗦𝗲𝗿𝘂𝗺! \n\nKita udah tau lah ya gimana bagusnya vitamin C buat perawatan kulit, nah 𝗣𝗼𝘁𝗲𝗻𝘁-𝗖 𝗺𝗲𝗻𝗴𝗮𝗻𝗱𝘂𝗻𝗴 𝗧𝗛𝗗 𝗔𝘀𝗰𝗼𝗿𝗯𝗮𝘁𝗲, 𝗳𝗼𝗿𝗺 𝘃𝗶𝘁𝗮𝗺𝗶𝗻 𝗖 𝘆𝗮𝗻𝗴 𝗹𝗲𝗯𝗶𝗵 𝘀𝘁𝗮𝗯𝗶𝗹 𝗱𝗮𝗻 𝟱𝟬𝘅 𝗹𝗲𝗯𝗶𝗵 𝗽𝗼𝘄𝗲𝗿𝗳𝘂𝗹.\n\nYang paling berasa di awal pemakaian:\nKulit lebih cerah (cerah ya bukan putih) ✅\nWarna kulit lebih rata ✅\nTekstur mayan membaik ✅ (pas positif sempet bikin kulit jadi kacau dan jerawatan soalnya, jadi mudah-mudahan lebih cepat membaik klo pake Potent-C)\nLanjutannya nanti ya, after pake lebih lama \n\n𝗣𝗼𝘁𝗲𝗻𝘁-𝗖 𝗶𝗻𝗶 𝘂𝗱𝗮𝗵 𝗯𝗶𝘀𝗮 𝗱𝗶𝗯𝗲𝗹𝗶 𝗱𝗶 𝗲𝗰𝗼𝗺𝗺𝗲𝗿𝗰𝗲 𝗺𝘂𝗹𝗮𝗶 𝘁𝗮𝗻𝗴𝗴𝗮𝗹 𝟮𝟱 𝗙𝗲𝗯 𝗶𝗻𝗶 𝘆𝗮! Langsung cek aja di postingannya @biobeautylab! Biar #autoglowing yakannn", "comment_count": 19, "like_count": 249}, "post2": {"caption": "𝗚𝗹𝗮𝗱 𝘁𝗼 𝗯𝗲 𝗮𝗯𝗹𝗲 𝘁𝗼 𝘀𝗵𝗮𝗿𝗲 𝗼𝗻𝗲 𝗼𝗳 𝗜𝗻𝗱𝗼𝗻𝗲𝘀𝗶𝗮'𝘀 𝗕𝗲𝘀𝘁 𝗘𝘃𝗲𝗿 𝗗𝗲𝘀𝘁𝗶𝗻𝗮𝘁𝗶𝗼𝗻𝘀: 𝗟𝗮𝗯𝘂𝗮𝗻 𝗕𝗮𝗷𝗼!\n\nSee the 5 minutes version from our stories about the land of dragon, the sea of magical experiences: Komodo National Park on TLC (𝘆𝗼𝘂 𝗰𝗮𝗻 𝘄𝗮𝘁𝗰𝗵 𝗶𝘁 𝗼𝗻 𝗧𝗟𝗖 𝗦𝗼𝘂𝘁𝗵𝗲𝗮𝘀𝘁 𝗔𝘀𝗶𝗮 𝗬𝗼𝘂𝘁𝘂𝗯𝗲 𝗖𝗵𝗮𝗻𝗻𝗲𝗹) 🥰🐉\n\n@indtravel @pesonaid_travel\n@tlcseasia @tlc", "comment_count": 34, "like_count": 445}, "post3": {"caption": "𝗞𝗮𝗱𝗮𝗻𝗴 𝗸𝗶𝘁𝗮 𝘀𝘂𝗸𝗮 𝗱𝗲𝗻𝗴𝗮𝗿 𝗽𝗲𝗿𝘁𝗮𝗻𝘆𝗮𝗮𝗻 𝗸𝗮𝘆𝗮 𝗴𝗶𝗻𝗶 “𝗪𝗵𝗮𝘁 𝗱𝗼 𝘆𝗼𝘂 𝘀𝗲𝗲 𝘆𝗼𝘂𝗿𝘀𝗲𝗹𝗳 𝗶𝗻 𝟱 𝗼𝗿 𝟭𝟬 𝘆𝗲𝗮𝗿𝘀?” dan kemudian kita jawab dengan proyeksi diri kita, pekerjaan kita, mimpi kita\n\nTapi, kalau pertanyaannya “𝗪𝗵𝗮𝘁 𝗱𝗼 𝘆𝗼𝘂 𝘀𝗲𝗲 𝘁𝗵𝗶𝘀 𝘄𝗼𝗿𝗹𝗱 𝗶𝘀 𝗴𝗼𝗻𝗻𝗮 𝗯𝗲 𝗶𝗻 𝟭𝟬 𝘆𝗲𝗮𝗿𝘀?,” mungkin kebanyakan dari kita akan langsung berpikir mengenai 𝗽𝗲𝗿𝘂𝗯𝗮𝗵𝗮𝗻 𝗶𝗸𝗹𝗶𝗺, 𝗺𝗮𝘀𝗮𝗹𝗮𝗵 𝘀𝗮𝗺𝗽𝗮𝗵, 𝘀𝘂𝗺𝗯𝗲𝗿 𝗱𝗮𝘆𝗮, 𝗯𝗮𝗻𝘆𝗮𝗸 𝘀𝗲𝗸𝗮𝗹𝗶 𝗽𝗿𝗼𝗯𝗹𝗲𝗺 𝘆𝗮𝗻𝗴 𝗱𝗶𝗵𝗮𝗱𝗮𝗽𝗶 𝗱𝘂𝗻𝗶𝗮 𝗸𝗶𝘁𝗮 𝗶𝗻𝗶, dan salah satunya adalah lahan gambut yang semakin berkurang setiap tahunnya..\n\n𝗜𝗻𝗱𝗼𝗻𝗲𝘀𝗶𝗮 𝗺𝗲𝗺𝗶𝗹𝗶𝗸𝗶 𝗹𝘂𝗮𝘀 𝗹𝗮𝗵𝗮𝗻 𝗴𝗮𝗺𝗯𝘂𝘁 𝘁𝗲𝗿𝗹𝘂𝗮𝘀 𝗸𝗲-𝟰 𝗱𝗶 𝗱𝘂𝗻𝗶𝗮, namun pembukaan lahan, kebakaran hutan dan tentunya berbagai campur tangan manusia membuat lahan gambut semakin berkurang dan mendorong semakin cepatnya perubahan iklim.\n\nPermasalahan lahan gambut lebih kompleks dari apa yang bisa dijelaskan di video ini, namun 𝗺𝗮𝗿𝗶 𝗹𝘂𝗮𝗻𝗴𝗸𝗮𝗻 𝘄𝗮𝗸𝘁𝘂 𝟯,𝟱 𝗺𝗲𝗻𝗶𝘁 𝘀𝗮𝗷𝗮 𝘂𝗻𝘁𝘂𝗸 𝗺𝗲𝗺𝗮𝗵𝗮𝗺𝗶 𝗯𝗲𝘁𝗮𝗽𝗮 𝗽𝗲𝗻𝘁𝗶𝗻𝗴𝗻𝘆𝗮 𝗹𝗮𝗵𝗮𝗻 𝗴𝗮𝗺𝗯𝘂𝘁, 𝗱𝗮𝗻 𝗸𝗲𝘁𝗮𝗵𝘂𝗶 𝗮𝗽𝗮 𝘆𝗮𝗻𝗴 𝗯𝗶𝘀𝗮 𝗸𝗶𝘁𝗮 𝗹𝗮𝗸𝘂𝗸𝗮𝗻 𝘀𝗮𝗮𝘁 𝗶𝗻𝗶, untuk Indonesia dan dunia di @pantaugambut\n\n#PantauGambut  #PeatlandIsNotWasteLand #MudaMudiBumi #TimeForActionIndonesia #UntukmuBumiku #CreatingTomorrowsPositiveInfluence with @gushcloudid", "comment_count": 181, "like_count": 526}, "post4": {"caption": "𝗔𝗽𝗮 𝘆𝗮𝗻𝗴 𝗱𝗶𝘁𝗮𝗻𝗮𝗺, 𝗶𝘁𝘂 𝘆𝗮𝗻𝗴 𝗮𝗸𝗮𝗻 𝗸𝗶𝘁𝗮 𝘁𝘂𝗮𝗶\n\nMenanam adalah investasi,\n𝗺𝗲𝗻𝗮𝗻𝗮𝗺 𝗽𝗼𝗵𝗼𝗻 𝗮𝗱𝗮𝗹𝗮𝗵 𝗶𝗻𝘃𝗲𝘀𝘁𝗮𝘀𝗶 𝘂𝗻𝘁𝘂𝗸 𝗯𝘂𝗺𝗶 𝗱𝗮𝗻 𝗸𝗶𝘁𝗮 𝘀𝗲𝗻𝗱𝗶𝗿𝗶!\n\nGw percaya, langkah kecil jika dilakukan bersama dan konsisten, akan memberikan dampak yang besar.\n\nBersama dengan teman-teman dari @econusa.id @jagalaut.id dan teman-teman lainnya, 𝗸𝗮𝗺𝗶 𝘀𝗲𝗿𝗲𝗺𝗽𝗮𝗸 𝗺𝗲𝗹𝗮𝗸𝘂𝗸𝗮𝗻 𝗹𝗮𝗻𝗴𝗸𝗮𝗵 𝗸𝗲𝗰𝗶𝗹 𝗯𝗲𝗿𝘀𝗮𝗺𝗮-𝘀𝗮𝗺𝗮 𝗱𝗶 𝟳𝟲 𝘁𝗶𝘁𝗶𝗸 𝗱𝗶 𝗜𝗻𝗱𝗼𝗻𝗲𝘀𝗶𝗮\n\nDi Jakarta, kami “menebar” media untuk tumbuhnya kerang hijau, yang bisa menjadi filter untuk perairan laut yang tercemar, tentunya perlahan dan kami pun berharap kegiatan seperti ini diteruskan oleh siapapun itu, 𝗺𝗲𝗻𝗷𝗮𝗱𝗶 𝗲𝘀𝘁𝗮𝗳𝗲𝘁 𝘆𝗮𝗻𝗴 𝘁𝗶𝗱𝗮𝗸 𝗽𝗲𝗿𝗻𝗮𝗵 𝗯𝗲𝗿𝗵𝗲𝗻𝘁𝗶 𝘂𝗻𝘁𝘂𝗸 𝗺𝗲𝗻𝗷𝗮𝗴𝗮 𝗯𝘂𝗺𝗶.\n\nSelain untuk laut, kami bersama-sama menanam bibit pohon yang menjadi “investasi” untuk kualitas udara yang lebih baik. 𝗣𝗼𝗵𝗼𝗻 𝘁𝗿𝗲𝗺𝗯𝗲𝘀𝗶 𝘆𝗮𝗻𝗴 𝗺𝗲𝗿𝘂𝗽𝗮𝗸𝗮𝗻 𝘀𝗮𝗹𝗮𝗵 𝘀𝗮𝘁𝘂 𝗽𝗲𝗻𝘆𝗲𝗿𝗮𝗽 𝗖𝗢𝟮 𝘁𝗲𝗿𝗸𝘂𝗮𝘁 juga kami tanam bersama.\n\nKami menanam dan berharap, dan harapan ini semoga tidak akan terhenti dan diteruskan bersama-sama\n\nMari bersama melakukan #AksiMudaJagaIklim\n\nPantau terus @econusa.id dan @jagalaut.id untuk bergabung dalam upaya bersama, 𝘂𝗻𝘁𝘂𝗸 𝗯𝘂𝗺𝗶 𝘆𝗮𝗻𝗴 𝗸𝗶𝘁𝗮 𝗰𝗶𝗻𝘁𝗮𝗶!", "comment_count": 256, "like_count": 479}, "post5": {"caption": "<𝙎𝘼𝙑𝙀 𝘼𝙉𝘿 𝙎𝙃𝘼𝙍𝙀>\n\n𝙇𝙤𝙢𝙗𝙤𝙠 𝙨𝙚𝙡𝙖𝙡𝙪 𝙗𝙞𝙠𝙞𝙣 𝙗𝙖𝙝𝙖𝙜𝙞𝙖, 𝙢𝙖𝙪 𝙥𝙖𝙣𝙩𝙖𝙞 𝙗𝙖𝙜𝙪𝙨, 𝙗𝙖𝙣𝙮𝙖𝙠𝙠𝙠, 𝙢𝙖𝙪 𝙡𝙞𝙖𝙩 𝙨𝙪𝙣𝙨𝙚𝙩, 𝙗𝙖𝙣𝙮𝙖𝙠 𝙗𝙖𝙣𝙜𝙚𝙩 𝙨𝙥𝙤𝙩𝙣𝙮𝙖, 𝙢𝙖𝙪 𝙖𝙙𝙫𝙚𝙣𝙩𝙪𝙧𝙚, 𝙗𝙞𝙨𝙖 𝙗𝙖𝙣𝙜𝙚𝙩, 𝙢𝙖𝙪 𝙠𝙪𝙡𝙞𝙣𝙚𝙧? 𝙙𝙞𝙟𝙖𝙢𝙞𝙣 𝙥𝙪𝙖𝙨 hehe.. Kembali ke Lombok selalu menyenangkan! Dari trip terakhir ke Lombok gw jadi pengen 𝙨𝙝𝙖𝙧𝙚 𝙗𝙚𝙗𝙚𝙧𝙖𝙥𝙖 𝙨𝙥𝙤𝙩 𝙮𝙖𝙣𝙜 𝙜𝙬 𝙙𝙖𝙩𝙚𝙣𝙜𝙞𝙣 𝙙𝙖𝙣 𝙨𝙚𝙠𝙖𝙡𝙞𝙖𝙣 𝙗𝙞𝙠𝙞𝙣𝙞𝙣 𝙞𝙩𝙞𝙣𝙚𝙧𝙖𝙧𝙮 𝙗𝙪𝙖𝙩 𝙠𝙖𝙡𝙞𝙖𝙣 yang pengen nikmatin Lombok dengan santai, tapi bisa dapet berbagai pengalaman seru!\n\nBuat yang pengen explore destinasi apa aja yang ada di Lombok tapi bingung mulai dari mana dan ke mana aja, 𝙜𝙬 𝙪𝙙𝙖𝙝 𝙗𝙞𝙠𝙞𝙣𝙞𝙣 𝙞𝙩𝙞𝙣𝙚𝙧𝙖𝙧𝙮 𝙇𝙤𝙢𝙗𝙤𝙠 𝙫𝙚𝙧𝙨𝙞 𝙜𝙬 𝙩𝙚𝙣𝙩𝙪𝙣𝙮𝙖, di aplikasi @kemanayo.id ya!\n\nNah, di aplikasi @kemanayo.id ,kalian bisa nemuin berbagai itinerary yang seru karena Kemanayo itu 𝙞𝙩𝙞𝙣𝙚𝙧𝙖𝙧𝙮 𝙢𝙖𝙧𝙠𝙚𝙩𝙥𝙡𝙖𝙘𝙚 𝙮𝙖𝙣𝙜 𝙢𝙚𝙢𝙪𝙙𝙖𝙝𝙠𝙖𝙣 𝙗𝙖𝙣𝙜𝙚𝙩 𝙗𝙪𝙖𝙩 𝙗𝙞𝙠𝙞𝙣 𝙥𝙡𝙖𝙣 𝙩𝙧𝙖𝙫𝙚𝙡 𝙠𝙖𝙡𝙞𝙖𝙣!, ga perlu screenshot atau ubek-ubek web, udah ada banyak banget itinerary yang dibuat sama traveler atau warga lokal yang memang sudah explore destinasinya dan tempat-tempat rekomendasinya banyak yang unik lho!\n\nUdah ada itinerary Jogja dari @depepedia, Bali Utara dari @kadekarini, Banyuwangi dari @kartuposinsta, dan Kuliner Semarang versi @myfunfoodiary, dan hidden gems Jawa Tengah versi @catatanbackpacker juga, dan itinerary Lombok versi gw!\n\nYuk dapetin itinerary @marischkaprue sekarang, caranya:\n* 𝘿𝙤𝙬𝙣𝙡𝙤𝙖𝙙 𝙖𝙥𝙥𝙨 𝙆𝙚𝙢𝙖𝙣𝙖𝙮𝙤 (iOS and Android user available)\n* Cari di bagian 𝙁𝙚𝙖𝙩𝙪𝙧𝙚𝙙 𝙏𝙧𝙞𝙥 “4D/3N PUAS eksplor Lombok Versi @MARISCHKAPRUE”\n* 𝙋𝙖𝙠𝙚 𝙫𝙤𝙪𝙘𝙝𝙚𝙧 “𝙈𝙖𝙧𝙞𝙨𝙘𝙝𝙠𝙖𝙓𝙆𝙚𝙢𝙖𝙣𝙖𝙮𝙤”. Ada 50% diskon harga itinerary dari 50k, jadi 25k aja untuk periode 7 Oktober - 17 Oktober. \n\nMudah-mudahan bisa bikin kalian puas explore Lombok dengan santai tapi seru tentunya! 🥰\n\nKlo udah beli itinerary versi gw, jangan lupa share di IG kalian dan tag gw ya!!", "comment_count": 15, "like_count": 393}, "post6": {"caption": "𝗕𝗲𝗹𝗼𝗺 𝗽𝗲𝗿𝗻𝗮𝗵 𝗸𝗲 𝗵𝗮𝗶𝗿 𝘀𝗮𝗹𝗼𝗻 𝗹𝗮𝗴𝗶 𝘀𝗲𝗷𝗮𝗸 𝗽𝗮𝗻𝗱𝗲𝗺𝗶, jadi biasanya recolor aja sendiri, tapi setelah sekitar 5 tahun rambut gue warnanya grey lagi grey lagi dan kadang kuning abis bleaching terus males diwarnain wkwk, 𝘀𝗲𝗸𝗮𝗿𝗮𝗻𝗴 𝘀𝗮𝗮𝘁𝗻𝘆𝗮.. 𝗚𝗔𝗡𝗧𝗜 𝗪𝗔𝗥𝗡𝗔 𝗥𝗔𝗠𝗕𝗨𝗧!!! ADA YANG BISA TEBAK JADI WARNA APA? wkwk\n\nAwalnya liat @amrazing pake 𝗠𝗶𝗿𝗮𝘁𝗼𝗻𝗲 𝗕𝘂𝗯𝗯𝗹𝗲 𝗣𝗹𝗮𝘆 𝗣𝗼𝗽, gw pun jadi pengen, tapi pilih warna 𝗠𝗮𝘁𝗰𝗵𝗮 𝗤𝘂𝗶𝗰𝗵𝗲 deh, biar ala-ala pop idol *udah iyain aja, ngayal kan ga dilarang 🤪\n\nSetelah pake @MIRATONE.ID Bubble PlayPop, ini bener-bener beda ama cat rambut lain caranya, 𝘀𝘂𝗽𝗲𝗿 𝗴𝗮𝗺𝗽𝗮𝗻𝗴 𝗸𝗮𝘆𝗮 𝗽𝗮𝗸𝗲 𝘀𝗵𝗮𝗺𝗽𝗼𝗼, 𝗮𝗯𝗶𝘀 𝗶𝘁𝘂 𝘁𝗶𝗻𝗴𝗴𝗮𝗹 𝗯𝗶𝗹𝗮𝘀 𝗱𝗮𝗻 𝗩𝗢𝗜𝗟𝗔! Liat videonya ya klo mau tau warna hasilnya wkwk, LAFF deh pokoknya!\n\nKalian juga bisa ikutan yuk mari mumpung lagi di rumah aja kan, monggo 𝗺𝗮𝗺𝗽𝗶𝗿 𝗸𝗲 𝘄𝘄𝘄.𝗺𝗶𝗿𝗮𝘁𝗼𝗻𝗲.𝗶𝗱 𝗱𝗮𝗻 𝗰𝗼𝗯𝗮𝗶𝗻 𝗩𝗶𝗿𝘁𝘂𝗮𝗹 𝗛𝗮𝗶𝗿 𝗧𝗿𝘆-𝗢𝗻 dan temukan #HairToDyeFor versi kalian!\n\nJadi, kalian mau coba warna apa nih 😌😚", "comment_count": 198, "like_count": 1190}, "post7": {"caption": "𝗪𝗲'𝗿𝗲 𝗮𝗹𝗹 𝘀𝗲𝗽𝗮𝗿𝗮𝘁𝗲𝗱 𝗯𝘂𝘁 𝘄𝗲'𝗿𝗲 𝗰𝗵𝗮𝘀𝗶𝗻𝗴 𝗼𝘂𝗿 𝗽𝗮𝘀𝘀𝗶𝗼𝗻 𝘁𝗼𝗴𝗲𝘁𝗵𝗲𝗿!\n\nTiap hari mungkin saling kontak, saling liat update di sosmed, tapi kadang berat buat ngejalanin hari di kondisi kaya gini yang kebanyakan secara fisik mesti terpisah, tapi gw bersyukur banget punya banyak support system, bisa tetap menikmati hal-hal baik, dan 𝗯𝗶𝘀𝗮 𝘁𝗲𝘁𝗮𝗽 𝗸𝗲𝗺𝗯𝗮𝗹𝗶 𝗺𝗲𝗻𝗲𝗺𝘂𝗸𝗮𝗻 𝗽𝗮𝘀𝘀𝗶𝗼𝗻 𝗯𝗲𝗿𝘀𝗮𝗺𝗮 𝗱𝗲𝗻𝗴𝗮𝗻 𝟵 𝘁𝗲𝗺𝗮𝗻-𝘁𝗲𝗺𝗮𝗻 𝘆𝗮𝗻𝗴 𝗺𝗲𝗻𝗴𝗶𝗻𝘀𝗽𝗶𝗿𝗮𝘀𝗶 𝗱𝗮𝗿𝗶 𝗦𝗶𝗻𝗴𝗮𝗽𝘂𝗿𝗮, 𝗠𝗮𝗹𝗮𝘆𝘀𝗶𝗮, 𝗣𝗵𝗶𝗹𝗶𝗽𝗽𝗶𝗻𝗲𝘀, 𝗔𝘂𝘀𝘁𝗿𝗮𝗹𝗶𝗮, 𝗡𝗲𝘄 𝗭𝗲𝗮𝗹𝗮𝗻𝗱 𝗱𝗮𝗻 𝘁𝗲𝗻𝘁𝘂𝗻𝘆𝗮 𝗜𝗻𝗱𝗼𝗻𝗲𝘀𝗶𝗮!\n\nCerita dari masing-masing kita mungkin berbeda, tapi ada satu hal yang pasti, kita bisa sama-sama punya mimpi, sama-sama punya semangat dan menemukan passion kita, tentunya 𝗕𝗶𝗴 𝗧𝗵𝗮𝗻𝗸𝘀 𝘁𝗼 𝗣𝗮𝗻𝗮𝘀𝗼𝗻𝗶𝗰!\n\n𝗟𝗲𝘁’𝘀 𝗰𝗼𝗻𝘁𝗶𝗻𝘂𝗲 𝘁𝗼 𝗰𝗵𝗮𝘀𝗲 𝗼𝘂𝗿 𝗽𝗮𝘀𝘀𝗶𝗼𝗻, 𝘀𝗵𝗮𝗹𝗹 𝘄𝗲?\n\n#SharingThePassionWithPanasonic\n#PanasonicIndonesia\n#AChampionForProgress\n#Panasonic\n@idpanasonic", "comment_count": 52, "like_count": 177}, "post8": {"caption": "Lebih dari setahun ya kita udah berusaha bertahan. Kondisi kaya gini, untuk bertahan pun perlu usaha, kadang lebih mudah, 𝗸𝗮𝗱𝗮𝗻𝗴 𝘀𝘂𝗹𝗶𝘁, 𝘀𝗲𝗹𝗮𝗹𝘂 𝗮𝗱𝗮 𝘂𝗽𝘀 𝗮𝗻𝗱 𝗱𝗼𝘄𝗻𝘀. 𝗦𝗲𝗴𝗶𝗺𝗮𝗻𝗮-𝗽𝘂𝗻 𝗸𝗶𝘁𝗮 𝗯𝗲𝗿𝘀𝗮𝗵𝗮 𝗯𝗲𝗿𝗽𝗶𝗸𝗶𝗿 𝘆𝗮𝗻𝗴 𝗯𝗮𝗶𝗸-𝗯𝗮𝗶𝗸, 𝗽𝗮𝘀𝘁𝗶 𝗮𝗱𝗮 𝗺𝗮𝘀𝗮 𝘀𝘂𝗹𝗶𝘁 𝗱𝗮𝗻 𝗯𝗼𝘀𝗮𝗻.. tapi itu wajar kok..\n\n𝗞𝗹𝗼 𝘀𝗼𝗮𝗹 𝗽𝗮𝘀𝘀𝗶𝗼𝗻 𝗴𝗶𝗺𝗮𝗻𝗮? Yah, boro-boro mikirin passion, buat tetap aktif, menyibukkan diri aja perlu usaha lebih ya.. tapi 𝗸𝗮𝗱𝗮𝗻𝗴 𝗷𝘂𝘀𝘁𝗿𝘂 𝗵𝗮𝗹 𝗸𝗲𝗰𝗶𝗹 𝘆𝗮𝗻𝗴 𝗯𝗶𝘀𝗮 𝗺𝗲𝗺𝗯𝘂𝗮𝘁 𝗸𝗶𝘁𝗮 𝗶𝗻𝗴𝗮𝘁 𝗸𝗲𝗺𝗯𝗮𝗹𝗶 𝗮𝗸𝗮𝗻 𝗽𝗮𝘀𝘀𝗶𝗼𝗻 𝗸𝗶𝘁𝗮, hal kecil yang memercik banyak memori dan mengobarkan semangat kita lagi! Kaya gue, 𝘀𝗲𝗻𝗲𝗻𝗴 𝗯𝗮𝗻𝗴𝗲𝘁 𝗻𝗲𝗺𝘂𝗶𝗻 𝗺𝗲𝗺𝗼𝗿𝘆 𝗰𝗮𝗿𝗱 𝗵𝗮𝘀𝗶𝗹 𝗷𝗲𝗽𝗿𝗲𝘁𝗮𝗻 𝗽𝗮𝗸𝗲 #𝗣𝗮𝗻𝗮𝘀𝗼𝗻𝗶𝗰 𝗟𝘂𝗺𝗶𝘅 𝗦𝟭 𝘆𝗮𝗻𝗴 𝗶𝘀𝗶𝗻𝘆𝗮 𝗳𝗼𝘁𝗼-𝗳𝗼𝘁𝗼 𝘄𝗮𝗸𝘁𝘂 𝘁𝗿𝗶𝗽.. jadi inget klo gue udah lama banget ga sharing, jadi inget klo gue punya banyak cerita yang belum tersampaikan, jadi inget klo kondisi kaya gini pun, gw masih bisa bercerita lewat tulisan, kembali menulis dan sharing di blog, hal yang udah lama ga gue lakukan..\n\nTernyata, kadang hal se-simple liatin foto trip bisa memercik semangat lagi, Gue belajar banyak: 𝗯𝗮𝗵𝘄𝗮 𝗮𝗱𝗮 𝗵𝗮𝗹-𝗵𝗮𝗹 𝘆𝗮𝗻𝗴 𝘁𝗶𝗱𝗮𝗸 𝗯𝗶𝘀𝗮 𝗸𝗶𝘁𝗮 𝗸𝗼𝗻𝘁𝗿𝗼𝗹, 𝘁𝗮𝗽𝗶 𝗮𝗱𝗮 𝗵𝗮𝗹-𝗵𝗮𝗹 𝘆𝗮𝗻𝗴 𝗯𝗶𝘀𝗮 𝗸𝗶𝘁𝗮 𝘂𝗽𝗮𝘆𝗮𝗸𝗮𝗻. Kadang untuk menemukan kembali semangat, memang tidak bisa dipaksakan, tapi hal-hal kecil bisa berdampak besar di kehidupan kita. Jadi, 𝗷𝗮𝗻𝗴𝗮𝗻 𝗸𝗵𝗮𝘄𝗮𝘁𝗶𝗿 𝘆𝗮, 𝗽𝗮𝘀𝘁𝗶 𝗮𝗸𝗮𝗻 𝗮𝗱𝗮 𝗵𝗮𝗹 𝗯𝗮𝗶𝗸 𝗸𝗲 𝗱𝗲𝗽𝗮𝗻𝗻𝘆𝗮 😊\n\nThanks to @idpanasonic ,\n𝗜 𝗿𝗲𝗱𝗶𝘀𝗰𝗼𝘃𝗲𝗿𝗲𝗱 𝗺𝘆 𝗽𝗮𝘀𝘀𝗶𝗼𝗻!\n\n#SharingThePassionWithPanasonic\n#AChampionForProgress", "comment_count": 66, "like_count": 700}, "post9": {"caption": "Walaupun gue team sendal, tapi seneng banget diajakin @isser.whitey.james buat ikutan di projectnya dia bareng @sampaijauh ,𝗯𝗲𝗿𝗯𝗮𝗴𝗶 𝘀𝗲𝗽𝗮𝘁𝘂 𝗱𝗮𝗻 𝗯𝘂𝗸𝘂 𝗱𝗶 𝗯𝗲𝗿𝗯𝗮𝗴𝗮𝗶 𝗹𝗼𝗸𝗮𝘀𝗶 𝗱𝗶 𝗜𝗻𝗱𝗼𝗻𝗲𝘀𝗶𝗮, gue bisa ikutan di Labuan Bajo dan rute Wae Rebo, jadi walaupun ini bukan kali pertama ke Wae Rebo dan Labuan Bajo, 𝗮𝗱𝗮 𝗿𝗮𝘀𝗮 𝘆𝗮𝗻𝗴 𝗯𝗲𝗿𝗯𝗲𝗱𝗮, 𝗮𝗱𝗮 𝗸𝗲𝗯𝗮𝗵𝗮𝗴𝗶𝗮𝗮𝗻 𝘆𝗮𝗻𝗴 𝗯𝗲𝗿𝗯𝗲𝗱𝗮 𝗽𝘂𝗹𝗮 𝗱𝗮𝗿𝗶 𝗷𝗮𝗹𝗮𝗻 𝘀𝗮𝗺𝗯𝗶𝗹 𝗶𝗸𝘂𝘁 𝗯𝗲𝗿𝗯𝗮𝗴𝗶.\n\n𝗞𝗮𝗹𝗶𝗮𝗻 𝗯𝗶𝘀𝗮 𝗶𝗸𝘂𝘁 𝘀𝘂𝗽𝗽𝗼𝗿𝘁 𝗴𝗲𝗿𝗮𝗸𝗮𝗻 𝗶𝗻𝗶, 𝘀𝗶𝗺𝗽𝗹𝘆 𝗱𝗲𝗻𝗴𝗮𝗻 𝗻𝗼𝗻𝘁𝗼𝗻 𝘆𝗼𝘂𝘁𝘂𝗯𝗲 𝗦𝗮𝗺𝗽𝗮𝗶 𝗝𝗮𝘂𝗵 (ga cuma yang edisi gue ya, bakal banyak destinasi lainnya juga) yang lengkapnya tayang 26 Juli ini di channel: Sampai Jauh\n\nYou can also reshare this IGTV, 𝘀𝗲𝗺𝗼𝗴𝗮 𝗲𝗻𝗲𝗿𝗴𝗶 𝗯𝗮𝗶𝗸 𝗱𝗮𝗿𝗶 𝗯𝗲𝗿𝗯𝗮𝗴𝗶 𝗯𝗶𝘀𝗮 𝗺𝗲𝗻𝘆𝗲𝗯𝗮𝗿 𝗸𝗲 𝗹𝗲𝗯𝗶𝗵 𝗯𝗮𝗻𝘆𝗮𝗸 𝗼𝗿𝗮𝗻𝗴 𝗹𝗮𝗴𝗶 𝘆𝗮 💖🤗\n\n#SampaiJauh\n#1000sepatu\n\nVideo by @ryannifsya", "comment_count": 16, "like_count": 251}, "post10": {"caption": "𝗢𝗨𝗧𝗙𝗜𝗧 𝗧𝗥𝗔𝗡𝗦𝗜𝗧𝗜𝗢𝗡𝗦 𝘄𝗶𝘁𝗵 𝘁𝗵𝗲𝘀𝗲 𝗴𝗶𝗿𝗹𝘀! @kadekarini @jovitaayu @g_hanafiah @marischkaprue @cindylauw @anak_bebek\n\n𝗦𝗼𝘂𝗻𝗱 𝗢𝗡! 🔊🔊\n\n𝗦𝘄𝗶𝗽𝗲 𝘁𝗲𝗿𝘂𝘀 𝗯𝘂𝗮𝘁 𝗹𝗶𝗮𝘁 𝘀𝗶𝗮𝗽𝗮 𝘆𝗮𝗻𝗴 𝗽𝗮𝗹𝗶𝗻𝗴 𝘀𝘂𝘀𝗮𝗵 𝗱𝗶𝗮𝗷𝗮𝗸 𝘁𝗶𝗸𝘁𝗼𝗸𝗮𝗻 🙃 (padahal aktif bener di tiktok) wkwk 🤭🤭\n\n𝗦𝘂𝗮𝗿𝗮 𝗸𝗲𝘁𝗮𝘄𝗮 𝗴𝗲𝗻𝗴𝗴𝗲𝘀 𝗽𝗼𝗹 𝗻𝗴𝗮𝗸𝗮𝗸  tentunya suaranya @deakenw 🤪", "comment_count": 40, "like_count": 760}, "post11": {"caption": "𝗧𝗨𝗧𝗢𝗥𝗜𝗔𝗟 𝗠𝗔𝗞𝗘𝗨𝗣 𝗧𝗔𝗛𝗔𝗡 𝗦𝗘𝗛𝗔𝗥𝗜𝗔𝗡 𝗖𝗛𝗘𝗖𝗞! [𝗦𝗔𝗩𝗘 & 𝗦𝗛𝗔𝗥𝗘!]\n\n𝗖𝗼𝗻𝗾𝘂𝗲𝗿 𝘆𝗼𝘂𝗿 𝗱𝗮𝘆 𝘄𝗶𝘁𝗵  @benefitindonesia! 𝗣𝗢𝗥𝗘𝗳𝗲𝘀𝘀𝗶𝗼𝗻𝗮𝗹 𝗦𝘂𝗽𝗲𝗿 𝗦𝗲𝘁𝘁𝗲𝗿! This multitasking, microfine mist locks on makeup for 16 hours, instantly blurs pores and leaves skin feeling smooth, refreshed & hydrated! Cocok banget buat aktivitas seharian, terutama pas lagi trip, ga mungkin kan bulak-balik touch up makeup hehe, cukup 𝘀𝗽𝗿𝗮𝘆 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴 𝗮𝗻𝗱 𝗶𝘁 𝘄𝗶𝗹𝗹 𝗹𝗮𝘀𝘁 𝗳𝗼𝗿 𝗮 𝗱𝗮𝘆!!\n\nGet additional 10% off using 𝗕𝗘𝗡𝗘𝗠𝗔𝗥 𝗮𝘁 𝘀𝗲𝗽𝗵𝗼𝗿𝗮.𝗰𝗼.𝗶𝗱 𝗱𝗶 𝘁𝗮𝗻𝗴𝗴𝗮𝗹 𝟮𝟮 𝗔𝗽𝗿𝗶𝗹 - 𝟮𝟮 𝗠𝗮𝘆 𝟮𝟬𝟮𝟭 yaa, cus! 💖", "comment_count": 239, "like_count": 508}}}