{"username": "megaiskanti", "full_name": "Mega Iskanti ♡", "follower": 903340, "following": 3016, "post_count": 2298, "category_name": null, "biography": "supercalifragilisticexpialidocious🐣 \n👑 @is.kan.ti | 💼 @wardahbeauty | 📩 Business Inquiries: LINE @megaiskanti", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Naik becak tadi pagiiii sama kaka Keesha & kaka Kila 🫶🏻 enak bgt suasana & udaranya bikin Kael ngantuk 😴😴🤣", "comment_count": 36, "like_count": 10448}, "post1": {"caption": "Awal naik kuda blm mau duduk krn msh geli sama rambut kuda-nya.. sampe akhirnya berani duduk trus megangin rambutnya, eh tapi tetep dongg mukanya tydak ada ekspresi 🤣🤣🙂🙂🫠🫠", "comment_count": 27, "like_count": 15813}, "post2": {"caption": "Cakepan beforenya yak 🫠🤣🥲 wkwkwkw", "comment_count": 49, "like_count": 16924}, "post3": {"caption": "Kumpulan foto Kael di Bromo hari ini 🤗🫶🏻 tp jangan di slide sampe akhir yah.. 🤣😩", "comment_count": 119, "like_count": 23724}, "post4": {"caption": "Yg kemarin belum kebagian dressnyaaa, tenang ajaaa kita masih ada versi kemejanyaaaa nih dari @is.kan.ti 🫶🏻 bener2 cocok buat dipake sehari2! Insya Allah launching minggu depan yahh 🥰", "comment_count": 80, "like_count": 2686}, "post5": {"caption": "Orang mah mau libur sekolah, ini malah baru mau mulai sekolah.. hffffttt bye bye reality 🤣 #throwback2016", "comment_count": 22, "like_count": 4648}, "post6": {"caption": "Nah hari ini mau mix n match bajunya @camanibasic yg edisi busui friendlyyyy! Biar looknya gak basic bgt kalo dipake keluar xixixix 😁👌🏻 enak bgt soalnya bahannya semriwiinggg~ 🌬", "comment_count": 17, "like_count": 1561}, "post7": {"caption": "Menyambut hari Senin, kita kasih yg cerah ceria duluuuu biar segerrrr 😆😆✨✨ sekalian bisa jadi inspirasi look buat Idul Adha nantiii, dress dari @kamila.wardrobe — motifnya cantikkk trus kombinasi warnanya jg gemes bikin looknya jadi makin cakeppp deh 🥳 look mana yg jadi favorit kamuuuuhh? 🫶🏻", "comment_count": 68, "like_count": 2413}, "post8": {"caption": "Edisi mix & match summer dressnya @is.kan.ti 🫶🏻 warnanya gemes2 bgt!! 🥹", "comment_count": 212, "like_count": 24948}, "post9": {"caption": "Sisaan kemarin di acaranya uwak @yusni_mustafa 🥳✨💝🤌🏻", "comment_count": 33, "like_count": 11329}, "post10": {"caption": "Nahhh kali ini cewe kuwehhh 🍰 mau ngingetin ajah jangan lupa besok Jona Pants launching hanya di website @dianarestu yah jam 9 pagi ❤️✨jgn lupa tentukannn pilihanmu dari skrggg biar bsk pagi ga galauuuu yah yah yah.🥺🤝", "comment_count": 15, "like_count": 2108}, "post11": {"caption": "Sampe juga nih kita di Amsterdam Canals 🇳🇱 setengah jam aja dari Bintaro 🤣🤲🏻 yuk kita jalan2 dulu pake koleksi Jona Pants @dianarestu — ada yg tau batch kali ini totalnya brp warna? 🤗", "comment_count": 389, "like_count": 10555}}, "data_media_video": {"post0": {"caption": "Presenting, \nChapter 3: A Place Called Home \n\nCAELIA \n\nMenggambarkan Figur seorang Ibu dan Istri yang membawa kehangatan untuk keluarganya. Menceritakan sebuah persahabatan didalam sebuah keluarga.\n\nKoleksi spesial bagi Kami. dan Mega Iskanti untuk hari yang spesial nanti.\n\nNOW, Available to book in ALL channels. \nGrab yours and color up your Raya with family 🤍\n\n#Chapter3 #KamiFriendshipTrilogy #FriendshipAlaKami #KembaranDiLebaran #rayawithkami", "comment_count": 45, "like_count": 1830}, "post1": {"caption": "Lets start!\nPertama kita mulai dari Koleksi Geulis x @megaiskanti yang uda bikin banyak orang ga sabaran! 😆\n\nKonsep nya Knit wear, terdiri dari Cardigan, Cullotes & Midi Dress yang pasti nya style Mega banget.\nBahan Knitting di koleksi Mega ini berbeda dengan rajut biasanya.\nDi proses menggunakan mesin Stoll germany yang berteknologi canggih! Rajut nya itu berteksture, lembut dan benar2 unik. \n\nKoleksi Mega akan menghadirkan 4 pilihan warna dengan ukuran S/M/L\n\nComing Soon 2nd March 09.30AM, Stay tune!", "comment_count": 263, "like_count": 1963}, "post2": {"caption": "Majka, sebuah persembahan kolaborasi Mega dan Dwi untuk Iskanti, dan semua perempuan hebat di sini. Tema ini kami angkat bertepatan dengan momen yang sangat spesial, yakni Hari Ibu. \nDi kesempatan ini Mega dan Dwi mencurahkan cinta tulusnya dalam sehelai scarf bermotif bunga Lily yang memiliki makna pure, atau murni seperti kasih Ibu. \nMelalui koleksi ini, Mega dan Dwi juga ingin mengundang semua ibu untuk berbahagia merayakan hari besarnya. \nSerta, mengajak para ibu untuk mendukung ibu lainnya, tidak lagi membandingkan, apalagi menjatuhkan. \nSemoga karya dari hati kami ini bisa sampai ke hati teman teman semua❤️\n\n #DwiMegaforIskanti\n#IskantiXDwihanda\n  #Majka\n #HariIbu", "comment_count": 80, "like_count": 2027}, "post3": {"caption": "Ternyata ini dia isi paketnya!\n\nFestival Diskon Nasional datang lagi di akhir tahun 2021! Selain bisa belanja online dengan berbagai promo menarik, kalian juga bisa kunjungin Pop Up Store di lokasi-lokasi tertentu dan juga ikutan FDN Market! \n\nMari bersama kita tingkatkan perekonomian dengan belanja produk-produk kebanggaan negeri sambil nikmatin diskon-diskon yang istimewa!\n\n#JakartaPunyaDiskon\n#FestivalDiskonNasional", "comment_count": 2, "like_count": 574}, "post4": {"caption": "Cilukba! Jangan lupa yah nanti siang aku bakalan live review Moura Pants di instagramnya @dianarestu 😆 jd buat yg masih bingung warna / size atauuuu yg lainnya jangan lupa join, kita bisa ngobrol2 sambil tanya2 ttg si Moura Pants ini! See you 👀", "comment_count": 10, "like_count": 3131}, "post5": {"caption": "Wah, ada paket misterius. Kira-kira isi box-nya apa, ya? Penasaran? Pantengin terus @festivaldiskonnasional kita punya kejutan untuk kamu!\n\n#FestivalDiskonNasional\n#JakartaPunyaDiskon", "comment_count": 6, "like_count": 954}, "post6": {"caption": "Setelah perjuangan 2 hari, akhirnya lahir juga ke dunia, anakku sayang, Kaelan Muhammad Alsaki ♡ Alhamdulillah, Alhamdulillah.. terima kasih untuk full supportnya sayang @najauta 🥺\n—\nDan beribu terima kasih juga untuk yg udh membantu persalinan ini, terutama dokter obgynku @budokriyana & para bidan di @rsiabinamedika 🤗 dan juga @nafaspertama yg sudah mengabadikan momen ini.. 🥺", "comment_count": 382, "like_count": 36172}, "post7": {"caption": "Penampilan harus jadi yang utama untuk aku dan suamiku, karena moment indah kita akan selalu aku kenang melalui setiap gambar dan fotoku. \nUntungnya sekarang semua pakaianku bersih sempurna, karena bersihnya sehat, dengan mesin cuci Top Load Panasonic dilengkapi StainMaster+ yang memadukan efek scrub-wash dan pencucian air panas suhu 60°C sudah diuji 99,99% mampu menghilangkan bakteri dan jamur. Ditambah lagi fitur Water Bazooka, aliran air yang kuat untuk cuci dan bilas, membersihkan noda melekat. \nJadi ga khawatir penampilanku selalu sempurna, karena Mesin Cuci Panasonic, Bersihnya Sehat!\n\n#MesinCuciPanasonic #BersihnyaSehat #EasierEveryday\n@panasonichome.id \n@idpanasonic", "comment_count": 30, "like_count": 7157}, "post8": {"caption": "Sebuah video bts tapi bukan butter (?)\n\nVideo by @visuelproject \nDresses by @anissaffirastudio \nBrushed by @ochiipramita @andiandalusia \nHijab do by @nishaprmt \nDecor by @niccatelier", "comment_count": 606, "like_count": 48526}, "post9": {"caption": "Sefruit tutorial kerudung pashmina yg sering aku pake pada masanya 🌈💖✨ tp tetep, yg simple2 ajah yaa dan minim pentul 😝😆 kalo kamu suka yg style nomer brp?\n\nPleats shawl yg lg sering aku pake ini dari @lozyhijab yaaah.. 💖💖💖", "comment_count": 214, "like_count": 29897}, "post10": {"caption": "Few kilos ago euy +++🤪 dengan baju & celana auto jenjang andalankoeeee, skrg masih muat sih tapi udah upsize aja 🤣😆 celananya restock jangan neeehhh @dianarestu 🥺 xixixixi", "comment_count": 42, "like_count": 7202}, "post11": {"caption": "Bumil pengen eksisss euyy 🤰🏻😂 #30weekspregnant", "comment_count": 191, "like_count": 32114}}}