{"username": "mialvess", "full_name": "Mi Alves | Intercâmbio e Viagem", "follower": 126080, "following": 342, "post_count": 1214, "category_name": "Digital creator", "biography": "🇩🇪 Berlim, e mundo!\n🌍 22 países e 8 intercâmbios\n📚 MSc Digital MKT @berlinsbi \n✈️ Embaixadora @associacaobelta \n🎥 Maior canal sobre Intercâmbio!", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Uma ilha com muitos anos de história, parte dela bem sombria, e hoje servindo como um dos sítios arqueológicos mais interessantes de Creta! 🏝\n\nSpinalonga já serviu como fortaleza durante domínio Veneziano (Italiano) e Otomano (Turco), em 1903 o governo da Grécia decretou que a ilha seria usada para isolar pessoas com hanseníase, e assim foi até 1957. Depois de um longo período de abandono, o governo voltou os olhos à ilha, que reserva muita história e paisagens lindas, e agora Spinalonga é a segunda atração mais visitada da Ilha de Creta! \n\nComo visitar? É preciso pegar um barco de Plaka ou Elounda (€10) e pagar €8 no ingresso. O passeio dura tranquilamente de 2 a 3 horas e vale muuuito! Eu amei o rolê, 10/10 🌸 #spinalonga #crete #greece #spinalongaisland #grecia", "comment_count": 29, "like_count": 2472}, "post1": {"caption": "Apresento à vocês: Balos Beach, ou o paraíso 🌊🐠 essa é sem dúvidas uma das praias mais lindas da Grécia e uma das mais famosas da Ilha de Creta ✨ pra acessar a praia você tem duas opções:\n\n- barco saindo de Chania (€30)\n\n- alugar um carro pra visitar a ilha toda e aproveitar pra fazer esse rolê. Já digo que tem que ter paciência pq são 10km de estrada de terra beem cheia de pedras, uma aventura hahah se tiver em um carro 4x4 vai ser mais suave (não foi nosso caso, mas deu tudo certo!)\n\nVá beeem cedinho, antes das 10h, ou no fim da tarde, após as 16h. Sem dúvidas esses são os melhores horários pra evitar muita fila, trânsito, pessoas e sol quente pra fazer a trilha de 30min do estacionamento até a praia em sí!\n\nAh, pra entrar cada pessoa precisa pagar €1 porque essa é uma área preservada e precisa de manutenção. E todos devem voltar até as 20:00.\n\nBoa sorte no caminho de volta 🥵 mas não deixa de ir! É mágico 🥹🇬🇷 #grecia #greece #crete #balosbeach", "comment_count": 45, "like_count": 3351}, "post2": {"caption": "I hope you find some peace of mind in this lifetime ✨\nMy peace of mind is traveling the world ☺️\n\n📍Spinalonga Island - Crete | Greece 🇬🇷🌊🐟", "comment_count": 45, "like_count": 4229}, "post3": {"caption": "Creta é a maior Ilha da Grécia, por este motivo escolhemos ficar somente nela durante essa viagem.\n\nLeva-se 5 horas pra atravessa-la de uma ponta a outra, e cada canto tem seu estilo. Hoje conheci Sisi, uma vila de pescadores linda, toda florida e com ótimas opções de restaurantes! Na culinária Grega eu encontro várias coisinhas naturalmente veganas, como saladas, chorta, pão pita, pastinhas de ervilha, grão-de-bico, tomates e pimentões recheados, abobrinha frita e por aí vai! Tô apaixonada ❤️🇬🇷 #crete #grecia #greek #sisicrete #greekfood", "comment_count": 88, "like_count": 7326}, "post4": {"caption": "a parte 2 veio com tudo!!! @brunandreoli arrasou na leitura dos intercambistas de cada signo 💙 a parte 1 ta aqui no feed! Me conta qual é o teu signo, o meu é capricórnio e nunca li tantas verdades 😂\n\nSe quiser ser uma intercambista de sucesso, vem comigo! As vagas para o meu Guia do Intercâmbio estão abertas e eu quero muito te ver nessa primeira turma que está com 50% off e conta com muitos bônus exclusivos ✈️✨", "comment_count": 10, "like_count": 702}, "post5": {"caption": "Uma das coisas que eu mais amei em Atenas foi ter visto o pôr do sol… e aqui vão duas dicas pra você:\n\n🌆 @attic_urbanrooftop - rooftop no meio da cidade, com uma vista LINDA pra Acropolis! Tem várias opções veganas no cardápio, vinhos e drinks deliciosos, e uma vibe muito gostosa! Ps: melhor fazer reserva porque lota!\n\n🌄Templo de Poseidon - fica a 1 hora de carro do centro de Atenas, custa €10 pra entrar e vale cada eurinho! Além de conhecer a casa do Deus dos Mares, você vai ter uma vista liiinda pro oceano 🌊 #atenas #grecia #poseidon #rooftopathens \n\nPs: aproveita que leu até aqui e fique sabendo que as vagas pra primeira turma do Guia do Intercâmbio estão abertas e vão só até domingo! 50% off e muuuuuitos bônus especiais SÓ pra essa primeira turma ❤️", "comment_count": 30, "like_count": 4176}, "post6": {"caption": "Acropolis de Atenas, um dos lugares mais incríveis que eu já visitei até o momento! Em Grego significa “cidade alta” e essa era a ideia, uma cidade todinha dedicada aos deuses. Esse lugar tem quase 3 mil anos, e cada pedrinha ali conta uma história. Fiz um tour bem completo, e postei tudo nos stories, agora está no destaque “athens” aqui do perfil! 💙\n\nComprei o ingresso no @getyourguide e paguei €32! Além da Acropolis você pode usar o mesmo ingresso pra visitar outros seis sítios arqueológicos 🏛\n\nFazer intercâmbio na Europa me possibilita viajar muito mais e conhecer lugares que eu sonhei minha vida toda em conhecer! 🥹 #athens #miileva #greece #grecia #atenas", "comment_count": 51, "like_count": 3094}, "post7": {"caption": "📍 Athens - Greece 🇬🇷 | tem mais nos meus stories!\n#athens #greece #atenas #grecia", "comment_count": 27, "like_count": 3641}, "post8": {"caption": "photo dump da semana doida - e muito gostosa também - que eu tive 🌸 nem acredito que dei conta! 😮‍💨 próxima parada: mais um destino desse verão europeu 40 graus 🔥", "comment_count": 46, "like_count": 4427}, "post9": {"caption": "Qual é o seu signo? Descubra como você é/seria como intercambista! 🌙🧚🏻‍♀️✨ - logo sai a parte 2! Salva e compartilhe o seu pra atrair o seu intercâmbio dos sonhos 🎆\n\no tanto que eu amei esse post! Chamei a bruxona astróloga @brunandreoli pra me ajudar nessa, inclusive se você curte astrologia, horóscopo e autoconhecimento, sigam ela 🌸 e @mialvess caso queiram saber mais sobre intercambio ✈️ #astrologia #intercambio", "comment_count": 47, "like_count": 1603}, "post10": {"caption": "uma foto dessa quinta-feira em Berlim com um sol pra cada um 🌞 tu prefere calor ou frio? 🤔\n\nLembrete pra mim: não da pra sair mais de calça jeans, gata. #Berlim", "comment_count": 101, "like_count": 4180}, "post11": {"caption": "e hoje já são oito intercâmbios vividos e contando.. ✈️ #intercambio #miileva #viagem\n\nSe tu quer a minha ajuda para planejar o seu intercâmbio do zero, entre no meu grupo VIP do WhatsApp pra ter todas as informações de como você pode fazer parte da primeira turma do Guia do Intercâmbio 🌸 link na bio!", "comment_count": 71, "like_count": 3330}}, "data_media_video": {"post0": {"caption": "Vale a pena fazer intercâmbio em 2022? E quais são os países indicados?\n\nAlém disso, na live eu conversei com a Giovanna que foi pra Australia em Março de 2020 pra fazer um intercâmbio e viveu a pandemia por lá.\n\nA live foi feita em parceria com a @associacaobelta ☺️ se tu quer fazer intercâmbio, procure uma das agências com Selo Belta e se joga! #intercambio", "comment_count": 6, "like_count": 442}, "post1": {"caption": "Conversa boa com a Maura Leão representando a @associacaobelta ✨ esse é o sinal que você precisava pra começar a planejar o teu intercâmbio hoje! O planejamento vai muito além da matrícula/embarque, começa com pesquisa, questionamentos e muita força de vontade!\n\n#intercambio", "comment_count": 6, "like_count": 526}, "post2": {"caption": "Conversei com a Mariana do @campusfrancebrasil pra entender um pouco mais sobre os processos de candidaturas para graduação e mestrado na França! Rola fazer o ensino superior em inglês, ou em francês, podemos trabalhar meio período com o visto de estudante, temos desconto na anuidade das universidades e ainda um monte de desconto e benefícios que facilitam muito a vida do estudante! #campusfrancebrasil #estudarnafranca #intercambio", "comment_count": 10, "like_count": 642}, "post3": {"caption": "Um bate papo muito gostoso com a Fabi, que ama a Inglaterra e nos deu muita dica sobre como fazer um intercâmbio por lá ✨ desde curso de idiomas até ensino superior! Lembrando que, se tu quiser fechar um intercâmbio pro Reino Unido, fale com uma agência selo @associacaobelta 🥰 #intercambio #reinounido #inglaterra", "comment_count": 7, "like_count": 438}, "post4": {"caption": "Na live de hoje eu tive o prazer de falar com a Deise, uma das agentes @associacaobelta e entender tudo sobre o programa co-op no Canadá! Oportunidade para quem quer um curso mais curto, com opção de trabalhar enquanto estuda e estagiar em outra metade do curso, te colocando perto do mercado e de muitas oportunidades 🥰 #canada", "comment_count": 8, "like_count": 909}, "post5": {"caption": "São tantas informações pra compartilhar com vocês, mas vamos aos poucos tá? Um passinho de cada vez! Hahaha quis trazer esse vídeo pra responder uma das perguntas que eu mais recebi nos últimos dias e a resposta é esta aí! Vou ser mestranda em Marketing Digital na @berlinsbi ✨\n\nFeliz demaaais por essa oportunidade e empolgadíssima pra viver cada momento lindo dessa nova aventura! Eu voltei pro meio acadêmico meu povo, eu vou estudar ensino superior em inglês, daqui um tempo terei uma tese pra defender, meu Deus!! Vai dar tudo certo hahah 🥰 Se tu quiser mais informações, fala com eles através de uma página em português que a gente criou juntos!! Vou deixar nos stories ☺️ Logo logo eu conto mais sobre processo de visto, direitos, trabalho enquanto estudo, etc! #berlim", "comment_count": 259, "like_count": 7708}, "post6": {"caption": "Oi, tudo bem com vocês? Eu espero muito que sim. Que saudade que eu tava! Esse um mês morando aqui, e estando de férias foi um presente. Eu tava precisando desse momento a sós, mas durante esse período eu também gravei muita coisa e quero contar cada detalhe daqui pra frente... tô ansiosa pra compartilhar tudo com vocês e espero que vocês estejam tão empolgadas quanto eu! 🥰 Nova fase, novo capítulo, só vamossssss", "comment_count": 738, "like_count": 16595}, "post7": {"caption": "Uma live muito bacana e cheia de boas notícias ☺️ trouxemos uma lista de países onde estudantes brasileiros já podem ir fazer seu intercâmbio e viver esse sonho tão incrível! @associacaobelta #intercambio", "comment_count": 8, "like_count": 967}, "post8": {"caption": "Uma conversa incrível com o Diogo Rodrigues que é expert no assunto! Muita informação bacana pra vc que quer estudar ensino superior no exterior e não sabe por onde começar! 📚 para mais infos, entre em contato com uma agência Selo Belta @associacaobelta e coloque esse plano em ação! #estudarnoexterior #ensinosuperiornoexterior", "comment_count": 10, "like_count": 527}, "post9": {"caption": "Eu e a Jeanne falamos sobre vários tipos de programas de estudos que podemos fazer nos Estados Unidos! Aproveita que a live está repleta de informações valiosas 🎉 @associacaobelta #intercambio #eua", "comment_count": 9, "like_count": 318}, "post10": {"caption": "Tenha orgulho da sua trajetória! 🎥\n\nEm Dezembro de 2015, eu voltei pro Brasil. Cheia de medos, me perguntando se fiz o certo, e sem saber o que o futuro me guardava. Foi um ano bem desafiador, com muito trabalho (ainda como CLT em uma empresa), terminando a faculdade (que tranquei para fazer intercâmbio) e ainda tentando continuar com esse sonho de criar conteúdo pra internet. 2017 chegou e com ele, muitas oportunidades surgiram! Me formei na faculdade, fiz meu primeiro intercâmbio a trabalho e a partir daí eu consegui trabalhar 100% com isso tudo aqui.😌\n\nSão 7 anos criando conteúdo com foco em viagem e intercâmbio. São 7 anos conhecendo pessoas incríveis através dessa comunidade que criamos. São 7 anos de muitos aprendizados, erros e acertos.\n\nSete anos registrados no meu canal, e reassistir esse material todo me deixa nostálgica, me faz reconhecer a minha evolução e só me mostra que estou no caminho certo!\n\nObrigada à todes ❤️ obrigada à mim.", "comment_count": 78, "like_count": 2685}, "post11": {"caption": "Um papo delicioso e muito divertido com Antônio Bacelar, que representou a @associacaobelta muitíssimo bem! Falamos sobre alguns dos destinos mais amigáveis para o público LGBTQIA+ 💖 #pride #loveislove #intercambio", "comment_count": 10, "like_count": 326}}}