{"username": "mr.pokee", "full_name": "The World’s Cutest Adventures", "follower": 1859827, "following": 279, "post_count": 1250, "category_name": "Public figure", "biography": "It all started with a hedgehog named Mr.Pokee who taught us to be happy and smile 🦔🌻\n↡ Lr Presets ↡ @pokees.world", "is_profesional": true, "data_media_photo": {"post0": {"caption": "I’m on my way 🦔💨♥️", "comment_count": 3640, "like_count": 277356}, "post1": {"caption": "Remember you can be anything you want to be.. Just look at this little pilot here 🦔💛💛💛", "comment_count": 1761, "like_count": 181194}, "post2": {"caption": "A happy Monday stroll 🦔🐾🌞", "comment_count": 94, "like_count": 16897}, "post3": {"caption": "In case you’re having a stressful day here’s is a peaceful Pokee bringing you a moment of calmness 🦔🫶🌸", "comment_count": 191, "like_count": 21865}, "post4": {"caption": "This is us: Meet the Pokee Familee 🦔♥️🫶", "comment_count": 189, "like_count": 21911}, "post5": {"caption": "Happy 1st Birthday, Rockee 🐈‍⬛♥️⠀\n⠀\nHere’s to a year filled with many adventures, new friendships, little and big moments of happiness and everything that’s yet to come 🦔🌞🎶🦋⠀\n⠀\nOh, we love you so much, our little tripawd 🥰", "comment_count": 165, "like_count": 18645}, "post6": {"caption": "Flashback to the very very first day with little Herbee 🦔♥️ What a special day that was filled with many special moments 🥰", "comment_count": 144, "like_count": 21911}, "post7": {"caption": "“You can’t make everyone happy”, they said. \n“You’re not made of chocolate”, they said. 🦔🍫🍫🍫", "comment_count": 161, "like_count": 27309}, "post8": {"caption": "Do you like my Easter outfit? 🦔🍫 … wait for it 😍", "comment_count": 92, "like_count": 22376}, "post9": {"caption": "Happiness often sneaks through a door you didn’t know you left open 🦔🐈‍⬛🚪☀️", "comment_count": 77, "like_count": 24365}, "post10": {"caption": "When you’re smiling, the whole world smiles with you 🦔🌼💛", "comment_count": 77, "like_count": 13689}, "post11": {"caption": "Happiness is like a butterfly 🦔🦋✨\nthe more you chase it, the more it will elude you,\nbut if you turn your attention to other things,\nit will come and sit softly on your shoulder 💫", "comment_count": 1907, "like_count": 284452}}, "data_media_video": {"post0": {"caption": "You belong among the wildflowers 🦔🌼🌾🦋", "comment_count": 69, "like_count": 23069}, "post1": {"caption": "You are the love of my life 🦔♥️🐈", "comment_count": 1213, "like_count": 65135}, "post2": {"caption": "With this post I want to say „thank you“ to Herbee & Audree who are teaching me so much in this current time! 🦔🐈♥️⠀\n⠀\nHas it become more difficult to take beautiful photos outside? Yes, it has. I mean we can go on walks and take spring photos - but we are in the middle of nowhere staying on a family farm at the moment and it’s only just starting to bloom outside. Of course we can’t travel right now but I think it also has a good side. 🌸⠀\n⠀\nIt makes me appreciate the small things even more! Like a ladybug sitting on Audree’s head or Herbee smelling a little flower. Or a tiny kiss between them every time they meet. It’s not about traveling further and further anymore but feeling happy where we are. It’s a great lesson! And it’s great to see and share the positive in this. All these little things are right here in front of us, we just have to start noticing them. 💛⠀\n⠀\nMusic by @lukegreenstone 🎵", "comment_count": 644, "like_count": 52456}, "post3": {"caption": "Happy Birthday, little Pokee 🦔🌻 In honor of Pokee I would like to establish a little ritual for all of us to repeat on this day every year. I want you to put a smile on someone’s face. Take a screenshot of this post and send the photo you get to \na person you think needs a smile. Say the words: “I hope this makes you smile today ☀️” and if you want to you can tell us their reaction in the comments. I would love to read it! The goal is to make as many people as possible happy today - and every year! ♥️", "comment_count": 630, "like_count": 66285}, "post4": {"caption": "Herbee’s Sunday Oracle 🔮🦔Take a screenshot to find out your oracle and comment below what Herbee wants to tell you ✨ You can share your result in your story if you want to!", "comment_count": 2100, "like_count": 77934}, "post5": {"caption": "Gotta run... gotta race... gotta catch Sonic! 🦔💨 #SonicMovie #HedgehogDay *Anzeige/Ad", "comment_count": 1567, "like_count": 171711}, "post6": {"caption": "What are your summer plans? 😎💗 (sound on)", "comment_count": 1446, "like_count": 90795}, "post7": {"caption": "(SOUND ON) You’re my huneybunch, sugarplum 🍯💗\n.\nBELLY RUBS TUTORIAL is up on Youtube! (Link in bio!) 🙏🏼\n.\nI got thousands of comments and messages from you guys asking how I'm able to bond with my hedgehogs. So, I made this video to help YOU build trust with your hedgehogs. I wrote down tips from my own experience and turned them into a tutorial that I hope will help as many of you as possible!! ❤️❤️❤️", "comment_count": 2740, "like_count": 153022}, "post8": {"caption": "Herbee’s first belly rubs ❤️ So smol 🥺\n.\nMusic: The Paper Kites - Bloom", "comment_count": 2690, "like_count": 137812}, "post9": {"caption": "My beautiful angel 🦔♥️\n.\nSong: Beautiful - Bazzi & Camila Cabello", "comment_count": 5649, "like_count": 267794}, "post10": {"caption": "I believe I can flyyy 🦔✈️ .\nMusic by @charliegronvall", "comment_count": 2715, "like_count": 121402}, "post11": {"caption": "Casually exploring Pawris on my very own cartoon show 🦔🌟#AnimeAnimals *Anzeige\n.\nPokee is on @tiktok now!! Follow us @mr.pokee for exclusive new videos! #tiktok", "comment_count": 704, "like_count": 63712}}}