{"username": "mrizag", "full_name": "Rizal Agustin | Travel Blogger", "follower": 54973, "following": 1244, "post_count": 1441, "category_name": "Blogger", "biography": "Mountaineer . AOW diver . Travel Blogger Indonesia\nI am not an adventurer by choice but by fate.\nMan behind @T_OURJOURNEYS @poqu.official \n📍JKT, ID", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Alhamdulillah ketemu lagi bulan Dzulhijjah! Tau dong banyak amalan yang bisa kita lakukan di bulan ini? Nah qurban salah satunya, jangan sampai kelewatan ya manteman!\n\nGimana persiapan qurbannya? Masih bingung beli hewan qurban di mana? Tenang aja, buat yang masih clueless kalian bisa berqurban bareng @sebarqurban.id aja, gak repot dan bisa dilakukan di mana aja, cukup akses sebarqurban.id dari browser kalian - pilih variasi hewan qurban sesuai kesanggupan kalian - terus bayar deh! Simple banget kan?\nUdah gitu daging qurban akan disebarkan secara merata ke pelosok Indonesia, dengan prioritas ke desa tertinggal, daerah rawan bencana, dan daerah rawan aqidah. Insya Allah manfaatnya berkali-kali lipat ✨♥️\n\nMumpung masih ada waktu, langsung meluncur ke sebarqurban.id yuk! Qurban WorryFree karena jelas penerimanya, amanah juga pelaksanaanya! Insya Allah…\n\n#quebanonline #sebarqurban #qurbanjakarta #qurban2022", "comment_count": 3, "like_count": 82}, "post1": {"caption": "A little hello from Mt. Agung!\n\nUdah seminggu yang lalu ternyata yhaa 😂\nMakasih mas @ariefsatria_ sudah diizinkan pinjem mainannya 🙏🏽 terbaik memang 👌🏽✨ semoga gak kapok ya nanjak bareng..\n\nxo,\ndari si paling ga bisa update real time~ 🤌🏽\n\n#GunungAgung #MMountainJournal #Bali #Indonesia #reelsinstagram #reelstravel #WonderfulIndonesia #ExploreBali", "comment_count": 56, "like_count": 339}, "post2": {"caption": "[Save&Share] Pilihan resort terbaik dengan view ikon kota Batam\n\nPada tau dong ikon kota Batam apa?\nYess.. Jembatan Barelang! 🌉\n\nKemarin berkesempatan menginap di @harris_barelang yang ternyata mempunyai best view point Jembatan Barelang. Walaupun menginap sendirian di HARRIS Resort Barelang tapi tetap jadi pengalaman menyenangkan karena cukup dimanjakan dengan fasilitas yang ada dan juga banyak aktivitas yang bisa dilakukan selama stay di sana.\n\nArea resort yang sangat luas sangat nyaman untuk keluarga dan anak-anak terlebih di masa transisi pandemi. Ruangan yang luas, bersih, dan nyaman menambah pengalaman menyenangkan selama menginao (terkhusus guling yang selalu jadi poin ++++ setiap menginap di HARRIS hotel). Kemarin sempat mencoba salah satu activity yang ditawarkan di resort, ATV!! Awalnya mikir bakal krik-krik karena sendirian, surprisingly SERUUU! Hahaha ditemenin sekaligus diajarin main ATV dengan trek lumayan menantang sama bang @muhammad_aspan10, difotoin + divideoin juga selama main ATV sampai di view point Jembatan Barengang.\n\nSorenya jangan lewatkan santai di @rocksalt_beachclub sambil menanti matahari tenggelam, mereka memiliki menu mix platter “Beach Basket” yang enak dan buanyaaak yang bisa jadi snack sore sharing dengan teman / keluarga. Bawa anak kecil? Jangan takut bakal bosan, karena kids corner khusus & beberapa pilihan kolam renang.\n\nTertarik dan punya rencana staycation di HARRIS resort Barelang?\nNih ada kabar baik, ada DISC 20% OFF khusus teman-teman MRIZAQ. Caranya? Cukup daftar member Discover Ascott Star Rewards di https://bit.ly/AsrHBRL, gunakan kode promo “MRIZAG” untuk pemesanan di website atau aplikasi discoverasr.com, selain itu ada tambahan disc 15% untuk F&B product.\n\nTunggu apa lagi? Cuss booking tiketnya!!! Book Now, thank me later 😉\n\n#IamAtHarris #HARRISResortBarelangBatam #StayBright #RocksaltBeachClub #Batam #Indonesia", "comment_count": 12, "like_count": 163}, "post3": {"caption": "Inginnya pindah-pindah negara transisinya. Gpp lah ya @annisarahmani latihan dulu di @glampingsitugunung @situgunungsuspensionbridge :))\n\nDoakan segera bisa traveling abroad barengan sekeluarga.. aamiin 🤲🏽 #jointhetrend #reelsinstagram #reelsfamily #sukabumi #situgunung #westjava #indonesia", "comment_count": 13, "like_count": 604}, "post4": {"caption": "[SAVE&SHARE] Tempat menginap nyaman di tengah hutan - area Taman Nasional Gunung Gede Pangrango 🏕🌳\n\nJakartans bingung weekend ke mana? Salah satu tempat ini bisa dijadikan alternatif lain, walaupun lebih jauh dari Bogor / Puncak tapi gak ada salahnya masuk ke dalam weekend getaway list kalian, tempatnya di @situgunungsuspensionbridge, Sukabumi. Banyak daya tarik yang disuguhkan di tempat ini, selain “Situ (danau) Gunung”-nya sendiri, belakangan cukup ramai juga karena jembatan gantungnya yang sempat menjadi jembatan gantung terpanjang se-Asia Tenggara (243m) namun tergeser dengan Rengganis Suspension Bridge (370m) yang lebih baru dibuat di daerah Ciwidey. *yang terpenting tetap di Indonesia lah ya😁*\n\nAda juga beberapa air terjun di kawasan Situ Gunung ini, salah satu yang mudah diakses yaitu Curug Sawer. Nah supaya puas explore semua attraction yang ada, paling pas menginap di dalam kawasan, kalian bisa menginap di sekitar camping ground atau jika bawa keluarga bisa menginap nyaman di @glampingsitugunung\n\nAda beberapa pilihan tent:\n⛺️:\n- Gede Tent (6-10 pax) 💸1880-2350k++\n- Halimun Tent (4-6 pax) 💸1650-1950k++\n- Pangrango Tent (4-6 pax) 💸1400-1750k++\n- Bungbuay Tent (2 pax) 💸550k\n\nKeuntungan lainnya menginap di area sini sudah termasuk tiket wisata, VIP Access ke jembatan gantung (buat yang suka foto ini yang dicari sih), sarapan, dan juga jagung bakar sekaligus api unggun.\n\nUntuk glampingnya sendiri menurutku standard tapi OK dan sangat proper untuk property di tengah hutan. Isi dari tiap tent juga perlengkapan essential yang penting bikin nyaman tidur di tengah hutan. Oh iya yang terpenting ada AIR PANAS!! Overall, untuk rate tersebut sangat-sangat worth!! Service mereka OK banget! 👌🏽@annisarahmani & aku bisa santai, sejenak gak perlu pusing rumah berantakan + cucian piring, Izzu juga happy bisa main bebas di area glamping.\n\nTapi kalau bisa extend 1 malam lagi lebih seru kali yaaa + ajak keluarga / teman juga biar makin heboh hahaha\n\nCung siapa yang sudah punya rencana ke sini? ☝🏽\n\n#SituGunung #Sukabumi #WestJava #ExploreSukabumi #Indonesia #WonderfulIndonesia #IGSeamlessPost", "comment_count": 18, "like_count": 240}, "post5": {"caption": "Sendiri itu memang menyenangkan,\nNambah mereka berdua Alhamdulillah kebahagiaan dunia doubled-triples // insya Allah ibuk @annisarahmani al azwaju shalihah & Izzu jadi al auladun abrab.. Aamiin yaa Allah jadi doa juga 😁🤲🏽\n\nKarena salah duanya indikator kebahagiaan dunia kata Ibnu Abas r.a adalah pasangan yang shalihah & anak yang shalih.\n\nAdapun 5 hal lainnya;\n- Qalbun Syakirun (Hati yang selalu bersyukur)\n- Albiatu Shalihah (Lingkungan yang kondusif untuk Iman kita)\n- Al Malul Halal (Harta yang halal)\n- Tafakuh Fidien (Semangat untuk memahami agama)\n- Umur yang barokah\n\nSemoga Allah melimpahkan semua kebahagiaan itu buat kita semua. Aamiin Allahumma Aamiin\n\n*kokjadiserius*\n\n**Reels request ibuk @annisarahmani \n#reelsinstagram #reelsvideo #reelsfamily #Sukabumi #WestJava #Indonesia #ARRAJourneys", "comment_count": 5, "like_count": 201}, "post6": {"caption": "FAMILY WEEKEND GETAWAY TO @GLAMPINGSITUGUNUNG @SITUGUNUNGSUSPENSIONBRIDGE\n\n3 jam dari Jakarta dan menghabiskan waktu akhir pekan bersama keluarga di Situ Gunung memang jadi pilihan tepat 👌🏽 Banyak kegiatan yang bisa dilakukan, dimulai dengan menyebrangi jembatan gantung iconic dengan pemandangan cantik dan hijau kanopi hutan yang menjadi bagian TN Gunung Gede Pangrango, stay di Glamping Situ Gunung supaya lebih puas berkeliling, trekking santai & main air ke Curug Sawer, atau bisa ikut Ekspedisi Lembah Purba — salah satu paket yang ditawarkan oleh pengelola di sini.\n\nNah karena semua kegiatannya outdoor dan lumayan banyak berjalan, salah satu travel companion yang bikin semuanya nyaman itu adalah alas kaki yang nyaman — tentunya seperti yang sudah ku share sebelumnya, lagi seneng banget sepatu series outdoor dari @skechersidn. Ringan, nyaman, empuk, jalan jauh juga kaki aman bangeeet 👌🏽 terus karena lagi musim hujan gini, fitur water-repellentnya sangat membuat nyaman karena gak bikin bagian dalam sepatu basah. Terbukti kenyamanan & segala fungsi yang Skechers punya!!\n\nMau ngingetin lagi\nSegera cek www.skechers.id — checkout sepatu favorit kalian!\n\nHAPPY WEEKEND ALL! 🏖🛫🌞\n#skechersidn #situgunungsuspensionbridge #glampingsitugunung #sukabumi #westjava #indonesia #reelsinstagram", "comment_count": 9, "like_count": 264}, "post7": {"caption": "[PAYDAY PROMO ALERT ⚠️]\n\nAda promo dari brand sepatu favorit kami berdua — @SKECHERSIDN ; \n\n💸Additional 20%* pembelian offline langsung di toko mana pun sampai hari ini 29 Mei 2022. Langsung tanya staff di toko yaa!\n\n💸Nah buat kalian yang tertarik belanja online, promonya masih panjang sampai 29 Juni 2022, BUY 2 or MORE GET 20%*\n\nMulai memakai Skechers karena diracunin @annisarahmani yang udah duluan koleksi banyak series. Ternyata memang nyaman bangetttt, ringan & enak dipakai jalan lama. Kemarin sengaja pilih series outdoor yang udah water repellent dan tentunya dengan teknologi lain yang bikin sepatu ini nyaman digunakan untuk trekking santai. Ga sabar jajal langsung! Ke Prau / Batur asik kali ya.. 😆\n\nJangan kelewatan promonya guys!!!\n\n*T&C applied\n\n#skechersidn", "comment_count": 24, "like_count": 198}, "post8": {"caption": "I think this is one of the best moments of #ARRAJourneys for almost three years together ♥️\n\nMimpi gembel dulu masih single pengen ke Rinjani bareng pasangan, eh kejadian.. (+ Izzu yang masih usia 2-3 minggu kandungan). Alhamdulillah…\n\nKalian punya tempat impian yang ingin dinikmati bareng pasangan engga? Share dong di comment!! + mention orangnya kalau berani :””\n\n#Rinjani #ReelsInstagram @btn_gn_rinjani #Indonesia #wonderfulIndonesia #ExploreLombok #Lombok #WestNusaTenggara", "comment_count": 41, "like_count": 217}, "post9": {"caption": "Memiliki mata miopia — rabun jauh atau lebih sering disebut minus dengan berbagai macam kegiatan dalam ruangan, luar ruangan, hingga kegiatan alam bebas, rasanya memang sulit lepas dari yang namanya kacamata. Apalagi untuk yang mendaki gunung dan memotret keindahan alam, ya masa iya dipaksakan dengan kondisi penglihatan buram tanpa kacamata?\n\nSedjak 2013-an mulai menjadi pengguna kacamata, di awal-awal suka bingung pilih frame kacamata gimana & beli di mana. Untungnya saat pencarian setelah kacamata pertama hilang, seorang teman merekomendasikan @owleyewearid — dari punya satu buat sehari-hari sampai punya dua — tiga — dan seterusnya saking suka dengan variasi frame yang hampir setiap bulan update, juga layanan purna jualnya yang termasuk terbaik~ bisa sekedar cuci kacamata & repair ringan kapan pun setiap lewat store 𝐎.𝐖.𝐋✨ LUVV POKOKNYA!\n\nSelain fungsi, kacamata jadi salah satu item fashion terkini. O.W.L — 𝙤𝙗𝙨𝙚𝙨𝙨𝙚𝙙 𝙬𝙞𝙩𝙝 𝙡𝙤𝙤𝙠𝙨 tentunya sangat concern dengan model dari frame hingga setiap bagiannya sehingga selain nyaman untuk mata, juga sangat catchy digunakan.\nNah ini koleksi terbaruku, salah satu variasi kacamata “Clip-On”, sangat pas dengan aktivitasku! Cocok digunakan untuk bekerja dan tinggal pasang cover hitam saat berkegiatan di alam bebas.\n\nPOKOKNYA SUKA BANGET @owleyewearid !!\n\nTertanda,\n\n-pelanggan setia O.W.L\nyang senang bisa diajak kerja sama ♥️\n#obsessedwithlooks", "comment_count": 67, "like_count": 292}, "post10": {"caption": "Ramadhan is over! Just won't go back to old habits, try to sustain where we left on and be determined to carry on for rest of the year. Bismillah.\nSemoga dipertemukan lagi dengan Ramadhan tahun depan yaa Allah 🤲🏽\n\nﺗَﻘَﺒَّﻞَ ﺍﻟﻠّﻪُ ﻣِﻨَّﺎ ﻭَ ﻣِﻨْﻜُﻢْ ﺻِﻴَﻤَﻨَﺎ ﻭَ ﺻِﻴَﻤَﻜُﻢْ ﻛُﻞُّ ﻋَﺎﻡٍ ﻭَ ﺃَﻧْﺘُﻢْ ﺑِﺨَﻴْﺮ\n\nTaqobalallahu minna wa minkum, shiyamana wa shiyamakum, kullu 'aamin wa antum bi khair. Wishing you all a very happy and peaceful Eid. May Allah accept our good deeds, forgive our transgressions, and ease the suffering of all people around the world. Eid Mubarak!\n\n*slide ke-6 menunjukan di balik alasan makin ke sini sulit punya foto dengan pose proper atau minimal biasa aja: SI DOYAN KAYANG*\n\n#eidmubarak #lebaran2022 #ARRAJourneys #limaawaktu", "comment_count": 32, "like_count": 489}, "post11": {"caption": "Happy Earth Day! 🌏🌱💚\nWhat we save, saves us!\n\nMari jaga bumi kita, lestarikan alam kita.\nAmbil bagian walau sekecil apapun demi menjaga rumah kita, dimulai dari diri sendiri ✨🤗 Jadikan bumi tempat yang (selalu) indah bagi kita dan anak-cucu kita.\n\n————\n📸 dipotret @oswaldnainggolan setelah kembali dapat panggilan alam 💩😌\n\n#EarthDay #Sumba #Matalawa #Indonesia #EastNusaTenggara #WonderfulIndonesia", "comment_count": 10, "like_count": 175}}, "data_media_video": {"post0": {"caption": "*DILARANG KETAWA YA 😌\n*tapi mohon disimak 😆\n\nAssalamu’alaikum warahmatullahi wabarakatuh. Selamat pagi manteman! Gak kerasa beberapa hari lagi sudah masuk bulan Zulhijah. Tau dong ada apa di bulan Zulhijah? Pasti tau lah ya.\n\nGimana persiapan kurbannya manteman? Udah terkumpul tabungannya? Udah tau beli hewan kurban di mana & disembelih di mana? Nah yang masih clueless, gue mau ngasih tau kalau tahun ini @globalqurban @actforhumanity ngajakin teman-teman semua “Qurban Tanpa Batas”, pokok’e siap membantu untuk berqurban NEXT LEVEL.\n\nBayangin aja di tahun kedua Idul Adha di tengah masa pandemi ini banyak saudara yang dilanda kesulitan, belum lagi baru-baru ini kasus covid-19 meningkat lagi membuat PSBB kembali diperketat sehingga banyak yang pekerjaannya hilang, penghasilan berkurang, dan gak sedikit juga yang berhemat untuk makan sekalipun.\n\nDi belahan dunia lain, ada saudara kita yang tengah berjuang menghadapi bencana kemanusiaan. Palestina, Yaman, Suriah, Rohingya, Afrika, dan daerah lainnya yang menantikan qurban terbaik dari kita di Indonesia.\n\nYUK KITA SAMA-SAMA MANFAATKAN MOMENTUM INI! Qurban kita akan berkali-kali lipat arti dan manfaatnya buat saudara yang membutuhkan.\n\nBerkurban tanpa batas bersama @globalqurban ; kita dobrak kebiasaan, terobos kesulitan, dan muliakan jutaan saudara ♥️\n\nLangsung cek globalqurban.com ya! Atau bisa melalui aplikasi Indonesia Dermawan.\n\n#QurbanTanpaBatas #Qurban #AyoBerqurban #Kurban #KurbanPerasaan #IndonesiaDermawan #GlobalQurban #AksiCepatTanggap", "comment_count": 119, "like_count": 539}, "post1": {"caption": "Sink beneath the surface, You’ll feel calm and free...\n\nAt last, diving again after some time absence from the depth.\n\nI didn't have high expectation for the diving spot because its location wasn't very far from the settlement. The spot was pretty even though it is close to the inhabitation which is beyond my expectation, biosphere of the undersea in Ternate was truly magnificent... All the coral are very preserved and healthy. 🐚🐟🐠🐡\n\nKekayaan bawah laut Indonesia timur mah udah gak perlu diragukan lagi. Masih banyak dive site yang lebih keren dan menakjubkan di daerah lainnya di Indonesia Timur, selama ini salah satu penghalangnya transportasi yang belum begitu banyak menjangkau daerah di timur. Namun 3 hari lalu @citilink melebarkan sayapnya lebih jauh ke timur, yaitu Ternate. Muncul harapan besar supaya Citilink Indonesia segera membuka rute penerbangan ke banyak daerah di timur. Jadinya bisa #BarengCitilink explore Indonesia Timur tanpa ada penghalang dan alasan lagi.\n\n#Ternate #NorthMaluku #WonderfulIndonesia #Indonesia #PadiTV", "comment_count": 31, "like_count": 260}, "post2": {"caption": "Bicara keindahan kepulauan Komodo memang gak akan ada habisnya, di mulai dari sang primadona Komodonya sendiri, lanskap perbukitannya yang eksotis, hingga pantai pinknya, namun kali ini saya, @yukianggia, @stuartcollin, @clarestaufan, ditemani @idivekomodo berkesempatan untuk menikmati keindahan bawah lautnya yang sangat cantik dengan coral berwarna-warni dan biota laut lainnya yang unik.⁣\n⁣\nTentunya jadi pengalaman diving yang menyenangkan dan seru karena dari persiapanpun sudah melalui protokol kesehatan CHSE (Cleanliness, Health, Safety, and Environmental Sustainability). Jadinya gak perlu khawatir berlebih walaupun traveling di masa pandemic seperti ini.⁣\n⁣\nSalam blupblupblup...⁣\n⁣\n#Komodo #LabuanBajo #EastNusaTenggara #Indonesia ##DiIndonesiaAja #InDOnesiaCare⁣\n#WonderfulIndonesia #PesonaIndonesia⁣\n@kemenparekraf.ri @indtravel @pesonaid_travel", "comment_count": 73, "like_count": 208}, "post3": {"caption": "Akhirnya setelah sekian lama gak nyebur, bisa ngerasain lagi sensasi tenangnya di bawah laut. Belum lagi bisa ketemu sea creatures yang lucu-lucu nambah keseruan diving kali ini.\n\nKetemu banyak manta, nontonin mereka berenang di cleaning station sungguh nenangin banget. Suka banget sama gaya mereka berenang, semacam elegan banget gitu. Kupake lagu Anchor dari Novo Amor ini karena selalu kebayang diving bareng manta setiap dengerin lagunya.\n\nOh iya, diving di masa pandemic ini aku merasa sangat aman karena dive center disini cukup ketat memberlakukan protokol kesehatan CHSE (Cleanliness, Healthy, Safety, and Environment). Walaupun gak bawa gear sendiri tapi tetap aman kok, mereka selalu membersihkan setiap gearnya dengan disinfektan, bahkan mouth piecenya selalu dipasang baru. Dive center juga mewajibkan untuk membawa surat keterangan negatif hasil swab / rapid test.\n\nAda yang kangen diving? ☝🏽\n\nThanks for today buddies! @stuartcollin @clarestaufan @balidivingschool dan tentunya @yukianggia \n\n#DiIndonesiaAja #InDOnesiaCare\n#WonderfulIndonesia #PesonaIndonesia\n\n@kemenparekraf.ri @indtravel @pesonaid_travel", "comment_count": 63, "like_count": 413}, "post4": {"caption": "⁣\n⁣\nKalo dulu perjalanan itu seringnya sendiri⁣⁣⁣\nAlhamdulillah petualangan-petualangan berikutnya sudah ada kamu yang terus menemani ~ #EAAAK⁣⁣ ⁣⁣\nDua bulan ini 🎢roller-coaster-nya makin berasa, apapun yang ada di depan semoga kita tetap berjalan bersama dalam taat. ❤️ @annisarahmani⁣\n⁣\n🎥: @hijazpictura @ovilutfi @benzoitubejo \n#HalalJourneyLegacy", "comment_count": 37, "like_count": 633}, "post5": {"caption": "Terlabuhkan sudah lelah diri⁣⁣⁣\nTersandarkan sudah rindu hati⁣⁣⁣\nTerima kasih Ya Rabbi atas pernikahan ini⁣⁣⁣\nBelahan jiwa lelah kunanti⁣⁣⁣\nTelah kujumpai⁣⁣⁣\nTelah menjadi bagian diri⁣⁣⁣\n⁣⁣\n...⁣⁣⁣\n⁣⁣\nRindu tuk berbagi doa segera terjalani⁣⁣⁣\nRindu tuk berbagi asa segera terjalani⁣⁣⁣\nHari-hari menempuh samudera berlayar di jalanMu⁣⁣⁣\nYa Allah bimbinglah kami selalu⁣⁣⁣\n⁣⁣⁣\n(Terlabuhkan - Seismic)⁣\n#ARRAJourneys @annisarahmani⁣\n⁣\n🧕🏽 attire: @laksmimuslimah ⁣\n👳🏾‍♂️ attire: @fatih_indonesia ⁣\nMC: @edarmaradesa ⁣\nWedding Organizer: @megaweorganizer ⁣\nMUA: @devinasalonn⁣\nHenna: @zahrahbagis18⁣\nDecoration: @larosta.weddingorganizer ⁣\nCatering & Venue: @dapoersasak ⁣\n📸: @hijazpictura x @kioku_visual | @benzoitubejo ⁣@debucung\n🎥: @hijazmotion @ovilutfi", "comment_count": 117, "like_count": 1270}, "post6": {"caption": "", "comment_count": 48, "like_count": 271}, "post7": {"caption": "Underwater world is addictive! It’s always a pleasure to meet those cutie little creatures. Can’t wait to dive and explore the underwater with master sifu @backpackerinfo, @satyawinnie, and @langkahjauh⁣\n⁣\nAkhirnya video diving di Gili Air kemarin jadi juga hahaha, kayanya harus ada plan diving lagi baru digarap yha (?) Jadi kangen diving di Gili Air bareng @oceans5dive ⁣\nHUPLAAAA!! Btw, Ada yang bisa sebutin hewan apa aja yang ada di video ini? ☝🏽⁣\n⁣\n📸: kita semua, edited by @satyawinnie #GiliAir #paditv #Lombok #WestNusaTenggara #Indonesia #WonderfulIndonesia", "comment_count": 38, "like_count": 350}, "post8": {"caption": "If I have to lost my internet connection, for several days, it has to be for something very special. Like this one, the most beautiful waterfall I’ve ever seen. Take my internet connection, I’ll choose to stay here 😍✨⁣\n⁣\nTiga malam kemarin diajak main ke @tamannasional_matalawa bareng @ayubardiyono, trekking ke area hutan Taman Nasional Manupeu Tanah Daru Laiwangi Wanggameti, Camp beratap milkyway, dan tentunya enjoy seharian lebih menyusuri semua tahapan air terjun Kanabuai. Puas dan seneng banget tentunya karena ga mudah untuk bisa ke air terjun ini. Kalo gak diajak @tamannasional_matalawa gak tau deh kapan bisa main ke air terjun ini.⁣\n⁣\nSumba sih udah terkenal dengan air terjunnya yang cantik-cantik, untuk yang satu ini gue berani bilang Kanabuai ratunya air terjun cantik di Sumba. Beneran kaya di cerita-cerita dongeng!⁣\n#Kanabuai #Matalawa #Sumba #EastNusaTenggara #Indonesia #WonderfulIndonesia", "comment_count": 70, "like_count": 985}, "post9": {"caption": "Momen liburan makin berkesan dengan mengabadikan gambar lewat #VivoV11 Fairy Pink 😉👍Bagaimana dengan kalian? Beli sekarang di  http://bit.ly/HolidealsV11FairyPink", "comment_count": 62, "like_count": 3436}, "post10": {"caption": "Banyak hal baru tercipta dari rasa penasaran. Contohnya ya seperti yang kamu lihat di video HONF ini. Untungnya di jaman sekarang kamu bisa kerja di mana aja, kapan aja, tanpa terbatas ruang dan waktu. Kamu bisa ngulik rasa penasaran sampai kemudian menciptakan sesuatu.\n\n#PenggagasMasaDepan memang harus bergerak cepat. Disini @tekomsel membantu para #PenggagasMasaDepan dengan koneksi internetnya yang cepat dan tanpa batas.\n\nKlik http://bit.ly/mrizag buat cari tau info detailnya :)", "comment_count": 2, "like_count": 93}, "post11": {"caption": "Dapetin iPhone X dengan tunjukkin passion kalian bareng #KripKripTortilla!\n\nBuat gue, naik gunung bakal jauh lebih seru kalau ditemenin #KripKripTortilla. Apalagi 100% jagung aslinya sehat banget, kaya serat. Gue sih paling suka yang Grilled Beef yang warna ungu.\n\nKalau kalian, gimana nih guys? Passion apa yang jadi lebih seru ditemenin #KripKripTortilla? Paling suka yang Grilled Beef, Roasted Corn atau Nacho Cheese? Yuk, ikutan #TortillaMoveChallenge dengan tunjukkin passion kalian, dan dapetin iPhone X, Samsung Galaxy J7 Prime, Voucher MAP 1,5 jt dan Instax 9!\n\nKrip Krip Tortilla sendiri paling gampang ditemuin di Alfamidi, Giant dan Hypermart. Yuk, cek @KripKripID untuk info lebih lanjut\n\n#SegitiganyaBikinCinta", "comment_count": 2, "like_count": 198}}}