{"username": "muradosmann", "full_name": "MURAD OSMANN", "follower": 3563924, "following": 1119, "post_count": 658, "category_name": "Producer", "biography": "📸#followmeto project @followmeto_app\n 🎥Film Producer @hype.film \n🥇Influencer of the year \n🏆Top 3 Travel Influencer by Forbes \n↓ \n📩 Osmann@hypepro.ru\n↓", "is_profesional": true, "data_media_photo": {"post0": {"caption": "#followmeto the great Taj Mahal with @yourleo. It is hard to explain the emotions that you feel the first time you see the Taj Mahal through the entrance doors. It truly is one of the world's best wonders.", "comment_count": 12725, "like_count": 354355}, "post1": {"caption": "#followmeto the Great Sphinx of Giza. Do you think @natalyosmann looks like a Queen of Egypt? Yes or No??", "comment_count": 2814, "like_count": 301995}, "post2": {"caption": "#followmeto the Holi Festival  of Varanasi with @natalyosmann.\n#следуйзамной в Индию на праздник Холи в городе Варананси. Кстати прям сейчас идёт передача наша на Первом Канале об Индии. Что думаете?", "comment_count": 3116, "like_count": 364604}, "post3": {"caption": "Followmeto Stranger Things season 4. Have you seen it? What do you think? No spoilers 😅😅 I still haven’t watched the last two episodes 😅. #strangerthings #strangerthings4 \n\n💻: by our cgi team : @jetlag.squad", "comment_count": 60, "like_count": 8984}, "post4": {"caption": "Followmeto the wooden churches of Suzdal with @natalyosmann. Love the wooden architecture of these churches. Collabing with our amazing team @jetlag.squad", "comment_count": 122, "like_count": 7891}, "post5": {"caption": "Do you believe that one day we will all live in the metaverse world? 🤍 @bulgarihotels \n \n🕹Collaboration with @vertex.cgi and @fmtjetlag", "comment_count": 233, "like_count": 21753}, "post6": {"caption": "Followmeto our favorite temple in Egypt - Dendera temple. Absolutely magical place 🤍🤍🤍", "comment_count": 214, "like_count": 38817}, "post7": {"caption": "“ART FOR PEACE”\n\nLook again… That's home… That's us. On it everyone you love, everyone you know, everyone you ever heard of, every human being who ever was, lived out their lives.\n\n///\n\nВзгляните ещё раз… это наш дом… это мы… Все, кого вы любите, все, кого вы знаете, все, о ком вы когда-либо слышали, все когда-либо существовавшие люди прожили свои жизни на ней… Наша планета — лишь одинокая пылинка в окружающей космической тьме.\n\nArtwork by @muradosmann @dlistov @fmtjetlag\n\nSound by @ttttaketake \nSkeletal animation by @an.shish \n\n@jetlagweekly \n#jetlagweekly #jetlagforpeace #FollowMeTo", "comment_count": 179, "like_count": 6574}, "post8": {"caption": "…", "comment_count": 1661, "like_count": 11442}, "post9": {"caption": "#followmeto the pyramids of Yucatán. \nWe have visited 3 so far \n\n1. Chichen Itza \n2. Uxmal \n3. Coba \n\nPersonally taking aside their historical value my favorites were Uxmal and Coba. You can really feel these places when you visit them and time definitely stops there. \nI found Chichen Itza (even though it is amongst new wonders of the world) too touristy. Probably we need to come back at sunrise and reevaluate \n\nWhich is your favorite photo?? 1,2,3?\n\nЧичен-Ица показалась слишком туристической. Много людей и навязчивые продавцы, издающие звуки леопардов. Слишком это все отвлекает от былого величия и ты не погружаешься в это место, в отличие от Пирамиды Волшебника Ушмаль и комплекса Коба. К сожалению сейчас запрещено подниматься наверх - так бы я думаю эмоции были бы ещё ярче. \n\nКакая фотография вам больше нравится?", "comment_count": 308, "like_count": 26851}, "post10": {"caption": "#followmeto Tulum vibes. Which one is better 1,2 or 3??", "comment_count": 322, "like_count": 28840}, "post11": {"caption": "#followmeto the Temazkal ceremony. \n\nIt revolves around the individual spirituality of each participant, always guided by the temazcalero - the guide who, after years of training and connection, has the honor to make this ritual possible and direct each person to their own spiritual healing. \n\nThe temazcal intends to connect the participants with their ancestors to ask for health, well-being and good things for themselves and their loved ones. \n\nThere are many benefits :\n- purification of mind and body \n- The heat allows your body to purge itself of toxins\n- Helps to cleanse your mind and helps you redirect your intentions\n\nЦеремония всегда ведётся temazcalero - проводником, который после многих лет обучения и общения может сделать этот ритуал возможным и направить каждого человека к его собственному духовному исцелению. В основном в таких каменных сооружениях (хотя бывают и из тряпок (наша первая церемония тут) и бамбук)\n\nТемаскаль связывает участников с их предками\n\nПреимущества для каждого свои но в основном это :\n - очищение души и тела\n - жара позволяет вашему телу очиститься от токсинов\n - помогает очистить ваш разум и помогает перенаправить ваши намерения", "comment_count": 105, "like_count": 16764}}, "data_media_video": {"post0": {"caption": "“ART FOR PEACE”\n\nLook again… That's home… That's us. On it everyone you love, everyone you know, everyone you ever heard of, every human being who ever was, lived out their lives.\n\n///\n\nВзгляните ещё раз… это наш дом… это мы… Все, кого вы любите, все, кого вы знаете, все, о ком вы когда-либо слышали, все когда-либо существовавшие люди прожили свои жизни на ней… Наша планета — лишь одинокая пылинка в окружающей космической тьме.\n\nArtwork by @muradosmann @dlistov @fmtjetlag\n\nSound by @ttttaketake \nSkeletal animation by @an.shish \n\n@jetlagweekly \n#jetlagweekly #jetlagforpeace #FollowMeTo", "comment_count": 179, "like_count": 6574}, "post1": {"caption": "#FollowMeTo the scent of a woman. I’d recognize her among the thousands.\nLoved the colors of a new fragrance by @mastercard : passion & optimism are #priceless #ad", "comment_count": 136, "like_count": 3166}, "post2": {"caption": "!Happy birthday to us! \n10 years ago founded HYPE with my super talented friend @ilyastewart \n\nToday we are one of the leading production houses in Russia, working across borders and creating award-winning feature films, commercials and music videos. \n\n@hype.film", "comment_count": 60, "like_count": 1877}, "post3": {"caption": "Not a #FollowMeTo one this time🙃 do you want more casual content from us, guys?\n\nКаждый день мы пробуем себя в совершенно новых вещах, но я думаю, что на этом кадре наш самый главный с Наташей проект. Настало #ВремяНовыхВещей: мы видели весь мир, но родительство — совершенно новый и особенный. И этот путь мы тоже проводим рука об руку. Несмотря на большую занятость, мы очень стараемся поддерживать партнёрские отношения\nв воспитании ребёнка,  одинаково вкладываться и разделять заботу и гигантскую ответственность. Вместе с тем, как растёт и меняется наш сын, развиваются и наши отношения: становятся ещё крепче и искреннее. \n\nВ выборе вещей мы тоже стремимся выбирать #LifeWear — одежду для жизни, которая сочетает простоту, стиль и комфорт: это даёт возможность наслаждаться каждым моментом жизни. Поэтому 3 декабря приглашаем всех на открытие самого большого магазина @uniqlo_russia в Росии и Европе — UNIQLO Москва в ТРЦ Европейский ;)\n\n#LifeWear\n#uniqlo_москва", "comment_count": 100, "like_count": 8817}, "post4": {"caption": "#FollowMeTo Saudi Arabia\n\n#СледуйЗаМной в Саудовскую Аравию, очень богатую на впечатления страну. Во время этой поездки успел опробовать новую функцию мультивидео на смартфоне HONOR 50: особенно актуально для нашего проекта, где раньше я и мои реакции оставались за кадром 😅 теперь, какой важный момент вы бы ни снимали, ваши эмоции тоже сохранятся на память.\nЯ уже не первый раз пробую девайсы @honorrus Понравилась квадрокамера 108 Мп и быстрая зарядка 66 Вт, что для путешественников вроде меня особенно важно🥶 \n\nПри предзаказе смартфона на сайте honor.ru действуют скидки, а ещё идут беспроводные наушники в подарок 👌🏼\n#ДобавьЭмоции #HONOR50 #мультивидео", "comment_count": 1274, "like_count": 71337}, "post5": {"caption": "#followmetotour to Dagestan. We have traveled a lot, but trips to my motherland are always special to me. Happy to say that we are slowly resuming our tours 🔥\n\nНаконец-то мы возобновили наши туры и я рад, что мы начали с моего родного Дагестана. \n\nДавно мечтал собрать единомышленников, людей близких по духу и проехаться с ними по горному Дагестану, посмотреть как они в него влюбляются и восхищаются самобытностью и красотой. \n Это было бы невозможно без таких вдохновляющих авантюристов как @muradkalaev и @shamilgadzhidadaev . \nВертолеты, катера, прогулки на лошадях в заброшенное село Гамсутль ( хотя в следующий раз думаю пойдём пешком), пикник на обрыве, знаменитые Буйнакские куры-гриль, капучино с урбечем, персиковый сад, невероятный ужин во время заката на краю горы от ребят @daglavka , музыканты и народные танцы, можно бесконечно перечислять наши приключения. \n\nИ конечно же наша невероятная группа ребят, кто присоединился к нашей поездке, мы создаём уникальное комьюнити людей, которые не ездят только по туристическим местам, которые, как и мы любят погрузится в культуру и самобытность места. Жду вашу реакцию и комментарии. \nА мы пока начинаем планировать следующие Поездки!!\n\nВидео: @malyshewladislav", "comment_count": 236, "like_count": 14173}, "post6": {"caption": "#followmeto the beautiful Russian Far East Marine Reserve. It was such an educational trip where we witnessed the devastating impact of the lost fishing gear and waste on the local marine life. We travel a lot, but this was not a typical touristic destination - a place far away from the masses of people - yet still suffering from our actions. It gave us an opportunity to stop and think about the consequences from our constant excessive consumption and the impact it has on our planet. \n\n #следуйзамной к невероятному дальневосточному морскому заповеднику. Это была очень познавательная поездка, в которой мы стали свидетелями разрушительного воздействия потерянных орудий лова и других отходов на местную морскую жизнь. Мы много путешествуем, но это не было типичным туристическим направлением - место вдали от масс, но все же страдающее от воздействия человека.  Это дало нам возможность остановиться и подумать о последствиях нашего постоянного чрезмерного потребления и о том, какое влияние оно оказывает на нашу планету.", "comment_count": 171, "like_count": 34907}, "post7": {"caption": "The #FollowMeTo portal has opened to Dubai. Сan you guess all the locations in the video? 🤔\n\n@mydubai #mydubai\n\nПортал #FollowMeTo открылся в Дубае 💥 Сможете угадать все локации из видео? \n\n@visitdubai.ru #visitdubai\n\nMusic 🎶 by the super talented: @kazylambist", "comment_count": 232, "like_count": 29074}, "post8": {"caption": "#followmeto to the Oscar 2021 rain. \nWho do you think will win the best picture? \nHere are the nominees:\n1. Sound of Metal \n2. Mank \n3. Minari\n4. Promising Young Woman\n5. The Father \n6. Judas and the Black Messiah \n7. The Trial of the Chicago 7\n8. Nomadland\n• • • • • • • • • • • • • • \n#следуйзамной на церемонию Оскар 2021. \nКак думаете, кто получит приз за лучший фильм в этом году?\n\nCollab with @nft.arka and @tkach_tem", "comment_count": 159, "like_count": 24559}, "post9": {"caption": "The symbol of the new age and creativity. #FollowMeTo Museum of the Future in Dubai. Its external panels are marked with the Arabic calligraphy and its shape can be defined by some as torus, others prefer to liken it to an eye.  It is one of the most complex construction projects ever attempted. Being a Civil Engineer - I can confirm that :)). “The future belongs to those who can imagine it, design it, and execute it…The future does not wait…The future can be designed and built today.”\n\n@mydubai @museumofthefuture #mydubai\n\n#СледуйЗаМной в @museumofthefuture в Дубаи. Поделитесь, что вам напоминает необычная форма музея?🤔 \n@visitdubai.ru #visitdubai", "comment_count": 727, "like_count": 55291}, "post10": {"caption": "We're releasing our first NFT – collaboration artwork with @brickspacer. It is droping live on the @withfoundation platform.\n\nGet the link to the nft in the bio or swipe up in the latest Stories.\n\n//\n\nСегодня мы рады опубликовать наш первый NFT – коллаборация с @brickspacer. Дроп состоялся эксклюзивно на Foundation\n\nСсылка доступна в био профиля либо в последней сториз по свайпу вверх.\n\n#nft_ru #nft #cryptoart", "comment_count": 134, "like_count": 24328}, "post11": {"caption": "#FollowMeTo Al Maha Desert Resort @almaha_resort \nOur little get-away from Dubai to a stunning oasis! Such a unique experience among the endless desert. \n@mydubai #mydubai\n\n#СледуйЗаМной в оазис-заповедник Аль Маха в сердце Аравийской пустыни. \n@visitdubai.ru #visitdubai", "comment_count": 295, "like_count": 30629}}}