{"username": "nobackhome", "full_name": "Karilyn | Adventure Travel", "follower": 43834, "following": 4920, "post_count": 2683, "category_name": "Blogger", "biography": "📸 Nature • Adventure • Luxury \n👩‍👧 Solo Parent Travel Expert\n🌎 Exploring epic places around the world\n👱🏻‍♀️ Mom + Son Outdoor Explorers\n👇🏻 Read More", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Pretty much sums up hiking. Especially with kids. \n\nWhen we first started hiking I would let Cian dictate how far we would go. He was about 3 years old. Once he was starting to get tired, we would turn around and head back. It didn’t matter if the waterfall was only 10 more minutes, we always made each hike about the journey, not a destination. \n\nDid that help him become the insane hiker he is today? 🤷🏼‍♀️ \n\n🥾 How did you start hiking with your kids? \n\n#hikingadventures #hikingwithkids #backpacking #backpackingwithkids #jmt #thruhike #thruhiker #thruhiking #anseladamswilderness #outdoorsfamily #californiahiking #hikinglife #visitcalifornia #mammothlakes #bishop #inyonationalforest", "comment_count": 18, "like_count": 567}, "post1": {"caption": "There is nothing more powerful for kids than finding they can do hard things like conquer a mountain.. or their inner fears. \n\nAlso nothing better for a scaredy cat mama 🤣\n\n#jmt #sierra #hikingwithkids #backpackinggear #backpackinglife #backpackingwithkids #familyadventures #outdoorsfamily #getoutside #1000hoursoutside #kidsoutdoors #takeyourkidseverywhere #visitcalifornia #californiahiking #thruhike #thruhiking", "comment_count": 22, "like_count": 687}, "post2": {"caption": "Nothing quite like the crunch of a peanut shell.. <ad> On our recent trip to Yosemite National Park, we took a new snack with us. Turns out, @hamptonfarmspeanuts in the shell are a great snack from the trails to the campsite. On our grueling backpack training hikes up to Yosemite Falls and to Glacier Point (the road is closed!), we sucked on the peanut shells to replenish our lost salts, while the protein packed nuts kept us fueled for the constant uphills!  Cian loved cracking the shells, and saving them to burn on our fire at the end of the day.\n \nPeanuts are the perfect outdoor snack, whether you are at a summer baseball game or adventuring through our beautiful national parks.\n \nRemember to Leave No Trace! Even though the shells are biodegradable, it’s never OK to throw them on the trails. They do make great fire starters though :)\n\nLoad up for your summer adventures with the code FUELTHEFUN15 (15% off in-shell peanuts ONLY.  Valid June 1st - July 15th)\n\n \n#PLAYFORPEANUTS #FUELTHEFUN #HAMPTONFARMS #Yosemitenationalpark #Yosemite #getoutsidemore #visitcalifornia #yosemite #hikingwithkids #outdoorsfamily #nationalparkgeek #nationalparkobsessed #familysnacks #familytravel #familyadventures #outdoorsfamily", "comment_count": 30, "like_count": 586}, "post3": {"caption": "⛺️Our Camping Must Haves!\n\nThis photo has my favorite camping supplies all in one shot! Seriously..\nThese things are the must haves when camping this summer. \n\n1. @rockpalsofficial (gifted) power bank is the newest addition to my camping arsenal and I have to say it’s changed how we camp and what we pack. Now we can use our rechargeable headlamps, lanterns, watches, cameras, gimbal, etc without worry. After a week of camping, charging everything, we still had 71% power left! I have the 500, but the 250 would be perfect for most families. We also have the solar panels which work so quickly to recharge.. now I just need the #vanlife  van to go with it 🤣\n\n2. @kammok hammock stand is another newer addition and has changed my world! I’ve never been one to sit and chill much while camping, but with my hammock stand I literally spent an entire day snoozing and reading while cian was off fishing. ❤️\n\n3. @woodscanada tent. I bought this tent for my birthday 2 years ago and it has made our camping life so much easier. Cian puts it up and down on his own in only a couple of minutes. We have used it in the rain, freezing temperatures, hot summers and in wind storms with no issues. It really is the best! \n\n4. @the.glamplife camping mat is also one of our favorite additions in the past few years. It serves as our doorstep and chill space. It washes easily and packs relatively small. It’s my one “cute thing”that always brightens up our site! \n\nThere are a few other things we have upgraded to recently that I also love, but that isn’t pictured here. After 8 years of using my Coleman stove, I used my @rei dividend this year to get the @eurekacamping stove that has an auto ignition button and temperature control. Not a necessity, but boy did it make cooking easier this past trip! \n\nAs we prepare for our next week long camping trip, I’m wondering what your favorite camp supplies are that I should know about!! \n\n#camping #campinglife #campingtrip #campinghacks #campinggear #campingvibes #coloradoexplored #colorado #visitcolorado #campingwithkids #kidswhoexplore #outdoorsfamily #familyadventures #getoutside", "comment_count": 26, "like_count": 620}, "post4": {"caption": "Sunrise of Sunset? \n\nFor us, the best part of any visit to the Grand Canyon is watching the colors pop as the sun sets each night. \n\n#grandcanyon #grandtetonnationalpark #nationalparks #nationalparkgeek #nationalparkservice #nationalparkphotography #familytravel #getoutside #hiketheworld #arizonahiking #arizona #visitarizona #arizonatourism #arizonasky #arizonaisgorgeous #arizonaadventures #grandcanyonnps #grandcanyonsouthrim #sunsetlovers", "comment_count": 37, "like_count": 633}, "post5": {"caption": "When adventure calls, I say yes! \n\nA friend put out an open invitation to join their family on a camping trip in Colorado. Never one to shy away from an adventure I said sure! 1000 miles and 3 states later we show up to our empty, but beautiful campground in the White River National Forest. \n\nFor the most part we just hung around the immediate area, with a couple of little excursions here and there. One was here to Trapper Lake in the Flat Tops National Forest. It was so beautiful! Raging rivers, beavers, alpine lakes and beautiful blue skies! \n\nWhat a great way to start our summer!\n\nHow is your summer shaping up? \n\n#colorado #nationalforest #coloradolife #visitcolorado #whiterivernationalforest #coloradowilderness #mountainlife #hikingadventures #hikingwithkids #outdoorsfamily #exploremore", "comment_count": 35, "like_count": 740}, "post6": {"caption": "Would you stay here? \n\nA luxury glamping experience in the middle of the desert, right outside of the Grand Canyon! \n\n#clearsky #grandcanyon #grandcanyonnationalpark #grandcanyonnps #nationalpark #nationalparks #nationalparkgeek #glamping #glampinglife #glampingnotcamping #luxurytravel #familytravel #familyadventures", "comment_count": 123, "like_count": 1183}, "post7": {"caption": "🕰 Early mornings or late nights? \n\nWhich do you find you are more apt to do on vacations? I tend to enjoy getting going earlier and going to bed early, but sometimes we burn the candle at both ends.. mostly at the urging of my little child! \n\nOn our last day in Oklahoma City, we still had so many things on our wish list that Cian just kept asking to do ‘one more thing’. And truth be told I’m a total completist as well, so it wasn’t that hard to convince me 🤣\n\nWe went on an hour long river boat ride (@bricktownwatertaxi) through the canals of Bricktown at 9:30 pm. It was actually quite nice at night proving a good deal of info about the area. \n\nThen after a saga thinking I’d lost my rental car keys we headed out to this amazing bridge at Scissortail Park. \n\nEven though it was midnight we were not the only people at this bridge! It is definitley a fun sight to see in Oklahoma City. It’s connected to an even more amazing park and outdoor space that is well worth visiting during the day. \n\nWe had seen this bridge and the park it’s connected to a few times as we drove around, and since it was our last night in town, I obliged! It did not disappoint either! It changes colors every few seconds making the colors bleed into each other. We ❤️ it! \n\nThis is just one of the many things in OKC that surprised us and thoroughly impressed us. There is so much work going into making OKC modern and exciting to visit. Beautiful open park spaces, state of the art museums, delicious dining options from small mom and pop shops to larger restaurants. \n\nWe also stopped by the @okcnm, which is fantastic at night as the chairs are lit up beautifully! \n\nThis trip definitely surprised me and changed my view of Oklahoma! (Much to my moms delight!). We can’t wait to go back as we have much more to see and do! \n\n#seeokc #visitoklahoma #visitoklahomacity #oklahomacity #oklahoma #oklahomagirl #scissortailpark #skydancebridge #skydance #lightupthenight #familytravel #travelwithkids #familyadventures #outdoorsfamilies #takeyourkidseverywhere #homeschoolmom #homeschooling #worldschool #worldschooling #unschoollife", "comment_count": 21, "like_count": 651}, "post8": {"caption": "📖 Homeschoolers take note! \n\nAs a homeschool family we are always on the hunt for cool learning opportunities and our trip to @visitokc was perfect for this! Below are our top choices of places to visit in the city to learn more about the history of the state. \n\n📍The @firstamericansmuseum, newly opened this past August, is the place to go to learn more about the 39 tribes of Oklahoma, the history of how these tribes came to Oklahoma and what has happened since. There are so many family oriented activities that make this museum particularly engaging. \n\n📍The @okcnm is one of the best museums we have ever visited. Showcasing the moments before the OKC bombing, the rescue efforts and the aftermath through interactive modules and video stories makes this a highly engaging museum. While the subject matter is heavy, this museum is well worth exploring with older kids. This is also a @nationalparkservice site, so don’t forget to pick up a ranger booklet to earn your badge. \n\n📍The @nationalcowboymuseum is another excellent place to put on your OKC itinerary. The museum explores the life of First Americans as well as cowboy culture showcasing beautiful art as well as plenty of hands on activities. We loved Prosperity Junction and all the outdoor exhibits for kids. \n\n📍Centennial Land Run Statues are a fun stop near the Bass Pro Shop to learn about the first land grab and how land was disbursed here. \n\n📍Stop by the Timeline Mural in Bricktown to explore Oklahoma’s history through paintings. A great stop before and after your visit to see everything you have learned! \n\nBesides learning opportunities, there are also tons of fun places to let off steam during a visit as well. From rafting to amazing playgrounds, OKC has it all. Check out my stories highlight to see everything we did during our recent trip. \n\n❓Have you been to Oklahoma? \n\n#visitoklahoma #seeokc #oklahomacity #oklahoma #oklahomalife #familytravel #homeschoolfamily #worldschool #worldschoolingfamily #exploreyourworld #takeyourkidseverywhere #familyadventures #familyadventure #historythroughtravel #learnmore #worldschoolingfamily #homeschooling #unschooling #unschoollife", "comment_count": 21, "like_count": 635}, "post9": {"caption": "Who’s ready to experience the coolest glamping experience in town?? Welcome to Orr Family farms\nWagon Glamping experience in Oklahoma City. An adorable wagon (with AC!), access to the farm to feed the animals, play on the various structures (zip lining, ropes, tricycles and more) and a fire pit to end the night with s’mores! \n\nWhether you are cruising Route 66 and need a place to crash or you  are looking for a fun staycation with the kids, this is the place for summer fun! \n\n#seeokc #oklahomacity #glamping #glampinglife #glampingstyle #wagonwednesday #visitoklahoma #oklahomalife #campingwithkids #summerfun #familyfarm #outdoorswithkids", "comment_count": 40, "like_count": 592}, "post10": {"caption": "We went off grid for a few days in Yosemite National Park, only to return to the news of another mass shooting. \n\nI apologize in advance for the rant, but I’m just so angry.\n\nI’m constantly shocked how we as a nation consistently vote on partisan topics, but not once in the past 2 decades have the majority voted on the idea that we NEED to save our, living, breathing, already on this earth, children.\n\nI’m shocked that as a whole we continue to listen to the rhetoric of the NRA and right wingers that guns in the hands of “good guys” is safe. \n\nThe latest school shooter was a “good guy” until the moment he wasn’t. Even with strict background checks, would anything have been flagged for him? Probably not. \n\nAs much as the left try to appease the right by saying we don’t want to take away your guns. Let’s be honest. \n\nYes, we actually do. \n\nWhy does any regular person need an assault rifle? Why does anyone need hundreds of rounds of ammunition? \n\nThey don’t. \n\nSo yes, we do want to take away your guns. And we should. If you are a gun owner- hunter or enthusiast.. is your right to *maybe* protect your home, or kill an animal for your dinner or play at the gun range, really worth more than the lives of our young kids? \n\nWhy does your right supersede the rights of CHILDREN to feel safe in their classrooms? \n\nThe cognitive dissonance is staggering. We must protect unborn children at all costs. But who gives a sh*t if our school kids continually die in their classrooms? \n\nI am so disappointed in this country. Just more heartfelt condolences and prayers. Silence. And then another mass shooting. \n\nI’m sure I’m preaching to the choir, but friends who live in red states, please please make your voices heard. \n\nEnough is enough.\n\n❤️ Donate, support and act. \n\n➡️ You can start at @everytown \n\n➡️ Text ACT 644-33 to sign a petition. #endgunviolence \n\n➡️ Support families in Texas who are dealing with burying their children. (See my stories for info)\n\n➡️ Most importantly, VOTE for people who are willing to stand up to the NRA and save our children. \n\n#enoughisenough #saveourkids #guncontrol #yosemitenationalpark #california", "comment_count": 54, "like_count": 770}, "post11": {"caption": "Heading back to Yosemite this weekend after almost a year away. I can’t wait to visit before the summer crowds pour in! \nFor anyone else hoping to head that way, reservations for day entry begin tomorrow, unless you have lodging reservations inside the park. \n\nLuckily, we are camping…the first time in years. Last summer when we visited it was to start the John Muir Trail. This time it will be all about getting in some harder trails that we haven’t done. Do you have any favorite spots in Yosemite we must hit up? \n\n#yosemitenationalpark #yosemitevalley #yosemitenp #yosemitenps #yosemite_national_park #nationalparkgeek #nationalparksusa #nationalparklife #nationalparkservice #nationalparkusa #visitcalifornia #californiakids #outdoorsfamily #exploremore #outdoorslife #familytravel @wildcalifornia @californialove @naturalcalifornia @earthpix @earth_shotz @earthoutdoors", "comment_count": 34, "like_count": 679}}, "data_media_video": {"post0": {"caption": "Enjoying a special live concert in Basra, Iraq #basra #iraq #oud", "comment_count": 11, "like_count": 712}, "post1": {"caption": "A walkthrough of all the fun and new light experiences at #lazoolights", "comment_count": 3, "like_count": 165}, "post2": {"caption": "An amazing experience releasing a sloth back into the wild in Costa Rica", "comment_count": 5, "like_count": 489}, "post3": {"caption": "Jaisalmer • I’ve never posted a video here before but going through the photos of our time in Jaisalmer I was struck, just as I was in person, by this Rajasthani man’s song and had to share. He was sitting inside the fort at Jaisalmer playing for tips. It left me wondering about his life. Who he is, where he came from and what his story is. I bet he could talk for hours!\n.\n.\n➡️Do you ever tip musicians on the street? 🎻🎵 ➡️What do you think of his tune?\n.\n.\nI never paid much attention to street performers until my son came along. He is always so entranced by them, he even talked of being a busker in London’s underground during our visit there, that now I always pay special attention to them. .\n.\n.\n.\n.\n #storiesofindia #everydayindia #rajasthan #rajasthanistyle #indiablogtrain #india #incredibleindia #streetmarket #colorsofindia #indianlife #travelblogger #jaisalmer #streetphotographyindia\n#streetsofindia #indiaclicks #indiatravelgram #lonelyplanetindia #indiagram #dailylifeindia #indiatrains #luxurytrain #palaceonwheels #tbin #beautifulmatters #peopleofindia #humansofindia #TravelIndia #IncredibleiNDIA #IndiaTourism \n#Indiatravelgram @incredibleindia", "comment_count": 22, "like_count": 487}, "post4": {"caption": "A beautiful morning ritual at the JW Marriott in Tucson. Mesmerizing!! #tucson #arizona @jwstarrpass", "comment_count": 18, "like_count": 235}, "post5": {"caption": "Someone was pretty captivated by the guards at the Tower of London. All he needs now is the costume! #toweroflondon #omgb #ciantravels", "comment_count": 9, "like_count": 254}, "post6": {"caption": "Kai moko, sleeping plant or as we know it the Touch Me Not. Cian has been searching for this plant for a year- since our trip to the jungles of Kerala last Oct! He was happy to find it again today while on our food safari trip through some local villages. Do we have this in the US?\n\nHere in Fiji this plant is used as a pain reliever for tooth aches. The root is boiled and then the water is strained out and swished around the mouth. #ciantravels #fiji #fijiforfamilies", "comment_count": 21, "like_count": 212}, "post7": {"caption": "One of many odes to #target that my child has sung this morning. #dance moves", "comment_count": 2, "like_count": 15}, "post8": {"caption": "Trying out Chinese today. #lovelanguages #nihao", "comment_count": 0, "like_count": 15}, "post9": {"caption": "Happy New Year balloon drop for the kidz", "comment_count": 2, "like_count": 13}, "post10": {"caption": "I love this sound. #DTLA #grandparkLA #playgroundmusic", "comment_count": 0, "like_count": 11}, "post11": {"caption": "#glowgoparty", "comment_count": 0, "like_count": 10}}}