{"username": "nonanomad", "full_name": "Velysia Zhang | Travel Blogger", "follower": 14805, "following": 807, "post_count": 903, "category_name": "Blogger", "biography": "Inspiring others to travel and create content\n📍Indonesia\n✉️: velysiazhang@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Can’t stop admiring it. #hagiasophia", "comment_count": 3, "like_count": 88}, "post1": {"caption": "What I've learned about the Ottoman Empire is that they don't really demolish or destroy other religious sites. In fact, they're very welcoming to Christians and Jews and allow them to practice their beliefs.\n\nThe Hagia Sophia was originally a church before being converted to a mosque, but the interior was preserved and the design was replicated in other mosques throughout Turkiye.", "comment_count": 5, "like_count": 158}, "post2": {"caption": "Istanbul is the world's only city that spans between two continents, Europe and Asia.\n\nEven centuries ago, it was the most important city, serving as the capital of the Byzantine or New Roman Empires, and later the Ottoman Empire.\n\nThe city now has its own charm - from the way the buildings look to the unique shape of its mosque and the friendliness of the people. \n\n#travelturkey #travelturkiye #istanbul #galatatower", "comment_count": 4, "like_count": 110}, "post3": {"caption": "Here's a few photo collection from the weekend trip to Gardens by the Bay (there's actually still a lot more in my phone and camera!) \n\n#gardensbythebay #floralfantasy #flowerdome #cloudforest #reimaginesingapore #klooktravel #klooksg #singaporeblogger #travelsingapore", "comment_count": 6, "like_count": 189}, "post4": {"caption": "Exploring my own neighbourhood but this time in a super unique way, riding a vespa sidecar! \n\nJoo Chiat is famous with its Peranakan-style building, also called the \"shophouses\". \n\nAlthough I stroll around this area quite often, it's different when there's a guide explaining the story behind it. \n\n#ReimagineSingapore #singaporetrip #sgblogger #joochiat #exploresingapore", "comment_count": 1, "like_count": 171}, "post5": {"caption": "It's time now to #ReimagineSingapore. The good news is no pre-departure test needed for fully vaccinated traveller! \n\nMake sure to check out Gardens by the Bay where you can see the diversity of the plants here and immerse yourself in the spectacular light show in the night. \n\nI always use @klooksg to book all the activities here in Singapore including the entrance ticket for Cloud Forest and Flower Dome to skip the queue, even some activities can be cheaper than buyiny on the spot. \n\n#sgtravel #singapore #gardensbythebay #singaporeblogger #singaporeexplorer #singaporeforeveryone #travelsg #beautifuldestinations #girlswhotravel", "comment_count": 11, "like_count": 173}, "post6": {"caption": "Been a while since I explore to a new place here in SG. Heading to the east to check out the mangrove forest in Pasir Ris. 🌴 #travelsingapore #exploresingapore", "comment_count": 1, "like_count": 110}, "post7": {"caption": "Staycation kali ini di Adiwana Arya Villas, bookingnya pakai aplikasi @master.diskon. \n\nPaling senang cari ketenangan di Ubud. \n\nHarganya pretty reasonable ya, sekitar 400an udah dapat bungalow sendiri ada bathtubnya, breakfast, and view langsung ke sawah. \n\n#balivillas #ubudbali #ubudvilla", "comment_count": 9, "like_count": 71}, "post8": {"caption": "Pool-hopping #balivibes #balivillas", "comment_count": 6, "like_count": 182}, "post9": {"caption": "TGiF 🎉 Any suggestions where to go this weekend? #balilife #balivibes", "comment_count": 5, "like_count": 248}, "post10": {"caption": "The art of doing nothing \n\n#balivilla \n#staycationbali", "comment_count": 3, "like_count": 167}, "post11": {"caption": "A day just chillin in the pool facing the rice field. 📍Beehouse Dijiwa Ubud #baliguideline #villabali", "comment_count": 2, "like_count": 104}}, "data_media_video": {"post0": {"caption": "Ceritanya saya sudah hampir setahun stay di Singapura, ya apalagi kalau bukan karena pandemi Covid-19.\n\nKebetulan pasangan saya kerja di Singapore, jadi daripada LDR-an mending saya stay di Singapore juga.\n\n \nUntungnya pemerintah Singapura pengertian. Walaupun saya hanyalah turis yang menggunakan social visit pass dengan masa berlaku 1 bulan, karena situasi pandemi maka boleh diperpanjang.\n\nNah, makanya saya bisa stay di Singapore sampai 1 tahun lamanya.\n\nUjung-ujungnya peraturan berubah, dan saya tidak boleh lagi memperpanjang visit pass saya, akhirnya harus pulang ke Indonesia.\n\nSaya pun mencari cara terbaik untuk pulang ke Indonesia dari Singapore.\n\nAkhirnya saya memilih untuk lewat Batam, karena dari segi biaya lebih murah, karantina hanya 1 hari saja (kalau hasil tes negatif), dan juga lebih dekat ke kampung halaman saya yaitu Pekanbaru.\n\nVideo lengkap bisa nonton di Youtube ya! \n\n#pengalamankarantina #dailyvlog", "comment_count": 5, "like_count": 146}, "post1": {"caption": "Yang kangen Singapore bisa nonton video ini!", "comment_count": 0, "like_count": 2}, "post2": {"caption": "Klik link ini untuk nonton: https://youtu.be/uix7qmby1B8\n\nTau ga kalau Youtube juga ada fitur yang mirip Tiktok loh? Namanya Youtube Shorts. \n\nMumpung masih baru harus banget nyoba karena algoritmenya yang nge-boost fitur baru sehingga bisa naikkin view lebih cepat, bahkan nambah subs! \n\n#tipsyoutube #youtuberindonesia #kontenkreator #indonesia", "comment_count": 3, "like_count": 142}, "post3": {"caption": "Looking at different species of marine life in SEA Aquarium, Sentosa. The place is actually quite big. From small coral fishes to sharks. It was fun!", "comment_count": 2, "like_count": 52}, "post4": {"caption": "Pretty much how my school life looks like in China. I’m doing two years master degree program. In SWUFE we have two campuses, one in Guanghua another one in Wenjiang. Since I live in the dorm in Guanghua, closer to city center, I have to travel around 40 mins by metro to the other campus to take classes. Courses are in English, but I’m trying to take Chinese language classes as well to improve my Chinese so few days I’ll be in Guanghua Campus and other days I’ll travel to Wenjiang :)", "comment_count": 4, "like_count": 16}, "post5": {"caption": "It's a national day here in China, and we all have a long holiday for a week. Instead of traveling I decided to volunteer in a country side. So, in exchange of 5 hours work, I got a room and 3x meals. The food was incredibly amazing!! My job was very very chill, it's more like a recreation farm, so sometimes I just had to play with the kids.", "comment_count": 2, "like_count": 16}, "post6": {"caption": "My workout routine. I do it minimum 3x in a week. It's called HIIT. I like it because it doesnt take too long but burn so much calories. Max I do 2-3 sets per day, each set for 10 mins. Plus you can do it anywhere even in the room, suitable for me who travels. Here are some of my favorite moves", "comment_count": 8, "like_count": 25}, "post7": {"caption": "Testing IGTV for the first time! A tour to where I live here in Bali :)", "comment_count": 6, "like_count": 8}, "post8": {"caption": "Short clip number 3: Road Trip in Victoria. Starting from Phillip Island, Wilsons Prom, Great Ocean Road, and finally Grampians. \n#travel #video #australia", "comment_count": 2, "like_count": 336}, "post9": {"caption": "Shortclip number 2: Tassie!", "comment_count": 0, "like_count": 205}, "post10": {"caption": "First time doing video with simple app by phone haha. Weird song choice :)) This was during my time in Myanmar doing Kalaw to Inle Trek. I've posted an article about Myanmar as well, click the link on my bio to read it and enjoy  the short clip haha", "comment_count": 12, "like_count": 232}, "post11": {"caption": "Happy new yearr 2016 everyone! Hope this year would be better than last one! Beautiful fireworks over Harbor Bridge #sydney #australia from Mrs Macquarie's point. Not the best view, blocked by trees but at least this was a good one", "comment_count": 8, "like_count": 88}}}