{"username": "nyimaslaula", "full_name": "Nyimas Laula", "follower": 62438, "following": 1006, "post_count": 612, "category_name": "Photographer", "biography": "Contributor at @nytimes @natgeo @reuters\nBased in Bali, Indonesia\nAssignment: nyimaslaula@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Recently. \n\nCover photo by @puanindya #dailysketch #visualdiary", "comment_count": 11, "like_count": 335}, "post1": {"caption": "Recent portrait work of Tessa Wijaya and Moses Lo, cofounders of @xendit for @harvard_business_review magazine July/August 2022.\n\nLighting setup @danartriatmojo \n#xendit #hbrmagazine", "comment_count": 0, "like_count": 239}, "post2": {"caption": "Portrait of Wayan Sudarsana, left, and Nyoman Dena, right, beach daybed renter at Geger Beach, in Nusa Dua. Geger is one of the few public access to the beach on the strip that is occupied with 5-stars hotels & resorts. Second picture is a privatized land at Batu Tampih beach, Tabanan. #tourismworkerportraits", "comment_count": 1, "like_count": 220}, "post3": {"caption": "When I began photographing personal diary during the pandemic called “INSIDE”, I would never thought that I someday will photograph literally when I was sick of COVID-19. I have been diligent, and successfully dodged it for more than two years, until two weeks ago. As a person living with MPN, I found myself torn into two: one that thought, this is it you will be clotting and die, and the other said, NOT TODAY. Two weeks later, and some of the weirdest symptoms ever—itching skin with no marks or rash, irregular heartbeat, decrease and increasing platelets. I’m still here. \n\nThe last chapter. @thejournal_collective", "comment_count": 14, "like_count": 383}, "post4": {"caption": "Ketut Artayasa and Gede Sudarma has been working as a lifeguard for at least a decade in Double Six Beach. I created a portrait series of Tourism Workers for ObscuraDao NFT project “The World Today” comission. This project consists 138 photographers from around the world taking a visual time stamp of the 21st century. Cities, towns, farms, landscapes, communities, people and events that will tell the story of our world for centuries to come. An ode to the 20th century project, The Family of man, by legendary curator Edward Steichen for the MoMA exhibition, The World Today uses the technology of NFTs to create a permanent record through the blockchain of our world.\n\nLighting assistant @danartriatmojo", "comment_count": 2, "like_count": 320}, "post5": {"caption": "30 years young. \nWhen you have a career in life, people love to define them and single them out into one thing, putting them in a box of categories. There is no single thing that can define me because as a human, I'm so much more than that.\n\nI created a series of self-portraits, representing multi facades and the complexity of my identity, in the social context that restricts me, at the same time, giving me the freedom to explore.\n\n #SelfPortrait \n\nLighting man: @danartriatmojo who always ready for an impromptu session. 💡", "comment_count": 48, "like_count": 496}, "post6": {"caption": "Self portrait with the pandemic Kale, 2022.\n\nIn honor of the 2 years old kale, grown from seeds at the beginning of the pandemic. Even though only live in a long pot container, you have grown, long, and prosperous, never give up in giving. Thank you for so many bowls of salads, sauted vegs, and tasty omelette. You fed me when I was hungry, now it’s time for you to rest.", "comment_count": 22, "like_count": 1000}, "post7": {"caption": "“When the sun lovers are gone under the roof, the sea unfolds and wraps the loner under her silence.\" 2018", "comment_count": 11, "like_count": 572}, "post8": {"caption": "After two years break from freediving, I came back to Tulamben in December last year to accompany @pishiyoga  finally getting her course session with @agushong. So happy!!!\n\nAll footages recorded by @agushong edited by me. 🌹✨🧜‍♀️ #freediving", "comment_count": 5, "like_count": 400}, "post9": {"caption": "2021 recap✨", "comment_count": 2, "like_count": 354}, "post10": {"caption": "Happy to be included in @womenphotograph 2021 Year in Pictures curated by @tanvimishra. \n\nIn this picture, a tender moment as Aurel bathes on the ocean with her dog during sunset at Rote Island, East Nusa Tenggara, Indonesia.\n\nTanvi Mishra wrote—As we collectively continue to battle COVID-19, widespread political unrest, and mounting climate catastrophe, this collection once again feels like a reflection of a dark, challenging year — but not without its fair share of softer and more contemplative moments that offer a glimpse into some of the select silver linings of a pandemic that has continued to allow us more time at home and with loved ones.”", "comment_count": 13, "like_count": 637}, "post11": {"caption": "Portrait of Sari Luh at a spa Ketut Purna owned in Nusa Dua. Mr. Purna’s businesses hit hard by pandemic, as he has shut his travel agent office and one of his spas permanently and sold cars and land to settle debts. He is paying only nine of his previous 300 employees, and Sari Luh is one of them. She works two days every week as a masseuse, which total six days a month.\n\nFor @wsj @wsjphotos. Story written by Jonathan Emont\n\nLighting assistant @danartriatmojo", "comment_count": 1, "like_count": 342}}, "data_media_video": {"post0": {"caption": "“When I first hear about COVID-19 outbreak, I didn’t go out of my house for a week, I was afraid. I have to spend more money to buy masks to protect ourselves, supplements, eggs, and milk to strengthen our immune system. But as a coconut sugar farmer, I’m grateful that my income wasn’t affected and I feel safe. I couldn’t imagine if I still insisted to continue living in the city and then the COVID-19 pandemic hit. I don't know what our fate would be. My husband would automatically be furloughed, then my child's school would also be closed. I am grateful I decided to return to my hometown, and become a coconut sugar farmer,\" shares Ponisih. \n\nWatch the first episode of film series about farmers in Peru, Indonesia and Kenya fighting a global pandemic. Link in BIO. Co-directed with @rich.rahad\n\n@fairtradeofficial @fairpicture_org @fairtrade.farmers", "comment_count": 15, "like_count": 414}, "post1": {"caption": "New Saturday night in voluntary isolation. Time has been spent mostly staring into computer screen, but mind so often found wonders. Lost track of time and days.\nIn reminiscence of Theresa Zen - Sabda Alam by Ismail Marzuki  #covid19", "comment_count": 13, "like_count": 289}, "post2": {"caption": "Anfranji, casually doing yoga on the beach in Sanur. #withGalaxy #everydaybali", "comment_count": 3, "like_count": 231}, "post3": {"caption": "Everything is moving, everything is shifting. Like Kristin Amstrong said, the only way to counteract chaos is stillness. \nPushing #GalaxyS9 boundaries (a.k.a disiksa), shooting slow-motion on a dark underwater.\n\nMermaid: @trotoar_malam #WithGalaxy #EpicJourney @samsung_id\n\nMusic: Phaeleh-Three", "comment_count": 29, "like_count": 312}, "post4": {"caption": "Freediving in Indonesia wasn't as popular popular back then on 2012-2013. If you've been on Instagram during that time, you must've known that @danartriatmojo is probably one of the few who influence people to explore what's beyond the horizon through this platform. He introduced me to the ocean and the love for it has never been stop growing since.\n\nThis fun session freediving video is tribute to his positive influence towards loving the ocean means wholeheatedly trying to protect it.\n\nDisclaimer: Freediving is considered an extreme sport. Please do not practice without assistance. Rule no #1 : Never freedive alone!\n\nSong: DJ Quads - Breathing", "comment_count": 29, "like_count": 391}, "post5": {"caption": "Most of the times we overlooked things, beautiful small little things happen in our life because we strive towards perfection everyday. Sometimes we only want people to see our 'perfect' selves, as we locked away our flaws. We strictly edited what we want to show to the platform, without noticing we lost our true self in the process.\n.\nHere's to an uncontrollable laugh, broken teeth, sore feet, rusty vehichle and unapologetic headbang. Fleeting moments @danartriatmojo and I had last weekend. Shot #withgalaxy #GalaxyS9\n.\nPost your #WithGalaxy on your own amazing Super Slow-Mo shots!\n.\nMusic by DJ Quads-The Improv", "comment_count": 36, "like_count": 445}, "post6": {"caption": "Indonesia Raya", "comment_count": 7, "like_count": 330}, "post7": {"caption": "Bell rings as a call for prayer at the Old Church of Banda in Banda Naira island, Central Maluku. The church known for its floor, which used tombstone from Dutch soldier who died during war to rule the islands for spices. @thebandajournal #thebandajournal #documentary", "comment_count": 4, "like_count": 234}, "post8": {"caption": "A fisherman catches fishes near Taman Wisata Pantai Banda as rain is approaching the island. @thebandajournal #documentary #NLLDTABanda", "comment_count": 20, "like_count": 500}, "post9": {"caption": "Mom and Sunday at home. ❤ #documentary", "comment_count": 8, "like_count": 269}, "post10": {"caption": "Happy independence day my beloved country!", "comment_count": 10, "like_count": 443}, "post11": {"caption": "See you in another time, another adventure and another Volks\n\nLove and Light,\n@adhireksa @nyimaslaula @fxprasetyo @danartriatmojo @bismoaryow 🍻", "comment_count": 38, "like_count": 387}}}