{"username": "octaviantifransisca", "full_name": "Octavianti Fransisca", "follower": 33993, "following": 2662, "post_count": 523, "category_name": "Digital creator", "biography": "Hey, i'm Sisca 🙋‍♀️\nFood & Travel Content Creator | MC / Moderator\n🍳 TikTok : 122K ++  \n Contact me : DM / 081281117395", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Pengen jadi cewe 🌎 apadaya isi lemari mendukung buat jadi cewe 🍰", "comment_count": 15, "like_count": 329}, "post1": {"caption": "Layaknya nasi goreng spesial telor 2,  @ibisbandungtsb itu spesial banget karena bisa  experience dinner + Ibis Music. \n\nNih ya gaes ya, Ibis Music  baru pertama kali ada di Indonesia loh dan sekaligus merayakan anniversary Ibis yang ke 10 tahun. #ibisMUSIC Live dari @ibisbandungtsb ada  @kara_chenoa & @ganiganial. Good music, great artists, cool vibes! 🥰🥳 #ibismusic", "comment_count": 2, "like_count": 235}, "post2": {"caption": "Kalau kita udah kerja keras buat mencapai sesuatu, tapi ternyata engga berhasil kita dapatkan. Berarti Tuhan mau kita belajar #IAmBlessed bersyukur. \n\nBangkit, introspeksi diri, dan kejar mimpi-mimpi yang lain 🤍. Hal yang membuat aku bersyukur adalah dikelilingi teman-teman dan keluarga yang support aku sebagai Content Creator. \n\nGapernah nyangka lewat konten aku banyak UMKM ( abang martabak, abang es, abang ketoprak,dll) yang dm makin laris manis berkat video tiktokku. Tuhan kasih aku talenta bukan buat aku simpan sendiri, tapi buat aku jadi saluran berkat utk orang lain. \n\nThank you @bonavieofficial sudah selalu jadi sahabat kulitku melewati hari-hari ✨ seharian berasa wangi dan makin produktif karena pakai body lotion yg tepat dan ga lengket sama sekali d kulitku 🧡 btw, bonavie lagi adain giveaway lho yuk ikutan #BonavieGoestoParis", "comment_count": 28, "like_count": 365}, "post3": {"caption": "자기야\n\n📷 @trapjovers89", "comment_count": 28, "like_count": 410}, "post4": {"caption": "Ngikut ah \"let me see the 23 year old you\" . Ada yang bisa nebak artis cantik sebelah aku itu sapa ?\n\n10 orang pertama yg komen langsung dapat voucher makan 50.000 di  @kinsukeramen", "comment_count": 49, "like_count": 468}, "post5": {"caption": "Secinta itu sama snack rumput laut satu ini. Yup! @manjun.seaweed \nkarena proses pengolahannya  dipanggang, jadi bisa menurunkan kadar lemak dan gula. Manjun seaweed ini juga mengandung mineral lho yang bisa membantu memperlancar metabolisme tubuh, memperkaya asupan air, meningkatkan fungsi otak, dan kepadatan tulang untuk menghindari osteoporosis (colek Remaja Jompo🤣)\n\nManjun seaweed cocok banget buat jadi cemilan dan pendamping mie, nasi putih, sushi, dan lain-lain. Praktis dibawa saat piknik atau healing ✨, ada rasa seaweed olive, bamboo salt, original. \n\nYuk beli manjun di supermarket  sekitar kita atau e-commerce kesayanganmu 🧡🙋‍♀️\n#AkudanManjun @trapjovers89 @iiintann @mgmtrs.y @michellsyonathan @akhayalku", "comment_count": 19, "like_count": 296}, "post6": {"caption": "Akhirnya bisa jalan2 lagi dan specialnya karena ini pertama kalinya @octaviantifransisca traveling ke luar negeri.\n\nSituasi di Singapore masih lumayan sepi dan memang dimana2 kebanyakan orang Indonesia.\n\nGak sabar untuk perjalanan2 berikutnya, next enaknya kemana ya kira2?? 🤔\n\n*slide terakhir ada orang ketiga diantara Fiona dan pangeran Shrek 😅", "comment_count": 8, "like_count": 338}, "post7": {"caption": "Mohon maaf lahir batin ✨🙏\n\n💄 makeup by @beebeauty_one", "comment_count": 41, "like_count": 355}, "post8": {"caption": "Ga pernah kepikiran rambut ku di warnain seberani ini, thank you @atasyabeauty.officials  and @folks.management ✨🧡", "comment_count": 35, "like_count": 204}, "post9": {"caption": "✨ibu ibu bapa bapa semua yang ada di Boots Anniversary @boots_idn terima kasih banyak semangat keseruannya hari ini. Makasih @wellness_indonesia  @naturesplusid  udah percaya sama aku🥰\n\nThank you dokter ganteng favorit ibu-ibu seantero indonesia @nikolatief , \nThank you bosqu @ilham_nk @rachalda (shin hae ri Indonesia) 😜 ✨\n\nKamsamida lagi  @wellness_indonesia @naturesplusid buat seperangkat vitaminnya luvss sekali 🧡", "comment_count": 10, "like_count": 187}, "post10": {"caption": "Enak ya jadi \"caption\" dipikirin terus 😄", "comment_count": 9, "like_count": 235}, "post11": {"caption": "Buat ciwi ciwi yang suka hangout, traveling dan ngantor terusss suka bingung \"mau pake baju/ tas apa yah?\". Tos kita sefrekuensi 🙋‍♀️\n\nSemakin lama kita dituntut sat set sat set beres cepet jadi dah ga punya banyak waktu buat ngeribetin hidup. Untung sekarang ada @torch.id yang jadi SOLUSI KEREN. Mulai dari atas- bawah (kaos, outer, sepatu, tas) semua produk ya bikin selalu nyaman dan percaya diri  @torch.id #torchsolusikeren \n\nPas banget  lagi ada DISKON 25% all items di www.torch.id @torch.id , gaskeun checkout sekarang biar KAMU MAKIN KEREN!", "comment_count": 20, "like_count": 228}}, "data_media_video": {"post0": {"caption": "Ga pernah kepikiran rambut ku di warnain seberani ini, thank you @atasyabeauty.officials  and @folks.management ✨🧡", "comment_count": 35, "like_count": 204}, "post1": {"caption": "Persamaan sebelum dan setelah shooting adalah semua rasa snack dari @oishi.id emang OISHI bangett 😋\n\nJadi pas tau aku dipilih jadi host untuk shooting kali ini tuh senenggg bangett. \nThank you OISHI  @oishi.id ❤️", "comment_count": 13, "like_count": 221}, "post2": {"caption": "Curcol netijen\n- \"nomor 1 harus kaya\"\n- \"gimana mau mimpin doa kalau beda agama\"\n- \"nomor 3 sulit soalnya jiwa pemenang\" \n- \" gue nerapin nomor 3 malah dibanding bandingin ama mantannya\" \n🤣🤣🤣", "comment_count": 7, "like_count": 213}, "post3": {"caption": "Aku tuh suka banget pecel + gorengan (mendoan, bakwan, tahu) berhubung adanya peyek ya makannya sama peyek 😝.. ini aku kenalin ya best friendnya pecel yaitu Sambel Pecel Periuk @periuksambelpecel 💕\n\nMudah dan gapake ribet buat bikin bumbu pecel, rasanya enaaakkk pol karena dibuat dari rempah-rempah pilihan. Harganya juga murah banget mulai dari 12 ribuan aja. Ada 4 jenis rasa (Tidak Pedas, Sedang, Pedas dan Super Pedassss🔥) \n\nNah, lagi ada promo diskon 10% sampe tanggal 10 September 2021. Packingnya aman  dan gercep bangett. @periuksambelpecel ❤️ #bumbupecel #sambelpecel", "comment_count": 13, "like_count": 161}, "post4": {"caption": "Hal yang paling cepet ilang adalah GAJIAN. \n\nBetul apa betul? \n\nKemanakah perginya gaji kita? Ada yang bilang  buat self reward dengan beli baju, manfaatin promo, hura-hura. Terus kapan mulai financial freedomnya? Kapan mulai investasinya? \n\nYuk simak sharing bareng @feliciaputritjiasaka  di SMARTFREN WOW TALKS selengkapnya di Youtube Smartfren @smartfrenworld @smartfrencommunity @wowlabsinc  #TemanBukaPeluangmu", "comment_count": 26, "like_count": 257}, "post5": {"caption": "Libur Telah Tiba\nLibur Telah Tiba , hore.. hore.. hore!! HORE\n\nDia aja yang nyanyi lagu \"Libur Telah Tiba\" demen belajar, yuk ah jangan rebahan mulu 😄🤣\n\nVideo selengkapnya soal alasan dibalik pentingnya pendidikan menurut @tasyakamila bisa dilihat di Youtube @youngontop #YOTNC2021", "comment_count": 45, "like_count": 277}, "post6": {"caption": "Pecinta Yogurt merapaaattt! \n\nBerawal dari penasaran karena yogurt ini lagi viral di tiktok  @yogurtland.id . Bisa ngambil yogurt SEPUASNYA, asal ga boleh jatoh apalagi kebuang2 😂\n\nUntung ada suami jadi bisa makan berdua, tapi makan sendiri juga abis sih 😝 \n\n📍Yogurtland\n(lippo mall puri, Central Park dan Kokas)", "comment_count": 25, "like_count": 260}, "post7": {"caption": "Suami sampe geleng-geleng kepala karena istrinya bawa mobil listrik pas di @kebunraya_id  mayan ngebut dan hampir  nyungsep 😛 (mana bawa mertua) . \n\nBtw salut banget sama Kebun Raya Bogor,  salah satu lokasi penghasil oksigen terbaik di Asia Tenggara. Kamu bisa ajak keluarga, sahabat, temen-temen komunitas kamu piknik ke @kebunraya_id  juga. \n\nMana lahannya luas pisan sampe 85 hektar, jadi udah pasti social distancing dah. #AyoKeKebunRaya ❤️", "comment_count": 18, "like_count": 304}, "post8": {"caption": "Cukup ❤️\n\nPercayalah porsi makan aku lebih banyak dari suami😆 abis makan nasi lanjut ngemil ngemil dan ngemil. Jadi jangan percaya kalau ada yang bilang cowok lebih banyak makannya dibanding cewek. ☺️", "comment_count": 14, "like_count": 381}, "post9": {"caption": "Kita semua lagi beradaptasi untuk New Normal ini. Memang rasanya agak sulit. 1 hal yang harus Aku, kamu dan kita bersama bahwa Indonesia pasti bisa survive di masa pandemi ini. Ada amin? \n\nBuat kamu yang udah beraktifitas diluar dan mungkin ga sengaja megang pegangan di bus/ kereta, bertransaksi dengan uang cash, pencet lift dan lainnya, JANGAN LUPA CUCI TANGAN! \n\nUsahakan juga bawa 2 masker supaya bisa diganti 4 jam sekali. Eits, tetap jaga jarak alias physical distancing. Sehat Senantiasa untuk Kita semua💕 @palangmerah_indonesia \n\n #DonasiPMI #CegahCovid19 #PMISelaluBantu\n\n🎥 @trapjovers89 \n🎼 @project.pop", "comment_count": 14, "like_count": 268}, "post10": {"caption": "Mungkin aku engga bisa ngingetin untuk makan, atau jago membius candu asmara kayak @tiaraandini , tapi Smartfren 1ON+ ini cocok banget buat kamu karena ON Terus 365 hari. .\n.\nYuk! Jogetin ekspresi tanpa was-was kamu.\nCaranya :\n1. Follow instagram, twitter dan Youtube \n@smartfrencommunity @smartfrenworld\n2. Buat video versi Tiara Andini segokil mungkin, jangan lupa gunakan produk 1ON+\n3. Upload ke instagram dan tag @smartfrencommunity @smartfrenworld \n4. Periode upload sampai 2 Juli 2020\n5. Pengumuman Pemenang 13 Juli 2020\n6 Pakai hashtag #smartfrencommunity #kuotaantiwaswas #staysafeantiwaswas \nHadiahnya? Beuh, jangan ditanya lagi dah. Harus ikutan !\n\n#giveaway #giveawaycontest #giveawayindonesia #tiaraandini #indonesianidol #smartfren #smartfrenwow", "comment_count": 21, "like_count": 284}, "post11": {"caption": "Ini inisiatif ibu Ketu Tiktok + yang  milihin warna random @icelawrenn ❤\nDiperankan oleh @cindyrostandy @icelawrenn @septatiana @rissaprana @angelakrstina @yunikeyu @cynmarcyn @kinantiodelia @sylviaeliz @mariskagby @viaamartin @josephine_nicole @jeemskie @estermonicat @shantaseliyana @joanikaj @nissymeinard \nedit by ci @joanikaj\n\n#passthebrushchallenge \n#passthecolour #passthecolourchange #DirumahAja #samasamadirumah #MISSUMN #missumn2014", "comment_count": 21, "like_count": 185}}}