{"username": "pergidulu", "full_name": "Travel Blogger | Susan & Adam", "follower": 56621, "following": 495, "post_count": 4576, "category_name": "Local & travel website", "biography": "Indonesian-Australian couple who have travelled together to 73 countries & counting. Authors of 5 books. Private Tour & Endorsement —> DM", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Heard about this waterfall before. Pretty amazing to see this spectacular view with your own eyes. 😍😍😍\n.\n#tumpaksewu #tumpaksewulumajang #tumpaksewuwaterfall #airterjuntumpaksewu #cobansewu #cobansewulumajang", "comment_count": 1, "like_count": 92}, "post1": {"caption": "A spectacular waterfall at the border of Malang - Lumajang, East Java. 😍😍😍\n.\n#tumpaksewu #tumpaksewulumajang #tumpaksewuwaterfall #cobansewu #airterjuntumpaksewu", "comment_count": 2, "like_count": 209}, "post2": {"caption": "Visiting the heritage near Malang. \n.\n#malang #malangtourism #wisatamalang", "comment_count": 0, "like_count": 100}, "post3": {"caption": "Feeling lost? Look around, there might be a slight hint that you miss. 😚\n.\n#dinnerplain #hiking #hikeinaustralia #hikingaustralia #victoria", "comment_count": 0, "like_count": 104}, "post4": {"caption": "Forte de São Tiago is strategically located between the sea and the mountain. 😍\n.\n#funchal #madeira #madeiraisland #funchalmadeira #funchalcity #fortedesaotiago #portugal #visitportugal", "comment_count": 1, "like_count": 84}, "post5": {"caption": "Madeira in 10 seconds 😍🇵🇹 \n.\nCheck out our blogpost about “Top 22 Places to Visit in Madeira.” 🤓\n.\n#madeira #madeiraisland #madeiraportugal #portugal #visitportugal #tourismportugal #portugal🇵🇹", "comment_count": 1, "like_count": 78}, "post6": {"caption": "It’s always nice to explore streets of Lisbon. 🇵🇹 \n.\nBarangkali ada yg berencana ke Lisbon, baru aja published “Panduan Jalan-jalan ke Lisbon” di blog pergidulu berdasarkan pengalaman kami bulan Mei 2022 kemarin. Cekidot!! 😎\n.\n#lisbon #lisbonlovers #lisbonportugal #portugal #visitportugal", "comment_count": 1, "like_count": 144}, "post7": {"caption": "Giant graffiti in Madrid 🇪🇸 \n.\n#madrid #spain #madridspain #spaintourism", "comment_count": 2, "like_count": 145}, "post8": {"caption": "As a couple who love food and love to talk about food, we chose @restaurantlocavore to have a special lunch to celebrate our 10th wedding anniversary and it didn’t disappoint us. We really appreciate the creativity and their attitude towards local ingredients. 👏👏👏 \n.\n#locavore #locavoreubud #ubudrestaurant #asiasbest50restaurants #ubudbali", "comment_count": 2, "like_count": 60}, "post9": {"caption": "02.06.2012 - 02.06.2022 💍\n.\n10 years and counting. 👫\n.\nGa nyangka kan kalo awal pertemuan pergidulu itu waktu Adam narik becak? 🤣", "comment_count": 122, "like_count": 853}, "post10": {"caption": "A glimpse of Milan 🇮🇹 \n.\n(Watch till the end to see the Duomo changed colours at sunset 😘)\n.\n#milan #milano #milanocity #milanitaly #duomomilano", "comment_count": 0, "like_count": 138}, "post11": {"caption": "Took a ferry to see the south part of Lisbon. ⛴\n.\nYay! Fitur add music di IG feed udah nongol lagi. 😚\n.\n#lisbon #lisbonlovers #lisbonportugal #lisboa #lisboa🇵🇹", "comment_count": 0, "like_count": 115}}, "data_media_video": {"post0": {"caption": "One fine morning at Dunns Swamp Camping Ground. First camping in 2021, another fun camping with @ozindobushwalk 😘\n.\n#campingaustralia #campinglife #ozindobushwalk #ozindobushwalkcampingtripjanuary2021 #dunnsswamp #dunnsswampcampground #wolleminationalpark #nationalparksaustralia", "comment_count": 5, "like_count": 113}, "post1": {"caption": "", "comment_count": 24, "like_count": 323}, "post2": {"caption": "The night scene during Perseid meteor shower a few weeks ago in Blackheath. We were not lucky enough to get the meteors in the timelapse, but it is a pretty interesting timelapse with a plane passing, cloud attacks and the glow from nearby towns. 😉\n.\n#perseidmeteorshower #milkyway #milkyway_nightscapes #milkywaytimelapse #nighttimelapse #blackheath #nsw #blackheathnsw", "comment_count": 36, "like_count": 484}, "post3": {"caption": "[🔈on] A pretty stunning night view on our last night of the road trip. 😍 We were lucky the sky was so clear and dark even though we parked pretty close to the town. So many stars 🌟🌟🌟! \n.\nAyo mention temen kamu yang mau diajak menikmati malam-malam penuh bintang seperti ini. 😉\n.\n#lakecargelligo #lakecargelligonsw #nsw #visitnsw #destinationnsw #milkywaytimelapse #roadtripdulu #roadtrippascalaukdaun", "comment_count": 44, "like_count": 917}, "post4": {"caption": "From the snowy mountains to the coastal areas. Road trip with a campervan is a very flexible method to travel because you can stay anywhere you want and you’re not tied to any schedule (except when you need to return the campervan 😋). So, enjoy our last vlog on this latest series! \n.\nJadi, tadinya kami mau coba beberapa rute trekking di area Kosciuszko National Park (bukan area ski resortnya). Tapi ternyata banyak jalur trekking yang ditutup gara2 kebakaran hutan beberapa bulan lalu. Jadinya kami pindah haluan bergeser ke arah coastal karena itu lagi cerah. Makanya kami bisa ketemu Batu Kepala Kuda dan para anjing laut liar yang ginuk-ginuk. 🥰\n.\n#roadtripdulu #roadtrippascalaukdaun #narooma #horseheadrock #nsw #visitnsw #destinationnsw #kosciuszko #kosciuszkonationalpark", "comment_count": 4, "like_count": 76}, "post5": {"caption": "Finally...the snow is coming! ❄️❄️❄️ After waking up in a van surrounded by snow, we explored snowy areas in the mountains. Came back to the same camping ground and made a fire to warm the afternoon. 🔥🔥🔥\n.\nVlog episode 2 ini temanya salju & api. Tonton sampai habis ya 😉\n.\n#roadtripdulu #roadtrippascalaukdaun #snowymountains #kosciuszkonationalpark #kosciuszko #denisoncampingarea", "comment_count": 8, "like_count": 196}, "post6": {"caption": "A new series of our roadtrip adventures post lock down. We’re cruising around for a week in a campervan getting you to all sorts of stuff.\n\nWelcome back dalam seri Road Trip Pasca Lauk Daun kami! Kali ini durasi roadtrip cuma seminggu aja dan destinasinya juga belum jelas. Jadi mungkin ga ngevlog tiap hari, tergantung aktivitasnya. Anyway, hari pertama kami cukup seru dengan mengeksplor Yarrangobilly Caves dan jalan kaki di teritori para kuda liar (brumbies) di trek Long Plain Hut. Buat yg ahli kuda, tolong jawab pertanyaan kami di video lewat kolom komen ya. Mamacih 🙂", "comment_count": 6, "like_count": 90}, "post7": {"caption": "Another Saturday, another adventure with this @ozindobushwalk mob. This time we tried to conquer a Grade 5 (hard) trek in Bungonia National Park. The Red Track in Bungonia NP is very famous as a challenging track, but at the same time it’s very rewarding. What makes it difficult? Did we in the end survive this trek? Watch till the end 🤟🥰.\n.\nOh ya, koq udah masuk Traavelling Pasca Lauk Daun #4? #3-nya di mana? Cek aja youtube channel pergidulu ya biar ga ketinggalan seriesnya. 😉\n.\n#ozindobushwalk #bungonia #bungonianationalpark #redtrackbungonia #bungoniaredtrack #nsw #nswparks #nswnationalparks #visitnsw", "comment_count": 0, "like_count": 73}, "post8": {"caption": "A bit of snow hunting in Oberon, and then continued to explore Dry Canyon & Glowworm Tunnel Lithgow with OzIndoBushwalk, The Rock Sydney & KJRI Sydney. What a fun day! 🥰🥰🥰\n.\n#ozindobushwalk #drycanyon #glowwormtunnel #glowwormtunnellithgow #lithgow #nsw #visitnsw #oberon #snowinoberon #oberonsnow", "comment_count": 21, "like_count": 99}, "post9": {"caption": "After 13 days of #RoadTripPascaLaukDaun series, now we just started a new series called #TravellingPascaLaukDaun. This series will be about travelling in more local areas since at the moment we still can’t go abroad. This first episode is interesting. We joined a keen bushwalker group called “OzIndoBushwalk” exploring Katoomba in the Blue Mountains. They are mostly Indonesians who live in Sydney and love exploring the nature. Watch till the end! 😉👍\n.\nSeri baru ini sudah tayang di youtube channel “pergidulu” juga ya. Silakan pilih aja mau nonton di IGTV atau di youtube. Yg pasti jangan lupa like & subscribe biar ga ketinggalan episode2 selanjutnya. 😘\n.\n#ozindobushwalk #katoomba #bluemountains #bluemountainsnationalpark #bluemountainsnsw #narrowneck", "comment_count": 21, "like_count": 321}, "post10": {"caption": "[🔈on] We forgot to put this timelapse in the vlog series #RoadTripPascaLaukDaun. Oops 😬. Anyway, this is the last timelapse that we took during the road trip. Pretty interesting scene with the fire made by our neighbours at the campground. A bit cloudy and not too dark because we were pretty close to towns. But still, not bad lah ya? 😋\n.\n#roadtripdulu #roadtripaustralia #australianroadtrip #ozroadtrip #ellenboroughreserve #nsw #visitnsw #destinationnsw #milkywaytimelapse #timelapse #milkyway", "comment_count": 23, "like_count": 305}, "post11": {"caption": "Last day of our road trip, we visited a few cool spots along the coast in Port Macquarie. Awesome views. Thank you all for following our journey from the start. Hopefully we’ll see you again soon in another trip. 😉🙏\n.\nHari terakhir kami susur North Coast dari Port Macquarie ke arah selatan. Cari koala tapi gagal. Koala Hospital lagi tutup gara-gara Covid dan di Koala Reserve ga nemu koala liar. Anyway...makasih banyak yang udah ngikutin perjalanan kami baik dari IGS maupun daily vlog dari hari pertama. Sampai ketemu di road trip berikutnya! 🥰\n.\n#ozroadtrip #australianroadtrip #nsw #visitnsw #destinationnsw #portmacquarie #portmacquariekoalahospital \n#portmacquariensw \n#portmacquarielighthouse", "comment_count": 6, "like_count": 122}}}