{"username": "samkolder", "full_name": "Sam kølder", "follower": 1739115, "following": 751, "post_count": 510, "category_name": null, "biography": "Creative Direction / Film / @koldercreative", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Woke up yesterday at around 2pm after a full night of dancing with the amazing crew I've shared the wildest week with on @theyachtweek, when I proposed the idea to @livetothemax to drive 2.5 hours out to bosnia to jump off mostar bridge, a bridge I've dreamt of jumping off since I was like 18. Max had plans already but he knew this was way more important so we rented a car and sent it to bosnia. Made it just in time for sunset and we both sent it off the 80ft (24m) bridge! So damn stoked 🤘🏽🙏🏽", "comment_count": 2753, "like_count": 222179}, "post1": {"caption": "Craving a good old fashioned adrenaline rush right about now 🙂 which ones your favorite?", "comment_count": 2273, "like_count": 180577}, "post2": {"caption": "First time doing a balloon jump... No better feeling 😆😆😆 with @brendon @thatoneblondkid", "comment_count": 1371, "like_count": 187647}, "post3": {"caption": "Life recently…", "comment_count": 820, "like_count": 101527}, "post4": {"caption": "little recap of my trip to Dubai. Shot mainly on my iPhone. Thanks for the great time @visit.dubai 👏🏽", "comment_count": 307, "like_count": 33021}, "post5": {"caption": "Fun times jumping with @moliverallen over the Dubai desert 🐪 🌵 @visit.Dubai #visitdubai", "comment_count": 218, "like_count": 32860}, "post6": {"caption": "Some film photos from my recent Tulum trip with my favorite amigos ♥️", "comment_count": 255, "like_count": 84611}, "post7": {"caption": "A highlight from my recent trip to Dubai with @visit.dubai .\nPhone on airplane mode, a creative goal and some paint made for a perfect night 🌃 #visitdubai", "comment_count": 969, "like_count": 165483}, "post8": {"caption": "“Some lessons have to be experienced before they can be understood” - Michael Batnick. A quote I read recently from the book “the Psychology of Money” that really stuck with me. A quote that doesn’t only apply in the world of finance, but in all areas of life. We learn more through experience. I think that’s why I like to throw myself into the fire in many areas of life. Put myself in a situation where I’ve commited to something so there’s no backing out. I have no option but to perform. And weather I succeed or not, I know that what I’ll get out of it is experience. And nothing is more valuable then that. \n\nHere are a few memories from my recent trip to Dubai with @visit.dubai . Overall such an epic trip. Also got to experience it with some pretty awesome people ♥️#visitdubai", "comment_count": 313, "like_count": 87197}, "post9": {"caption": "Its been a long time since I’ve sat down to write an intentional instagram caption. I’ve done so much in the past year and didn’t really post much at all. Part of it has been me just wanting to take a break from all of it. \n\tConstantly having this pressure in the back of my mind to document every moment instead of just being fully present. I love capturing memories but It got tiring. i know it was that pressure that helped me get to where I am now but I needed to step back. And I did. \n\tThe past 2 years ive achieved alot. I started several business’ one of which now has a team of 7 people and its blossoming into something more than I could have ever expected. Ive learned alot. Learned entire new softwares, new ways to move my body, learned about relationships, economics and investing.\n\nIve learned about compersion. Being happy for other peoples happiness. it’s joy that has nothing to do with your own joy. And challenging myself to  consistently practice compersion , especially in the moments when it’s really hard to. Compersion has set me free. \nIve learned that we get rewarded in life for following our intuition. \n\tThat burning fire inside of you, your compass. It cant be ignored.\nIf I’m not listening to it, I start to slowly fall into a state of depression. \nAnd in doses I think depression is Important. But you shouldn’t live there.\nKahlil Gibran so beautifully states “your joy is your sorrow unmasked. The deeper that sorrow carves into your being, the more joy you can contain.”\nI love this quote. it reminds me to truly embrace the hard moments in life. To sit in the discomfort of the self doubt, fear and depression. Because joy is nothing without sorrow. \nAnd so much of who I am is defined by that sorrow. So im thankful, for both.\nIts the unpredictable unceasing change that keeps this thing called life interesting.\nBut anyways, earlier this month I turned 26 and i think it’s about time I start using this thing again.\n\nThe song I’m playing in this is one of my favorite piano pieces :)\nNuvole Bianche by Leudovico Eunadi.", "comment_count": 822, "like_count": 47074}, "post10": {"caption": "Couldn’t have asked for a better way to end off 2021. Amazing humans, good weather and the best hospitality and service thanks to @vehm.mx . These are just some of my favorite memories from the trip ✨ @vertigeux @kailocey @ashleyyrose__", "comment_count": 301, "like_count": 41761}, "post11": {"caption": "This was definitely one of those “oh fuck” moments 😂 😅 watching my $10,000 @freeflysystems wave camera plummet to the earth. We still have no idea how it disconnected 🥲 but on the bright side I got like 5 angles of this happening lol🙈 (also there were only big open fields below us)", "comment_count": 2004, "like_count": 96187}}, "data_media_video": {"post0": {"caption": "Its been a long time since I’ve sat down to write an intentional instagram caption. I’ve done so much in the past year and didn’t really post much at all. Part of it has been me just wanting to take a break from all of it. \n\tConstantly having this pressure in the back of my mind to document every moment instead of just being fully present. I love capturing memories but It got tiring. i know it was that pressure that helped me get to where I am now but I needed to step back. And I did. \n\tThe past 2 years ive achieved alot. I started several business’ one of which now has a team of 7 people and its blossoming into something more than I could have ever expected. Ive learned alot. Learned entire new softwares, new ways to move my body, learned about relationships, economics and investing.\n\nIve learned about compersion. Being happy for other peoples happiness. it’s joy that has nothing to do with your own joy. And challenging myself to  consistently practice compersion , especially in the moments when it’s really hard to. Compersion has set me free. \nIve learned that we get rewarded in life for following our intuition. \n\tThat burning fire inside of you, your compass. It cant be ignored.\nIf I’m not listening to it, I start to slowly fall into a state of depression. \nAnd in doses I think depression is Important. But you shouldn’t live there.\nKahlil Gibran so beautifully states “your joy is your sorrow unmasked. The deeper that sorrow carves into your being, the more joy you can contain.”\nI love this quote. it reminds me to truly embrace the hard moments in life. To sit in the discomfort of the self doubt, fear and depression. Because joy is nothing without sorrow. \nAnd so much of who I am is defined by that sorrow. So im thankful, for both.\nIts the unpredictable unceasing change that keeps this thing called life interesting.\nBut anyways, earlier this month I turned 26 and i think it’s about time I start using this thing again.\n\nThe song I’m playing in this is one of my favorite piano pieces :)\nNuvole Bianche by Leudovico Eunadi.", "comment_count": 822, "like_count": 47074}, "post1": {"caption": "Sights and sounds of South Africa. Shot on the new @djiglobal Mavic 3.\nI’m so impressed with this drone and DJI’s ability to constantly go above and beyond with each new release 👏🏽\nThese are my favorite specs: \n4K 120fps and 5.1k 50fps\n45min flight time…. \n7x zoom (up to 28x digitally) \n10 bit prores recording. \n1tb internal SSD (Cine model) \n\nShot, edited and sound designed by me. \n@jbxcreative with the intro shots 🎥", "comment_count": 950, "like_count": 96231}, "post2": {"caption": "Im always striving to showcase moments in time from new perspectives. @djiglobal ’s DJI FPV has been an amazing tool for me to get perspectives that would normally be much harder for any other drone. This is a compilation of some shots I filmed 100% on the DJI FPV drone. #Sponsored #Ad \nMusic by @vertigeux \n🛹 @benjaminmalherbe", "comment_count": 800, "like_count": 83959}, "post3": {"caption": "Wow. I can’t believe the day has come. After 6 months of work @koldercreative is opening up for its second round of enrollment! We spent the past 6 month listening to our community and working hard to make this experience even better. We are now on our own platform and we have a bunch of new lessons. We also have a lot of cool community contests and events planned the next couple of months. Enrollment is only open until July 1st so check the link in my bio if you’re interested in joining! 🙌🏽♥️", "comment_count": 619, "like_count": 83661}, "post4": {"caption": "I’m honored to have been given the opportunity to create the launch video for the new DJI Air 2s alongside my good friend @bryn_north 🙏🏽🔥 a project that pushed me as a creative in many ways. Excited to be sharing the bts of this project on @koldercreative ! ALSO next time one of my students is coming with me!! 👌🏽this is only a 1 minute cut down so make sure to go watch the full version on @djiglobal 🤘🏽thanks to the amazing crew that helped make this come to life! @chelseakauai @cody_skene @naude_heunis  @jvke music by @daniel.deuschle", "comment_count": 1465, "like_count": 88248}, "post5": {"caption": "captured this shot last week in Eastern Bali with my FPV drone  @indtravel #wonderfulindonesia 🌿 music by @emancipator", "comment_count": 1229, "like_count": 104556}, "post6": {"caption": "I can’t believe the day has come. After what feels like forever (more like 8 months of working on and off) I’m excited to announce my first ever online course @koldercreative is live. \nWhen I started this I had no idea how much of an undertaking this project would be. But after a lot of revisions and learning, the course is finally at a place to go out to the world and have its first round of students. \n\nThis first installment of the course is focused on the foundations of Premeire Pro, After Effects, Shooting, Technicalities and FPV.  A lot of very important information that I wish I had when I was first developing my workflow as a creative. Honestly Even a year ago when I considered myself a “highly skilled” editor, i still would have been able to drastically speed up my workflow and improve my quality with the information i share in this course. I walk you guys through my editing process in both Premiere Pro and After Effects then dive into the world of FPV as well as shooting and business. \n\nThis is just the start for me. My vision with this course is to constantly be upgrading my content and updating these lessons with everything I've learned, and everything I am yet to learn throughout my journey as an editor / filmmaker. \n\nThank you for your continued support. I love you all!", "comment_count": 1354, "like_count": 92434}, "post7": {"caption": "Lil drone shot I got a while back but never posted. Had a ton of fun sound designing this clip👌🏽🌶🔥 to everyone asking, my race drones are from @IFlightgo 👌🏽", "comment_count": 1657, "like_count": 119937}, "post8": {"caption": "Acro Flow with @chelseakauai ✨  Hope everyone is staying strong in these strange times. I’m confident things will go back to the way they were but for now let’s just use this time to appreciate what we have and how life can change in the blink of an eye. Continue living in the moment and express gratitude for every new day 🙏🏽 also if you’re isolating with a friend or a loved one, it’s the perfect time to practice some acro yoga 👌🏽", "comment_count": 2575, "like_count": 145136}, "post9": {"caption": "Just a simple iPhone video of a simple daily practice of mine that brings me so much joy ♥️✨ music @randomrab", "comment_count": 784, "like_count": 87903}, "post10": {"caption": "Creative Editing has always been my portal into flow state. A state of mind where I lose track of space and time and all the other worries that clutter my mind on a regular basis. \nThis is a sequence from my last drone reel I put together of 4 drone clips to make them all look like one long flowy clip. I probably put a combined total of 15 focused hours into creating and perfecting this sequence. looking back it sounds like a lot of time even for me, but im reminded of the late nights spent losing track of time being so immersed in the editing process that time is no longer a factor and my mind just runs wild with ideas. I find that I am most fulfilled in life when I am constantly immersing myself in activities that put me in flow state. Activities that help me forget about the millions of other things that are happening in my life and channel all my focus and energy into the present moment. \nI guess this is just a little reminder to myself to do more things in life that put me into flow state and encourage me to be hyper present. ♥️ music @randomrab", "comment_count": 3469, "like_count": 178842}, "post11": {"caption": "I've been fortunate enough to visit the beautiful country of Saudi Arabia twice in the past 2 months and both times I was pinching myself at the reality of what I was experiencing. Here's just a little taste of what went down. Had alot of fun editing this one 👌🏽 @visitsaudi #visitsaudi #winterattantora", "comment_count": 1763, "like_count": 89631}}}