{"username": "sansadhia", "full_name": "Sulung S Hanum-Travel Blogger", "follower": 11210, "following": 3525, "post_count": 2029, "category_name": "Blogger", "biography": "Travel Blogger | Content Creator\nPart of @transmateindonesia @travelokaeats @sahabatkorea_ @swj.ambassador \n📹 youtube.com/sulungsitihanum", "is_profesional": true, "data_media_photo": {"post0": {"caption": "THE MAGICAL OF ORCHID FOREST\n\nAku nggak menyangka bahwa Orchid Forest bisa se-gloomy, magical, dan mystical ini. Lihat deh kabut yang turun sore hari, nuansanya beda banget dengan siang.\n\nOrchid Forest Cikole merupakan destinasi wisata hutan pinus seluas 12 hektar yang menyajikan spot-spot berfoto dan wahana bermain yang cocok untuk berbagai umur khususnya milenial. Banyak yang gak tau bahwa ini juga jadi tempat wisata pertama di Kabupaten Bandung Barat yang pet-friendly.\n\nKalau datang saat weekend, ada live music di Terrace Paphio. Jangan lupa berjalan di Wooden Bridge yang membentang sepanjang 110 meter dengan ketinggian 16 meter. Naiknya sore hari ya biar syahdu.\n\n📍 @orchidforestcikole \nGenteng, Cikole, Kec. Lembang, Kab. Bandung Barat, Jawa Barat\n💰 Lokal Rp40.000, internasional Rp100.000\nBelum termasuk tiket wahana di dalamnya ya\n\n#swjambassador #orchidforestcikole #WondrousOrchidForest #WisataLembangBandung #WisataLembang #WisataBandung #PetFriendly #dijabaraja #JabarJuara #smilingwestjava", "comment_count": 57, "like_count": 478}, "post1": {"caption": "A day in my life di Bandung part 2\n\nHari kedua di Bandung ada pelepasan penugasan SWJ Ambassador secara resmi di puncak Gedung Sate. Siapa di sini yang udah pernah ke puncak Gedung Sate. Aku kasih cuplikan room tour bangunan puncak gedung sate ya.\n\nSetelah ini aku akan explore satu kawasan destinasi wisata di Jawa Barat.\n\nTonton video ini sampai selesai. Terima kasih?\n\n#swjambassador #smilingwestjava #dijabaraja #jabarjuara #gedungsate", "comment_count": 48, "like_count": 145}, "post2": {"caption": "A day in my life as Smiling West Java Ambassador\n\nBangganya aku bisa mewakili Depok untuk Smiling West Java Ambassador. 108 duta pariwisata dan ekonomi kreatif Jawa Barat berkumpul saat pengukuhan tanggal 21 Juni 2022 di Gedung Sate, Bandung.\n\nSWJ Ambassador langsung dilantik oleh Pak Ridwan Kamil, Gubernur Jawa Barat.\n\nUsai pelantikan, kami diberi pembekalan materi pariwisata, softskill training seputar storytelling dari @dalecarnegieina dan teknik foto&videografi.\n\nUsai pelantikan dan pembekalan, SWJ Ambassador dibagi ke dalam grup kecil dan disebar ke ratusan destinasi di Jawa Barat. Bakal explore Jawa Barat yang mana ya aku? Nantikan di video berikutnya.\n\n#iambassador #swjambassador #jabarjuara #smilingwestjava #visitwestjava #smilingwestjavaambassador #explorejabar", "comment_count": 65, "like_count": 394}, "post3": {"caption": "Tips naik KRL dan transit di Stasiun Manggarai\n\nSejak adanya switch over 5 Stasiun Manggarai, tentu banyak yang keluhan dan keberatan ya, terutama bagi teman-teman yang dari Bogor-Depok. Masalah transit di Manggarai itu padat sekali ya pada jam-jam sibuk.\n\nAku punya tips naik KRL dan mesti transit di Stasiun Manggarai.\n\n- Hindari jam sibuk sebisa mungkin\n- Selalu cek jadwal KRL di aplikasi KRL Access\n- Berangkat lebih awal agar gak diburu waktu\n- Ketika turun di Stasiun Manggarai, jika padat, duduk dulu aja di peron, biarkan yang lain turun dulu hingga tangga mulai sepi\n\nIt works. Aku udah coba saat naik KRL dari Depok ke Cikarang pagi hari. Silakan dicoba.\n\n#commuterline #commate #KAICommuter #AyoNaikKRL", "comment_count": 11, "like_count": 67}, "post4": {"caption": "MOROTAI, LEBIH DARI SEKADAR PULAU PERBATASAN INDONESIA\n\nMorotai merupakan pulau paling utara Maluku Utara, sekaligus menjadi pulau terdepan dan perbatasan Indonesia.\n\nMenarik sekali mendengar kisah sejarah Perang Dunia II di Morotai. Aku sempat mengeksplor alam baharinya yang indah, mencicip ikan tuna yang jadi komoditi ekspor utama di Morotai selain kopra.\n\nLalu, bagaimana laju transportasi keluar-masuk Morotai? Pulau terluar ini punya Bandara Pitu Morotai yang unik dengan 7 landasan pacu dan jadi pangkalan udara terbesar di Indonesia.\n\nLalu ada lagi Pelabuhan Daruba, tempat bersandarnya kapal-kapal angkutan logistik, tol laut dari Surabaya, kapal barang dari Manokwari, dan angkutan penumpang antar pulau di Maluku.\n\nMeski berada di perbatasan Indonesia dengan Samuder Pasifik, kehidupan di Morotai tetap riuh, ekonomi terus tumbuh, wisatanya luar biasa indah. Ada simpul transportasi yang sudah terjalin sejak lama di sana. Begitulah Morotai bisa terhubung dengan kita.\n\n#TransmatePenghubungIndonesia #TransmateJourney2022 #TransmateJourneyHalu #menghubungkanindonesia", "comment_count": 13, "like_count": 205}, "post5": {"caption": "KEHIDUPAN MELAUT HALMAHERA UTARA\n\nBegini rangkuman perjalananku di Halmahera Utara. Terbang dari Jakarta ke Manado selama 3 jam, tansit 3 jam, lalu terbang lagi dengan pesawat kecil ATR Wings Air ke Kao, Halmahera Utara selama 1 jam.\n\nAkhirnya aku menginjak tanah kopra. Kebun-kebun kelapa melambai-lambai di sepanjang jalan dari Kao ke Kota Tobelo.\n\nLalu apa saja yang kutemukan di sana? Simak video singkat ini ya, yang lebih kurang merepresentasikan hatiku saat berada di Halmahera Utara. Tentang kopra, melaut, dan kapal-kapal angkutan.\n\n#TransmatePenghubungIndonesia #TransmateJourney2022 #TransmateJourneyHalu #menghubungkanindonesia", "comment_count": 12, "like_count": 102}, "post6": {"caption": "ADA TRON SHUTTLE GRATIS BUAT KE PANTAI INDAH KAPUK\n\nDari dulu tuh aku selalu bingung buat jalan-jalan ke PIK naik apa ya? Karena nyaris tidak ada angkutan umum yang menjangkau tempat-tempat seru di PIK.\n\nSekarang gak perlu bingung lagi. Sudah ada Tron Shuttle berbasis mobil listrik terintegrasi dari Stasiun Duri buat menuju PIK.\n\nTron Shuttle ini baru aja di-launching tanggal 17 Juni 2022 lalu. Selama periode uji coba dalam beberapa bulan ke depan, kita bisa jalan-jalan ke PIK naik Tron Shuttle dari Stasiun Duri. Tarifnya gratis untuk mobil listrik dan Rp10.000 untuk Tron Shuttle yang non electric. Tentu saja aku akan pilih naik Tron Shuttle yang electric vehicle dong.\n\nAda beberapa halte pemberhentian dan rute terakhirnya adalah halte Taman Baharia PIK, persis di depan Cove Batavia PIK dan Pantjoran PIK.\n\nKamu tinggal lihat jadwal keberangkatan Tron Shuttle di halte. Saat berangkat dan pulang tinggal nunggu di halte yang sama saat di PIK.\n\n@tron_id \n#AyoNaikAngkutanUmum #TronIndonesia #TronShuttle", "comment_count": 17, "like_count": 291}, "post7": {"caption": "Natur Hair Beauty Dating\n\nSaatnya recovery pulang traveling. Sepulang dari Halmahera dan Morotai 1 minggu lalu, aku sangat butuh perawatan, mulai dari kulit dan rambut. Bagiku yang berhijab dan suka traveling, rambutku butuh perawatan ekstra.\n\nPas banget pulang dari Halmahera aku diajak beauty dating sama @beautycollab.id dan @backtonatur yang baru aja mengeluarkan varian Natur Hair Tonic Ginseng Extract. Cocok buat rambut kering dan rontok. Ini masalah terkini rambutku yang menghadapi perbedaan cuaca ekstrem dari lembab ke panas, lalu lembab lagi.\n\nDari dulu aku memang pengguna hair tonic Natur tapi varian Aloe Vera. Kali ini aku bakal coba Natur Hair Tonic yang ada Ginseng Extract-nya.\n\n@beautycollab.id @backtonatur #NaturHairBeautyDating #FinallyFoundNatur #PilihYangAlami #BeautyCollabIDxNatur", "comment_count": 7, "like_count": 34}, "post8": {"caption": "PELABUHAN DARUBA, GERBANG WISATA DAN NIAGA PULAU MOROTAI\n\nKamu tahu kan, kehidupan pulau sangat bergantung dengan pelabuhan dan kapal. Morotai merupakan salah satu Kabupaten di Maluku Utara sekaligus pulau terdepan dan perbatasan Indonesia dengan Samudera Pasifik. Posisinya berada di bagian utara Pulau Halmahera.\n\nPelabuhan Daruba adalah salah satu gerbang memasuki wilayah Morotai melalui jalur laut. Pelabuhannya tidak terlalu besar, tapi aktivitas keluar-masuk kapal silih berganti, bahkan tidak jarang terjadi antrean kapal masuk dermaga.\n\nSaat aku berlabuh di Pulau Morotai menggunakan speed boat dari Tobelo, Halmahera Utara, aku pun melihat kapal penumpang Holly Mary baru datang dari Pulau Ternate. Lalu ada pulau kapal pengangkut semen dari Manokwari, Papua Barat, serta kapal pengangkut BBM dari Halmahera.\n\nAda pula kapal wisata hibah dari Kemenhub sebagai fasilitas penyeberangan Daruba-Pulau Dodola.\n\nRupanya begini rupa gerbang niaga dan wisata di Pulau Morotai. Pelabuhan Daruba adalah jantungnya Morotai, pusat distribusi logistik dari Papua Barat, Sulawesi, dan Jawa, mengalirkan pertumbuhan ekonomi ke seluruh Morotai.\n\nSungguh berkesan melihat kehidupan pelabuhan yang hidup ini. Sepertinya berada di pelabuhan begini adalah suatu wisata tersendiri bagiku.\n\n#TransmateJourney2022 #TransmateJourneyHalu #TransmatePenghubungIndonesia #menghubungkanindonesia", "comment_count": 7, "like_count": 230}, "post9": {"caption": "Landasan pacu terlebar di Indonesia itu ada di Morotai\n\nBandara Pitu Morotai, Maluku Utara punya 7 landasan pacu. Itulah kenapa dinamakan “Pitu”. Bandara ini dulu dibangun oleh tentara Sekutu sebagai pangkalan militer mereka. 7 landasan pacu itu terbuat dari batu karang yang dilicinkan. Kini, landasan yang aktif cuma 1, sisanya tertutupi ilalang.\n\nKapan lagi bisa berlarian di ujung landasan pacu Bandara Pitu Morotai. Adegan ini punya izin khusus ya dari pihak bandara dan @kemenhub151, tidak untuk umum. Tapi aku suka sekali adegan ini karena betapa riangnya kami di sana mengakhiri wisata sejarah selama kami di Morotai.\n\n#TransmateJourney2022 #TransmateJourneyHalu #bandarapitumorotai #transmatepenghubungindonesia #menghubungkanindonesia @transmateindonesia", "comment_count": 25, "like_count": 140}, "post10": {"caption": "Cikarang-Kampung Bandan-Jakarta Kota\n\nBagaimana menurutmu solusi rute KRL ini jika kamu berangkat dari Lin Cikarang/Bekasi? Menurutku ini win-win solution yang ditawarkan KRL agar kita tidak sulit transit di Stasiun Manggarai jika ingin ke Jakarta Kota.\n\nAlternatif transit di Stasiun Kampung Bandan bisa jadi pilihan yang tepat untuk menghindari keramaian di Stasiun Manggarai pada jam sibuk. Kita tinggal turun di Stasiun Kampung Bandan, lalu pindah peron untuk lanjut KRL Lin Tanjung Priok ke arah Jakarta Kota.\n\nSwitch Over 5 Stasiun Manggarai memang awalnya membingungkan dan banyak pro-kontra. Tapi menurutku ini juga jadi sebuah kemajuan bagi sistem transportasi kereta dalam kota. Lihat line MRT, subway, LRT, dan kereta di luar negeri yang menerapkan 1 rute untuk 1 lin. Jika pembangunan Stasiun Manggarai yang bakal jadi sentra transit transportasi Jakarta selesai, penggunaan transportasi publik kita akan lebih nyaman, tepat waktu, dan teratur.\n\nYuk, kita coba switch over juga cara pandang kita ke depan, buat transportasi Jabodetabek lebih baik. Karena perubahan memang butuh tindakan.\n\n#commuterline #AyoNaikKRL #commate", "comment_count": 15, "like_count": 163}, "post11": {"caption": "Pesawat “Go Around” saat Penerbangan Morotai-Ternate\n\nDalam istilah penerbangan, ada yang namanya “go around”, situasi pembatalan pendaratan pesawat karena beberapa sebab. Prosedur go around dilakukan sebagai bagian dari prosedur keselamatan dalam penerbangan. Pada saat itu dibutuhkan kesigapan dan kecakapan pilot dan ATC untuk bertindak menjalankan prosedur keselamatan.\n\nSaat penerbangan dari Morotai ke Ternate beberapa hari lalu, pesawat ATR yang kutumpangi melakukan prosedur ini akibat angin kencang beberapa detik sebelum mendarat. Saat itu pesawat yang kutumpangi sudah bersiap mendarat tetapi mendadak menukik kembali ke atas. Lalu pesawat berputar-putar di atas sambil menunggu informasi untuk dapat mendarat di Bandara Sultan Babullah Ternate. Hanya menunggu 15 menit, pesawat dapat mendarat dengan aman.\n\nMungkin saat itu, prosedur go around bisa dianggap sebagai bentuk ketidaknyamanan bagi penumpang. Termasuk aku yang sempat panik dan sedikit pusing saat pesawat menukik dan berputar ke atas.\n\nNamun, segera pilot memberi tahu kami alasan go around dan meminta maaf atas keterlambatan pesawat mendarat saat itu. Dalam hati ku berkata, “Terima kasih Om Pilot. Tidak perlu meminta maaf, karena ini bagian dari keselamatan. Terima kasih sudah membuat kami terbang aman dan tenang.”\n\nBegitulah, sedikit cerita tentang pengalamanku merasakan go around saat penerbangan Morotai-Ternate kemarin.\n\nJika ini terjadi dalam penerbanganmu, jangan panik, tetap di tempat duduk, pakai sabuk pengaman, tetap buka penutup jendela, dan berdoa. Safe flight!\n\n#TransmatePenghubungIndonesia #MenghubungkanIndonesia", "comment_count": 5, "like_count": 65}}, "data_media_video": {"post0": {"caption": "Siapa yang pernah mengalami hal seperti ini?\n\nKetika masuk ke lingkungan kerja, apa pun profesinya, kita mengenal istilah lembur, 'kerja rodi', hingga 'proyek Roro Jonggrang', yang akhirnya membuat kita lupa untuk beristirahat.\n\nPekerjaan itu tiada habisnya, tapi bertanggung jawab akan Keselamatan dan Kesehatan Kerja (K3) jauh lebih penting terutama pada masa pandemi. Ada sebuah budaya baru yang mengharuskan kita mematuhi prokes 5M.\n\nMari kita terapkan K3 dengan benar mulai dari sekarang karena waktu tidak akan menunggu.\n\n#kompetisivideosemenit \n#KOVIDSemenit\n@kompetisivideosemenit\n-----\nVideographer & Editor: @_siogie \nScript: @sigit_sugiyono \nVoice over: @sansadhia\nCasts: @sansadhia @sigit_sugiyono @_siogie\nThanks to special guest @deckytri_id", "comment_count": 30, "like_count": 269}, "post1": {"caption": "APA YANG KAMU TAHU TENTANG KAPAL TERNAK? \n\nPerjalanan Transmate Journey Alor dengan transit di Kupang memang luar biasa. Aku menemukan banyak hal menakjubkan dalam perjalanan termasuk naik kapal ternak. \n\nKapal khusus mengangkut ternak dari Kupang ke Jakarta ini memang disediakan oleh @kemenhub151 untuk mempermudah para peternak sapi mengirim ternaknya. Ada subsidi dari pemerintah untuk biaya perjalanan. \n\nKondisi ternak di dalam kapal penuh jerami ini juga lebih aman. Biasanya ternak dibawa menggunakan kapal kargo dengan space terbatas dan kondisi ternak tidak mendapat perhatian khusus. \n\nKetika ada kapal ternak ini, tingkat stres hewan jadi berkurang. \n\nBravo, kapal ternak. Selamat berlayar dan menjangkau kota-kota tujuan. \n\n#TransmatePenghubungIndonesia  #TransportasiMaju #PelabuhanTenau #explorekupang", "comment_count": 8, "like_count": 318}, "post2": {"caption": "Bandara Udara Pantar Alor adalah salah satu contoh Bandara Perintis yang Keren! \n\nWalaupun hanya melayani 2 kali penerbangan perintis dua kali dalam seminggu yang dilayani pesawat jenis Caravan jurusan Pantar - Kupang PP. \n\nTetapi semua prosedur masih dijalankan dengan serius dan sepenuh hati dan semangat. \n\nKeamanan, keselamatan, kelancaran, kenyamanan penumpang dan penerbangan tetap menjadi fokus utama. \n\nProtokol kesehatan tetap dijalankan walaupun penumpang hanya 10 orang. \n\nTantangan para #InsanTransportasi disana pun beragam dan cukup berat untuk dihadapi. \n\nPermintaan penumpang dari Pantar semakin banyak untuk trayek Pantar-Kupang. \n\nTetap semangat bagi para Insan Transportasi di wilayah terpencil yang menjalankan tugasnya dengan sangat baik walaupun dengan banyak keterbatasan. \n\nKalian Keren!! \n\n#TransmatePenghubungIndonesia #TransmateJourney #TransmaterjourneyAlor #BandaraPantar #NTT #bandaraperintis", "comment_count": 45, "like_count": 147}, "post3": {"caption": "KALABAHI KOTA KENARI\n\nKamu tau gak, kalau Alor penghasil kenari, asam, vanili, dan pinang? Kamu tau juga gak, kalau orang Alor mesti memasok beras dari Makassar dan memasok sembako dari Surabaya?\n\nPelabuhan dan kapal laut adalah angkutan utama untuk logistik di Alor. Seperti apa rupa pelabuhan-pelabuhan di Alor? Ini dia sedikit kisah dari negeri Kenari di Nusa Tenggara Timur.\n\n#InsanTransportasi #TransmatePenghubungIndonesia #TransportasiMaju #TransmateJourneyalor #TransmateJourney", "comment_count": 32, "like_count": 195}, "post4": {"caption": "ALOR MEMANG ISTIMEWA, PUNYA 2 BANDARA\n\nDemi wisata Alor lebih maju, Alor kini punya 2 bandara, Bandara Mali di Pulau Alor dan Bandara Pantar di Pulau Pantar. Segala keistimewaan punya 2 bandara ini semoga makin bikin perekonomian, aksesibilitas, dan pendidikan Alor lebih maju.\n\nTak sabar, ku ingin kembali ke Alor.\n-----------\n📍 Alor, Nusa Tenggara Timur\nBlog: www.jurnaland.com\nYoutube: sulung siti hanum\n-----------\n#InsanTransportasi #TransmatePenghubungIndonesia #TransportasiMaju #TransmateJourney #TransmateJourneyAlor #explorealor #wisataalor #bandaramali #bandarapantar", "comment_count": 41, "like_count": 440}, "post5": {"caption": "Tahukah kamu, bahwa Maninjau jadi salah satu daerah penghasil ikan nila terbesar di Sumatera? \n\nOrang Maninjau membudidaya keramba ikan nila dan jadi sumber penghasilan utama masyarakatnya \n\nBahkan banyak petani padi yang beralih beternak bibit nila di ladang, yang akan dibudidayakan di tengah danau. Ada sekitar 17.000-an keramba ikan nila di Danau Maninjau. \n\nTernyata hasil panen ikan nila ini dibawa ke seluruh Sumatera. Bahkan orang Toba juga banyak memesan bibit nila dari Maninjau untuk dibudidaya lagi di Danau Toba. \n\nKetika panen, puluhan ribu ekor ikan nila dimasukkan ke dalam ratusan kantong plastik besar yang sudah diisi air dan oksigen. Ikan nila ini dibawa menggunakan truk ke Medan, Toba, Jambi, Bengkulu, dan Palembang. Truk-truk besar inilah yang menyusuri jalan lintas Sumatera demi bisa memperluas pemasaran ikan nila dari Maninjau. \n\nDengan kantong berisi oksigen itulah ikan nila itu bertahan dalam perjalanan belasan jam. Tentu saja transportasi yang lancar mendukung agar saat masuk pasar, nila tetap segar dan siap kita santap di rumah. \n\nBisa jadi ikan nila yang sedang kamu santap juga berasal dari Maninjau. Jika konektivitas transportasi kita belum sebaik sekarang, para petani bibit ikan di Maninjau belum tentu bisa memasarkan produknya sejauh itu.\n\n#TransmatePenghubungIndonesia #transportasimaju #ekonomibangkit", "comment_count": 25, "like_count": 437}, "post6": {"caption": "JAKARTA-RANGKASBITUNG CUMA Rp9.000 AJA \n\nUdah lama aku penasaran mengunjungi Rangkasbitung naik commuter line. Jadilah suatu pagi, aku berangkat naik commuter line dari Depok ke Tanah Abang. Transit di sana buat naik krl tujuan Rangkasbitung. \n\nAku udah pernah ke Banten naik bus, tapi rasanya berbeda ke Rangkasbitung naik krl. Cepat, aman, dan nyaman. Cuma 1,5 jam. \n\nRangkasbitung adalah tujuan paling ujung rute Stasiun Tanah Abang - Stasiun Rangkasbitung. Ongkosnya cuma Rp9.000. Jangan heran nanti sering ketemu ibu-ibu memanggul barang dagangan dan gembolan besar dari kain di atas kepala di dalam kereta. Itu tandanya kita udah memasuki kawasan Banten. \n\nKarena ini perjalanan 1,5 jam, protokol kesehatan tetap harus dijalankan ya.\n- dilarang berbicara di dalam kereta\n- menggunakan masker\n- tetap menjaga jarak\n- hindari kerumunan \n\nJadi biar gak garing, jangan lupa bawa headset buat dengar musik sambil pemandangan di jendela. \n\nNggak perlu bingung kalau udah sampai sana. Stasiun Rangkasbitung menyediakan papan infografis tentang wisata Banten di pintu keluar. Sangat membantu bagi yang ingin berwisata singkat selama di sana. Stay safe and healthy, teman-teman. \n\n#konektivitaslogistik #ekonomibangkit #TransmatePenghubungIndonesia #transportasimaju  #Rangkasbitung #commuterlinejakarta #wisatabanten #explorelebak #explorebanten", "comment_count": 18, "like_count": 682}, "post7": {"caption": "Senang sekali aku akhirnya bisa berkolaborasi bikin video dengan @sigit_sugiyono dan @_siogie untuk Lomba Creative Video yang diadakan @balitbanghub151.\n\nDan, ternyata video kami diapresiasi mendapat juara Harapan 2, berjajar dengan video-video keren yang lain.\n\nSiapa sangka persiapan ala kadarnya, ngobrolin konsep video via Zoom cuma 2x, eksekusi shooting cuma 1 hari karena sulit nentuin jadwal masing-masing, editing H-2, rekam VO H-1, finishing oke H-30 menit. Lalu submit.\n\nTadaaa, jadilah video berjudul JAKARTA HARI INI, TRANSPORTASI DAN KITA dari kami bertiga. Video ini juga tayang di Youtube Balitbanghub151. Aku yakin, setiap video yang diikutsertakan dalam lomba ini tentu punya cerita tertentu di balik layarnya. Rasanya semua pantas diapresiasi. 😇\n@kemenhub151\n\n#YukSelamatBersama #transportasimaju #jakartainfo #jakarta #TransportasiAmanProduktif #transhubChallenge2021 #balitbanghub", "comment_count": 26, "like_count": 54}, "post8": {"caption": "Waaah ternyata begini rasanya bikin Takoyaki. Kolaborasi sama @nuratakoyaki yang rame di Depok. Ownernya @agengwuri khusus ngajarin aku dan @shancha16 cara bikin Takoyaki.\n\nVideo lengkap, resep dan caranya bakalan ada di Youtube Channel aku SULUNG SITI HANUM. Jangan lupa subscribe di sana.\n\nTerima kasih.\n\n#Takoyaki #reseptakoyaki #kulinerjepang #takoyakirumahan #nuratakoyaki #resep #resepmasakan", "comment_count": 7, "like_count": 56}, "post9": {"caption": "HAPPY INTERNATIONAL WORLD DANCE DAY.\n\nDalam rangka hari tari sedunia, aku post vlog Bulgaria saat aku dan tim @galangdance berpartisipasi di The World Cup of Folklore Festival.\n\nMemorable banget momen di Bulgaria, aku jalan ke sana kemari pakai pakaian adat Minang buat presentasi dan meeting ngenalin salah satu budaya Indonesia di sana.\n\nPas banget perjalanannya bulan puasa. Seharusnya tahun lalu bisa ke Italia, karena pandemi eventnya ditunda tahun ini secara online. Yah gak enak ya kalau ikut event online, euforia pertukaran budayanya gak berasa.\n\nSekali lagi, selamat HARI TARI SEDUNIA. Hidup budaya kita, hidup kesenian tradisi Minangkabau. Semoga tahun depan dunia pertunjukan bisa aktif lagi seiring pandemi berakhir. 💃💃💃\n\n#happyworlddanceday #folklore  #worlddanceday #tariminang #budayaminang #minangtourism #minangsedunia", "comment_count": 29, "like_count": 156}, "post10": {"caption": "A Day in My Life\n\nBaru kesampaian bikin video daily life dalam sehari. Video lengkapnya udah diupload di Youtube channel aku ya. Ternyata bikin video tentang keseharian begini ada serunya juga. Aku tertantang untuk produktif terus meski di rumah.\n\nIntinya, enjoy our life. Kalau kata @junisatya, videonya pencitraan banget. Aslinya kegiatan harian gak serapi ini. 😂😂😂 Tapi ketika niat buat video a day in my life ini aku jadi bikin plan harian yang selama ini gak pernah kepikiran. Jadi beginilah hasilnya. Rasanya hidup jauh lebih teratur. 😊\n\n#dailylife #dailyoutfit #workplanner #adayinmylife #quoteoftheday #content #videooftheday #videoedits", "comment_count": 23, "like_count": 75}, "post11": {"caption": "Langkawi 48 hours\n\nSetahun yang lalu di Langkawi, tapi aku baru upload videonya sekarang. Menyenangkan ngedit video yang tertimbun, membangkitkan memori yang menudar.\n\nFull video ada di Youtube channel aku ya: SULUNG SITI HANUM\n\nLink ada di bio 😉\n\n#langkawiisland\n#Langkawi #malaysiatourism", "comment_count": 4, "like_count": 612}}}