{"username": "sarahazka", "full_name": "Sarah Azka", "follower": 147979, "following": 1743, "post_count": 5409, "category_name": "Digital creator", "biography": "@sarahazkapreset \n🌎Travel | 💃🏽Lifestyle | 📷Photography \nCP: +6287883695662 Cindy\n💌 sarahazkaaaa@yahoo.com\nShop my collab:", "is_profesional": true, "data_media_photo": {"post0": {"caption": "7.7…… stay tuned ya besok @fomstudio_ x ME💖", "comment_count": 5, "like_count": 214}, "post1": {"caption": "When all your new clothes arrived before your holiday😌 \nOutfit cewe kue persembahan @amaree.id 💖💖", "comment_count": 27, "like_count": 1225}, "post2": {"caption": "Baking time at #casadekami 💕🍪 Look at those chewy chocolate cookies 🤤 SO GOOD 🤌🏻", "comment_count": 23, "like_count": 1421}, "post3": {"caption": "Ladies, is your man the same way?😌", "comment_count": 42, "like_count": 2237}, "post4": {"caption": "Get ready with me versi cewe kue 💚💖🤪", "comment_count": 13, "like_count": 1272}, "post5": {"caption": "Sarah has over 110,000 photos and videos on her phone. So… This is too real 🤣", "comment_count": 27, "like_count": 1376}, "post6": {"caption": "Yuhuuu yang mau purchase collab aku dengan @fomstudio_ sekarang udah bisa lewat e-commerce kesayangan kalian yaaa, toko ijo & orange🤪💖😆", "comment_count": 6, "like_count": 516}, "post7": {"caption": "Beauty is being wonderful version of yourself, menjadi cantik di luar dan sehat di dalam✨\n\nCreate a healthy habit to get #UsusCantik sama halnya dengan investasi untuk kesehatan kita di masa depan. Remember, cantik itu dimulai dari #ususcantik.\n\nSo, make sure you maintain it everyday with Fibe Mini!\n\n#FibeMini #UsusCantik", "comment_count": 132, "like_count": 458}, "post8": {"caption": "In “fairly oddparents” vibes 💖💚", "comment_count": 5, "like_count": 679}, "post9": {"caption": "Akhirnya bisa berkumpul dan dateng event offline lagiiii! Ketemu temen2 creator lain dalam rangka launching nya produk kesayangan aku🫶🏼 sekarang Powerstay cushion & Hydra-Stay cushion sudah ada 20 shades!!! Congratulations @makeoverid!! \n\nYang aku pake di video ini adalah yg Powerstay cushion shade W42, liat videonya sampe habis deh base make upnya bener2 stay walaupun udah kena masker 😆👏🏼", "comment_count": 97, "like_count": 843}, "post10": {"caption": "Introducing my new bb 🫶🏼 Can’t believe something I’m so happy with in my own home is now out for you guys to add to yours!! Shop @fomstudio_ x sarah azka from my link in my bio💗", "comment_count": 30, "like_count": 1427}, "post11": {"caption": "Hello new followers and old ones too! \n\nOur \"Danish Collection\" have officially launched!! 🔮💚 \nInspired by pastel decoration, we created a home decor that bring a comfort, pleasure and happiness. We hope our products help make your room/space lots of joy! Thank you for all your support 🫶🏼 \n \nShop via link in bio 🛒✨", "comment_count": 3, "like_count": 559}}, "data_media_video": {"post0": {"caption": "\"Keragaman dan perbedaan membuatnya lebih berwarna, saling bersandingan, berpadu, dan penuh pesona. Keindahan yang bersatu membentuk Indonesia.\"\n\nIntroducing our newest and prettiest special collaboration— CLA X Sarah Azka Collection!\n\nMari bersama kita rayakan keragaman negeri kita tercinta, Indonesia.\n\n#ClabyCla #TheWayYouMove #ClaXSarahAzka", "comment_count": 5, "like_count": 208}, "post1": {"caption": "Let’s celebrate the boldest season of the year with YSL Beauty Goldest Holiday Collection! Shop the ✨ Legendary ✨ Fragrance BLACK OPIUM Eau De Parfum set and get a gift with a total worth of Rp 1.500.000!! Check YSL Beauty Goldest Holiday Limited Collection at YSLBEAUTY.CO.ID and use my code YSLXSARAH to get an additional mini YSL Lipstick❤️ it’s time to GIFT GOLD, GIFT BOLD, GIFT YSL ✨ @yslbeauty #YSLBEAUTYID #GIFTGOLDGIFTBOLD #BLACKOPIUM", "comment_count": 8, "like_count": 616}, "post2": {"caption": "Perjalanan #BarengCitilink dan @antisindonesia kali ini di Pulau Sumba, pulau eksotis yang memiliki beberapa destinasi menarik. \n\nBersama teman memang seru, menjelajahi destinasi dan pengalaman baru. Citilink punya program spesial nih! Ladies Trip, dapatkan diskon tiket hingga 30%, diskon Pre Book Meals 20%, \"Pink Seat\" pada saat pembelian kursi dan Gratis Bagasi 25kg. \n\nInformasi lebih lanjut di www.citilink.co.id/ladies-trip\n\n#BatterFlyCitilink", "comment_count": 21, "like_count": 559}, "post3": {"caption": "After drinking this for a while now, I honestly can say I’ve been having a happy gut ever since. Just a part of the daily routine now 🤣 my daily fiber @fibeminiid 💗", "comment_count": 9, "like_count": 784}, "post4": {"caption": "My fav shades from @elshe.beauty are:\nElsheskin Smooth Lip Matte shade Bricktherules and Elsheskin Intense Glossmate shade Iroseyou❤️\n\nElsheskin Smooth Lip Matte has a very light texture on the lips and the Elsheskin Intense Glossmatte has an amazing pigment so that you only need one layer on your lips and obviously it’s sooo comfortable to wear for your daily make up routine💄💗‼️\nHave you tried them?", "comment_count": 44, "like_count": 2000}, "post5": {"caption": "Thank you for the enthusiasm for the launch! I appreciate it so much! This is the full collection and if you want to be a part of this ride, links are in the bio!", "comment_count": 8, "like_count": 753}, "post6": {"caption": "Wow 2 tahun lagi 30 Hahaha😂 Langsung inget pernah liat beberapa temen aku ngebahas tentang minuman kolagen. Setelah aku baca-baca juga ternyata emang semakin bertambah umur kolagen yang ada ditubuh kita itu berkurang. So Yes! Aku mulai minum minuman kolagen juga sekarang. Udah 2 minggu aku minum @trueve.id\nKalian bisa liat sendiri perbedannya divideo ini!\n#truebeauty #trueve #activeyourglow #mytruevestory", "comment_count": 13, "like_count": 1324}, "post7": {"caption": "AAAAHH @cherish___thelove x Sarah Azka has officially LAUNCHED!!\nBisa kalian beli di websitenya cherish atau di e-commerce jugaaa yaa🙈💗 link in bio!\n\nPengen cerita dikit waktu diajak collab sama @cherish___thelove tuh happy bgt karna secara aku tuh hari hari pakeeee bgt sweats set gini dan kaos kaos gombrongg beserta bikeshort 😆 jd pas design collabnya wah excited bgt untuk bikin sesuatu yang bener bener I genuinely want and love to wear!!!\n\nSemoga kalian suka sama collection nya ya temen temen semuaaa!😆💗 \n\nPs. Thank you untuk support kalian semua!!! Teruntuk temen temenku juga thank you udah mau jadi muse untuk collection collabku. ILY🥺💗", "comment_count": 38, "like_count": 1638}, "post8": {"caption": "Happy Sunday!!!\nAku mau cerita tentang Matchmaker aku dan @hamzah_bustami 😆 gimana awalnya dan sampe sekarang kita bisa menikah hihi di tonton yaaa guys 💗 #MeetYourBASEMatch @itsmybase", "comment_count": 56, "like_count": 2519}, "post9": {"caption": "Wearing sets & dress from @pangaia 💗\nVideo by @citaprmt ✨✨", "comment_count": 50, "like_count": 3021}, "post10": {"caption": "Nah niii yg kemarin ga percaya aku foto pake @vivo_indonesia V215G 😂 ini aku bikin fotonya pas lagi di hotel, bener2 props seadanya hahaha \nIni aku pake kamera depan yg night mode yaa. Heran juga noisenya ga ada keren yak😍", "comment_count": 81, "like_count": 4226}, "post11": {"caption": "Surprise visit from Sydney to Bandung 🥰", "comment_count": 48, "like_count": 2545}}}