{"username": "satyawinnie", "full_name": "Satya Winnie", "follower": 42715, "following": 2306, "post_count": 2289, "category_name": "Personal blog", "biography": "An adventurous Paraglider, Hiker, Diver + Travel Blogger from Indonesia 🇲🇨🌏🌊🌋\n📍Bali, Indonesia\n🎥: youtube.com/satyawinnie\n📬: satyawinnie@gmail.com", "is_profesional": true, "data_media_photo": {"post0": {"caption": "I MADE IT! The first Indonesian woman paraglider who ever fly from the top of Mount Kerinci, 3805 masl! Safely and happily landed in Kersik Tuo and to be honest I still amazed that I did this! I can't wait to share the whole experiences to all of you! Isn't wonderful? ❤️⁣\n⁣\nTerima kasih untuk doa dan dukungan kalian semua kemarin ya! Sungguh aku gembira sekali dengan petualangan \"Hike & Fly\" dan pencapaian gila ini. Aku sampai gak bisa menahan tangis haru waktu terbang dari puncak Gunung Kerinci! Nggak sabar nanti bikin video lengkap perjalanan ini biar bisa kalian nikmati.⁣\n⁣\nHappy weekenddddddddd all! ❤️⁣\n⁣\n#Paragliding #HikeandFly #MountKerinci #Paralayang #ParaglidingGirls #GunungKerinci #KersikTuo #Kerinci #Jambi #PesonaIndonesia #WonderfulIndonesia", "comment_count": 1731, "like_count": 17694}, "post1": {"caption": "Green season of Padar Island ✨☀️🍃 Never get enough, will never get bored of this island. Kalau kalian paling suka musim rumput Padar hijau atau kuning? 😚\n\nSeminggu lalu katanya Pulau Padar kayak pasar yaaa, tapi hari ini legaaa, ya karena datangnya hari senin Kak 😚✌🏼\n\n#Padar #PadarIsland #KomodoNationalPark #Flores #ExploreFlores", "comment_count": 131, "like_count": 2109}, "post2": {"caption": "Come fly away with this girl ✨🪂 She's addicted to height so she soaring high. She became so light, her head filled with too much nothing, she blown away 🍃\n\nKarena @secink baru aja posting terbang di Batu, Malang, aku posting terbang dari Bali aja dong~ 😜\n\nIf you visit Bali, let's put this on your bucketlist yah! Poke @baliparaglidingtandem 😎\n\n#Paragliding #ParaglidingGirls #ParaglidingBali #Paralayang #paraglider #paraglidinglife #exploreBali #paraglidinglove", "comment_count": 59, "like_count": 1062}, "post3": {"caption": "From the top of Puncak Sejati Mount Raung 3344 masl, overlooking Mount Argopuro and Mount Semeru in distance, a very beautiful view isn't it? ❤️🌋 \n\nSenang sekali pendakian Raung bersama @thewickedhunt @ronnyvalstad @anak_esa dan @ausolum diberikan cuaca cerah di puncak sejati, serasa dapat 'big reward' setelah lelah mendaki 2 hari, berjalan di gelap malam sampai pagi menyusuri jalan tipis bersisian jurang dalam. \n\nGunung Raung memang sedang aktif-aktifnya mengeluarkan partikelnya tapi masih aman untuk didaki asal didampingi pemandu berlisensi @pak.ekoraung3344 dan tim @mustofa6768 @paksupandi3344 😉✌🏼Terima kasih yaaaaaa semuanya! Kalian keren! 👊🏻\n\nKalau dilihat dari kontur tebing batu Raung ini, tak ayal dia dijuluki gunung paling ekstrem di Indonesia. Buat yang sudah pernah mendaki Raung, masih mau ke sini nggak? Aku sih mau lagiiii 😂😍 Cerita lengkapnya pasti akan aku upload di IG dan juga youtube nanti ya!\n\nDrone shots by 📸🚁 : @anak_esa @satyawinnie \n\n#Raung #volcano #raung3344mdpl #raungmountain #raungsejati #raungkalibaru #MountRaung #PesonaIndonesia #WonderfulIndonesia #DJI #DJIIndonesia #DJIEra", "comment_count": 93, "like_count": 815}, "post4": {"caption": "Glimpse of Wakatobi in 35 seconds✨🎥Coba ditonton dulu yuk, siapa tahu berhasil membujuk kalian untuk berkunjung ke destinasi yang tersohor karena keindahan bawah lautnya dan juga warna-warni budayanya. Pasti sudah kangen Wakatobi kan @yukianggia @aqilavviv @alibufteim @alinamahamel @nadiasilvarani ? 😝❤️\n\nKalian bisa dapat 'experience' menarik dengan berkunjung ke banyak desa wisata yang bisa kalian kunjungi di empat pulau Wakatobi yang semuanya punya daya tariknya sendiri-sendiri. Bisa belajar budaya tenun, belajar memanah ikan, belajar memasak dan pasti terpikat dengan keramahtamahan masyarakatnya. Yang aku senangi juga dari desa-desa wisata ini semuanya bersih dan asri. Sangat menyenangkan untuk dijelajahi berjalan kaki. \n\nSewaktu berkunjung ke sana, aku juga kagum masyarakat di Wakatobi sudah terlihat sangat sadar wisata, mengerti bagaimana memberikan pelayanan prima kepada para wisatawan, membuka lebar-lebar rumah mereka, dengan senang hati berbagai resep masakan tradisional mereka yang lezat dan kaya rempah serta cerita leluhur yang diceritakan turun-temurun. \n\nDijamin deh kalau sudah berkunjung ke desa wisata ini kalian jatuh hati seperti aku juga. Jadi gimana kalau kita ke Wakatobi bersama-sama? 😍\n\n@kemenparekraf.ri \n@pesona.indonesia \n\nDive with @wakatobidivetrip @photodiveseto @lionelmachil \n\n#SadarWisata #PesonaDesaWisata #WonderfulIndonesia #DiIndonesiaAja", "comment_count": 158, "like_count": 1114}, "post5": {"caption": "Belajar budaya di Desa Wisata @liyatogo.village Wakatobi jadi pengalaman yang tak terlupakan buat aku dan teman-teman perjalanan kemarin @yukianggia @aqilavviv @alibufteim @nadiasilvarani @alinamahamel ✨Andai punya waktu lebih banyak, kami maunya sih tinggal lama di desa Liya Togo ini 😆\n\nAku bisa katakan Liya Togo adalah salah satu desa wisata terbaik yang pernah aku kunjungi. Desanya bersih dan rapi, adem sejuk dengan rumah-rumah panggung tradisional yang sebagian sudah menjadi homestay buat para wisatawan (menarik sekali lho jika bisa tinggal di rumah penduduk). Fasilitasnya bersih dan bikin nyaman. Lalu kita juga akan disajikan makanan khas Wakatobi yang luar biasa enaknya, dijamin bikin pengen nambah lagi dan lagi 🤤\n\nPara pemuda/i Liya Togo juga sangat cekatan memberikan pelayanan prima dan lihai dalam memandu wisatawan berkeliling desa. Kak Wa Ode dan Kak Lia kemarin mengantarkan kami melihat suasana desa sambil menceritakan kekayaan sejarah dan budaya dari Liya Togo. Senang sekali SDM di Wakatobi sudah punya pemahaman baik tentang sadar wisata ❤️\n\nBukan hanya itu, kami juga diajak mengenakan busana tradisional Wakatobi dan belajar menari \"Lariangi\", tarian yang dibawakan oleh gadis-gadis, diiringi gendang dan nyanyian tentang romansa cinta (liriknya memang begitu 😂)\n\nPengalaman unik dan menarik di desa Liya Togo ini bertujuan untuk menciptakan pariwisata yang berkualitas dan berkelanjutan. Kalian juga bisa rasakan sendiri ketika berkunjung ke Wakatobi. Jadi bukan hanya dapat foto dan video panorama alam Wakatobi tapi juga cerita perjalanan yang berkesan ❤️\n\nGimana, jadi tertarik kan datang ke desa wisata di Wakatobi? 😉\n\n@kemenparekraf.ri \n@pesona.indonesia\n\n#SadarWisata #PesonaDesaWisata #WonderfulIndonesia #DiIndonesiaAja", "comment_count": 30, "like_count": 449}, "post6": {"caption": "Travel hack traveling on budget ke Thailand nih! Kan pas nih Thailand sudah open border lagi, nggak sabar buat balik ke sana segera! Siapa yang kangen Thailand juga? 🙋🏻‍♀️\n\nKalau tips traveling hemat ke Thailand versi kalian gimana? Share dong 😉\n\nAnyway, coba intip juga Instagram @wisatathailand yang sering kasih rekomendasi tempat seru dan ada agenda promosi juga di highlight IG-nya ya! \n\n#ThailandUntukSemua #YukKeThailandLagi", "comment_count": 40, "like_count": 537}, "post7": {"caption": "The colours of Wakatobi ❤️🧡💚💙💛💜 Ini salah satu pesona Desa Wisata @liyatogo.village yang ada di Pulau Wangi-Wangi, dimana kami berempat didandani dengan busana tradisional yang sungguh berwarna warni. Bagus sekali ya? Kepengen coba juga nggak? 😍\n\nAku dan @yukianggia mengenakan pakaian adat \"Sombo\" dan \"Kombo\" yang biasanya dipakai untuk prosesi adat \"Kansoda'a\" dan tari \"Lariangi\". Dua pakaian dengan penuh aksesoris dan hiasan kepala yang besar dan unik (lihat saja yang dipakai Yuki), mengingatkan kami dengan pakaian Mongolia & Tiongkok. Bagaimana menurut kalian? 😆\n\nIni alasan dan tujuan yang menyenangkan dari mengunjungi desa wisata. Kita bisa belajar sejarah dan budaya masyarakat setempat dan jika kalian ingin mencoba pakaian adatnya, tentu bikin kunjungan kalian ke Wakatobi semakin berkesan! \n\nJadi kalau kalian traveling ke Wakatobi, berkunjunglah ke desa wisata @liyatogo.village  Banyak cerita yang ingin aku bagikan dari kunjungan ke desa ini di next post dan juga IG stories ya. Stay tuned 👌🏼👌🏼👌🏼\n\n@kemenparekraf.ri @pesona.indonesia \n\n#SadarWisata #PesonaDesaWisata #WonderfulIndonesia #DiIndonesiaAja", "comment_count": 107, "like_count": 979}, "post8": {"caption": "Milky way over Wae Rebo village, beautiful isn't it? 💫✨🌌 Aku ingat sekali menghabiskan waktu 4 jam untuk membuat foto-foto milky way ini. Kak @rosa_panggabean (yang berbaik hati menjadi modelku) awalnya menemani memotret bintang bersama, namun tidak kuat menahan kantuk setelah lelah trekking ke Wae Rebo. Saat ia pamit masuk untuk tidur, aku tinggal sendirian di luar, berteman jangkrik. Malam itu tak terasa dingin sama sekali, aku bahkan tak pakai jaket, hanya kaos tipis dan sarung manggarai yang menempel di badan.\n\nKarena butuh waktu lama dan kesabaran untuk membuat foto milkyway ini, aku pasang headphone sambil memandang langit dan memilih acak playlist-ku. Terputar lagu favoritku dari 'Foreigner' yang berjudul \"I Want To Know What Love Is\". Aih melow sekali...\n\n🎶In my life, there's been heartache and pain\nI don't know if I can face it again\nCan't stop now, I've traveled so far\nTo change this lonely life 🎶\n\nEntah mengapa, cocok sekali jadi soundtrack suasana malam itu. Aku tidur-tiduran di rumput sambil menunggu kameraku bekerja. Syukurlah aku tidak ketiduran sampai pagi dan tetap tidur di dalam \"Mbaru Niang\", rumah kerucut di desa Wae Rebo hehehe...\n\nKurasa aku tidur dengan senyum tersungging sampai pagi karena senang sekali bisa dapat panorama malam yang cantiknya luar biasa. Sejujurnya malam itu aku tak mau tidur dan ingin kupandang terus langit itu sampai pagi. Tapi aku tahu diri kalau aku harus melanjutkan perjalanan panjang pulang ke Labuan Bajo keesokan hari, harus tidur, recharging. \n\nUjung-ujungnya aku hanya tidur seperti ayam menunggu pagi alias tak beneran tidur. Takut bablas dan tidak lihat matahari terbit namun syukurlah tidak terjadi. \n\nAndai punya waktu lebih, aku ingin menetap lebih lama di sini, tidak ada sinyal telepon, tiap hari minum kopi dan makan jeruk yang dipetik langsung dari pohon. Terbayang enaknya saat aku mengetik ini, hahaha...\n\nAh, Wae Rebo, tunggu aku kembali lagi ya...\n\n#WaeRebo #MilkyWay #Flores #WaeReboVillage #Manggarai #ExploreNTT #PesonaIndonesia #WonderfulIndonesia", "comment_count": 85, "like_count": 1327}, "post9": {"caption": "Senang sekali bisa mencoba spot paralayang baru 'Bukit Padon' di Sungai Penuh, Kerinci, Jambi selama beberapa hari kemarin. It was not a joy flight but also national competition, but still, I had so much fun ❤️🪂\n\nYang berkesan saat terbang dari Bukit Padon ini adalah kita bisa melihat Gunung Kerinci cantik megah menjulang di sebelah kiri dan Danau Kerinci di sebelah kanan. Beautiful sights! Kalau kemarin bukan karena kompetisi, aku pasti sudah coba terbang lama dan jauh di sini 😜\n\nAntusiasme dari masyarakat di Sungai Penuh juga jadi hal yang sangat berkesan sewaktu kami terbang di sini. Semoga kedepannya akan banyak penerbang paralayang dari Jambi ya karena daerah ini besar sekali potensinya ❤️\n\nTerima kasih juga buat 📸 Kak @hidjriazim yang mengirimkan foto-foto ciamik jepretannya sewaktu aku take off. Senang sekali pas dikirimin ini, senangggg banget! 😍🙏🏼\n\nSampai jumpa lagi ya Sungai Penuh! ❤️\n\n#Paragliding #SungaiPenuh #Kerinci #Jambi #Paralayang #ParalayangJambi #ParaglidingIndonesia #ParalayangIndonesia", "comment_count": 103, "like_count": 1375}, "post10": {"caption": "What it feels like being a refugee? Bagaimana rasanya menjadi pengungsi? Apakah kalian pernah berinteraksi langsung dengan pengungsi yang ada di Indonesia?\n\nJika ya, apa yang terbersit di benak kalian?\n\nJika tidak, adakah rasa keingintahuan tentang kehidupan pengungsi di negara kita?\n\nInspired by true stories, webseries IOM (International Organization for Migration) @iomindonesia tentang pengungsi di Indonesia akan segera tayang. Kita sebagai yang jelas status kewarganegaraannya, mungkin tidak mengerti bagaimana rasanya menjadi pengungsi yang harus bertahan di negara orang, beradaptasi. Meninggalkan kehidupan yang lama dan berjuang untuk punya kehidupan yang baru.\n\nMaukah kita menerima dan mendengarkan cerita mereka, membantu untuk menghilangkan stigma negatif tentang pengungsi? \n\nComing soon di youtube channel IOM Indonesia, 20 Juni 2022 ✨", "comment_count": 8, "like_count": 425}, "post11": {"caption": "Siapa yang dari dulu selalu dibekalin @antimo.id sama orang tua kalau mau bepergian hayooo? 🙋🏻‍♀️ Aku salah satunya! Akhirnya terbawa sampai sudah umur segini, selalu ada Antimo di ranselku hahahaha. Biar di perjalanan (darat, laut, udara) aman, nggak mual dan tiba di tujuan sudah segar dan siap eksplorasi!\n\nYa memang terbukti Antimo #50TahunBikinNyaman , halal, aman dan dipercaya banyak orang untuk dibawa di perjalanannya. Termasuk kamu juga kan? 😉", "comment_count": 193, "like_count": 7378}}, "data_media_video": {"post0": {"caption": "Happy Kartini's day for all Indonesian women 🇲🇨 Terima kasih pada Ibu Kartini karena jasa beliau, hari ini, kita perempuan bisa memilih menjadi apapun yang kita mau, mau sekolah tinggi, mau punya bisnis sendiri, mau keliling dunia, semuanya bisa. Asal ada kemauan untuk asah kemampuan, ada jalan 💪🏼💪🏼💪🏼\n\nNamun tidak semudah itu memang jalannya. Masih ada stigma-stigma di masyarakat kita tentang perempuan seharusnya begini dan tidak boleh begitu yang jadi penghalang, yang mana juga kadang datang dari keluarga sendiri. Harapanku semua itu berkurang dan perempuan semakin didukung untuk eksplorasi kemampuan diri ❤️ \n\nSama seperti jargon @sunsilkid untuk perempuan Indonesia, jadilah #TakTerhentikanTukBerkilau ✨\n\nSenang sekali bisa jadi bagian dari project ini & special thanks to the talented director @andrewtansir and the whole production crew ❤️\nMeski ini projectnya tahun lalu, masih relate yaaa dipost sekarang 😆✌🏼", "comment_count": 76, "like_count": 315}, "post1": {"caption": "1 minute video from our winter road trip to Baltic estates; Lithuania, Latvia, Estonia ❄️✨\n\nSudah lama sekali aku bermimpi menginjakkan kaki di 3 negara yang tergolong masih muda ini (ya, mereka baru merdeka di tahun 1991, setelah lama berada di bawah kekuasaan Uni Soviet). 10 hari kami habiskan mengelilingi tempat-tempat bersejarah di seluruh area Baltic dan ternyata masih kurang puas, apalagi buatku yang apa-apa kepengen ambil video ini dan itu. Mana nggak bawa gimbal stabilizer dan harus nerbangin drone di udara dingin beku, whuaw luar biasa rasanya 😂\n\nKenapa memilih Baltics untuk dijelajahi?\n\nMemang bagian Eropa yang berbatasan dengan Rusia ini terdengar asing di telinga Indonesia, namun semua Kota Tua / Old Town di Baltics usianya ribuan tahun dan masuk dalam daftar tempat bersejarah UNESCO. Pas sekali @freijzer juga menyukai bangunan tua bersejarah dan museum, jadi kami tidak harus berdebat menentukan destinasi. Setiap hari kami berjalan 15-18 kilometer menyusuri kota dan juga hutannya. Castles, churches, palaces, streets, museums, semuanya memiliki cerita tersendiri ❤️\n\nLetih kaki kami tiap hari terbayarkan dengan makanan khas Baltic yang selalu dihidangkan dalam porsi besar; kentang dengan banyak daging dan juga bir dalam tong! Ya, banyak kalori masuk, banyak kalori keluar 😂 Sekalian nyobain restoran ala medieval era yang remang-remang karena cuma pakai cahaya lilin, sedap juga!\n\nAku bikinkan dulu 1 menit rangkuman perjalanan kemarin dan tunggu video lengkapnya di youtube ya, segera 🥰\n\nKalian penasaran juga nggak dengan negara Baltic ini? Kalau iya, penasaran soal apa? Sharing yuk 😚\n\n🎥 Sony Alpha 7 Mark III @sonyalpha_id \n🚁 DJI Mavic 2 Zoom @dji.era @djiglobal \n\n#Baltics #Lithuania #Latvia #Estonia", "comment_count": 113, "like_count": 1140}, "post2": {"caption": "#MySelfNote of 2021 in 1 min video ✨\n\nWaktu nyata menjelma\n\nTak akan bisa kau putar balik, sekeras apapun kau berusaha\n\nBegitulah kehidupan\n\nRasanya sama seperti kita naik gunung, jalannya terjal, tapi kita harus terus maju\n\nLetih itu pasti, tapi bukan menjadi alasan untuk berhenti\n\nDan kita harus terus berjalan\n\nJika memang waktu tak bisa kita putar kembali, mari kita buat waktu yang kita punya sekarang berwarna ✨🌈\n\nKubuat video ini dengan beberapa footage petualanganku di Maluku Utara selama 5 minggu. Destinasi yang sangat berkesan buatku karena keindahan alamnya, kuliner, budaya dan kehangatan teman-teman di sana @acho_09 @juniarsimochtar @s.a_gibran @anak_esa @nineadventure @tinaedenae @ipodolski19 @haikalbachdar semuanyaaa. Kudaki gunung-gunungnya, kuselami lautannya dan akan segera kembali agar bisa terbang juga di sana ❤️\n\nSelamat tinggal 2021, mari kita sambut 2022 🥂✨🎉", "comment_count": 95, "like_count": 754}, "post3": {"caption": "Haiiii! Apakah kalian sudah pernah lihat TVC Sunsilk ini di televisi? Yesss itu aku dan jujur aku senang sekali bisa terlibat di campaign ini 🥰 Yang udah nonton, ada komentar gak? 😝\n\nKarena dikenal sebagai perempuan yang aktif dan senang bertualang, Sunsilk mengajak aku \nuntuk berbagi pesan utama dari campaign ini, yakni mengajak perempuan di Indonesia agar berani bermimpi setinggi-tingginya, mengembangkan diri, mandiri, mengejar karir, mendobrak stigma bahwa perempuan tidak boleh ini dan itu, tentu dengan tujuan yang baik ya 🤗\n\nOleh karena itu, @sunsilkid mengajak kita semua para perempuan Indonesia, untuk yakin dengan passion dan mimpi yang dimiliki dengan menuliskannya di sunsilk.co.id/tak-terhentikan-tuk-berkilau. Kalian juga bisa mendapatkan beragam akses untuk mengembangkan potensi diri secara gratis!\n\nLet's shine together, girls! ✨\n#TakTerhentikanTukBerkilau\n\nps : Kalau aku boleh sharing ke kalian, proses membuat TVC ini cukup panjang tahun lalu. Ada banyak pihak yang terlibat lintas negara dan benua (tidak bisa dimention semuanya satu-satu namun aku ucapkan terima kasih banyak dari lubuk hati yang terdalam 🥺🙏🏼) dan meski video ini terlihat sepotong, tenang, masih ada lanjutannya 😉👌🏼", "comment_count": 229, "like_count": 875}, "post4": {"caption": "What do you know about indigenous peoples? Especially in Indonesia 🇮🇩 Apa yang kalian tahu tentang Masyarakat Adat? Yuk mari tonton video ini agar bisa lebih mengenal Masyarakat Adat, saudara-saudari sebangsa kita ☺️\n\nBersama dengan AMAN @rumah.aman (Aliansi Masyarakat Adat Nusantara), kami membuat video ini dengan tujuan agar kita, masyarakat urban, bisa lebih mendukung kegiatan yang mewujudkan kehidupan yang adil dan sejahtera bagi Masyarakat Adat di Indonesia. Keberadaan Masyarakat Adat sebagai penjaga alam dan budaya bangsa, wajib kita lindungi bersama.\n\nSungguh senang hatiku jika kalian berkenan untuk memberi komentar dan share video ini kepada teman-teman lain, keluarga, handai taulan, semuanya. Lalu, jika kalian ingin mengetahui lebih jauh tentang Masyarakat Adat dan apa yang bisa kita bantu, bisa cek website aman.or.id ya ✨🙏🏼\n\n🎥 videographer : @sugianto.shu & @satyawinnie\n🎥 editor : @sugianto.shu\n\n#IndonesiaBikinBangga #UntukmuBumiku", "comment_count": 153, "like_count": 1376}, "post5": {"caption": "Meski tak semeriah biasanya, kita tetap bisa merayakan kemerdekaan Indonesia dengan aksi kecil kita sehari-hari. Oleh karena itu aku dan @rudiniway berkolaborasi dengan @gushcloudid membuat satu video yang mengungkapkan pemikiran kami tentang hal-hal terkait bangsa dan bumi kita ini. Tentang isu-isu yang seharusnya lebih banyak kita bahas dan dicarikan solusi terbaiknya untuk bisa terus menjaga Indonesia dan merawat bumi agar tetap lestari.\n\nVideonya tak terlalu panjang, semoga kalian berkenan menontonnya dan membagikannya dengan orang-orang terdekat kita. Semoga semua makhluk bumi berbahagia, begitu pula dengan bumi kita.\n\n🎥 : @sugianto.shu @satyawinnie Editor : @sugianto.shu \n\n#GushForGood #GushcloudID #IndonesiaBikinBangga #UntukmuBumiku", "comment_count": 121, "like_count": 672}, "post6": {"caption": "Didasari kecintaanku mendaki gunung dan menjelajah jauh, aku membuat video ini. Apa yang aku pikirkan tertuang di dalam satu audiovisual tentang Gunung Kerinci ❤️🌋\n⁣⁣\nIni juga jadi pembuka dari video part 3 'Hike and Fly Kerinci' yang merupakan part terakhir dari petualangan kemarin. Sungguh luar biasa rasanya bisa melakukan itu semua dan tentunya terima kasih banyak buat teman-teman sekalian atas support baiknya.⁣⁣\n⁣⁣\nHappy Monday, enjoy the full version video on my youtube and have a good day y'all!⁣⁣\n⁣⁣\n#Kerinci #MountKerinci #GunungKerinci #Kerinci3805mdpl #KersikTuo #Jambi #GunungIndonesia #PesonaIndonesia #WonderfulIndonesia⁣⁣", "comment_count": 112, "like_count": 2341}, "post7": {"caption": "Ola! The part 1 of \"Hike and Fly Kerinci\" is out on my youtube! You may watch it through link on bio or subscribe my channel \"Satya Winnie\", it means a lot if you guys can give some comments too ❤️⁣\n⁣\nKarena ceritanya cukup panjang, aku bikin jadi 3 parts hahaha. Plus nanti 1 bonus lagi video perjalanan dari Danau Gunung Tujuh Kerinci! Maaf hampir seminggu gak ada update apa-apa karena sibuk ngedit di dalam \"goa\" 😂⁣\n⁣\nNonton video ini jadi bikin aku kangen naik Kerinci lagi! Aduhhhh, kayaknya harus balik ke sana secepatnya. Hahahaha. Buat yang belum pernah ke Kerinci, coba deh nonton videonya, mana tahu jadi pengen kan 😉⁣\n⁣\n@kerinciparadise @kerinci_paragliding ⁣\n⁣\n🎥 : @satyawinnie @di.atas_angin ⁣\n🚁🕹 : @satyawinnie⁣\n⁣\n#HikeandFly #Kerinci #GunungKerinci #Kerinci3805mdpl #Paragliding #Paralayang #KersikTuo #Jambi #GunungIndonesia #PesonaIndonesia #WonderfulIndonesia", "comment_count": 317, "like_count": 3741}, "post8": {"caption": "I MADE IT! The first Indonesian woman paraglider who ever fly from the top of Mount Kerinci, 3805 masl! Safely and happily landed in Kersik Tuo and to be honest I still amazed that I did this! I can't wait to share the whole experiences to all of you! Isn't wonderful? ❤️⁣\n⁣\nTerima kasih untuk doa dan dukungan kalian semua kemarin ya! Sungguh aku gembira sekali dengan petualangan \"Hike & Fly\" dan pencapaian gila ini. Aku sampai gak bisa menahan tangis haru waktu terbang dari puncak Gunung Kerinci! Nggak sabar nanti bikin video lengkap perjalanan ini biar bisa kalian nikmati.⁣\n⁣\nHappy weekenddddddddd all! ❤️⁣\n⁣\n#Paragliding #HikeandFly #MountKerinci #Paralayang #ParaglidingGirls #GunungKerinci #KersikTuo #Kerinci #Jambi #PesonaIndonesia #WonderfulIndonesia", "comment_count": 1731, "like_count": 17694}, "post9": {"caption": "[GIVEAWAY TIME] Flying flying flying, soaring high like an eagle 🦅 I know you want to try paragliding too! Sesuai janjiku, aku mau kasih 3 voucher gratis buat terbang bareng @baliparaglidingtandem , bisa di-redeem kapan aja jadi yang di luar Bali boleh ikutan kok ❤️ Mudah banget caranya! Cukup share postingan ini di IG story kalian dan kasitahu kenapa kalian mau coba terbang juga! Lalu tulis di comment box alasannya (tinggal copy paste aja haha) nanti aku cek 😉 Okay? It's a great season to fly now! Go! Good luck! ❤️", "comment_count": 177, "like_count": 2227}, "post10": {"caption": "We do believe, as paragliders, when we  gone, we don't die, we just fly higher. Today @baliparaglidingtandem 's family pay a tribute for Om Ibnu, our dearest friend, by flying together with his banner. Sore yang hangat dan haru, mengenang kebersamaan dan kegembiraan kami dengan Om Ibnu. Rest in peace and fly higher higher higher above the clouds ❤️", "comment_count": 28, "like_count": 967}, "post11": {"caption": "Eid Mubarak 🕌✨ Selamat Hari Raya Idul Fitri teman-teman Muslimku yang terkasih. Mudik atau tidak mudik semoga tidak mengurangi sukacita menyambut hari kemenangan ini. Mari nikmati Lebaran dengan semua yang menyenangkan dan kalau aku ada salah kata atau perbuatan mohon dimaafkan ya 🙏🏼✨", "comment_count": 217, "like_count": 2537}}}