{"username": "schode_", "full_name": "Schöde Ilham Fadillah | Travel Creator", "follower": 131655, "following": 785, "post_count": 678, "category_name": "Digital creator", "biography": "📍🇮🇩Jakarta - 🇨🇭Zürich\nHost “Indonesia Kini” @kemenparekraf.ri \nPengajar “Desa Digital” @kemenkominfo\n📞081212134951 Vanya\n✈️ comin up soon @inatrav", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Menjawab pertanyaan semalam. nah ini adalah tampak depan dari Taman Nasional Bromo Tengger Semeru, Lokasi pengambilan gambar di Mt. Penanjakan. Jalur ini adalah jalur umum yang biasa didatangi wisatawan yang datang dari Malang/ Pasuruan yang menggunakan jasa Mobil Jeep. Jadi kebanyakan yang datang ke view ini adalah wisatawan via Malang yaaa, tapi sebenarnya aksesnya lebih dekat dari Pasuruan. Dari sudut ini kalian akan melihat Bromo Tengger Semeru akan ada ditengah-tengah. Pas banget kayanya, tapi perlu dicamkan, bahwa, kawasan ini tidak akan pernah berkurang kecantikannya walau dilihat dari sisi manapun.\n•\nLoc: Mt. Penanjakan - Bromo Tengger Semeru via Malang/Pasuruan\n#thesolesofschöde", "comment_count": 188, "like_count": 2803}, "post1": {"caption": "Mari kita membayangkan. Video ini diambil di Lumajang. Betul, hanya sebuah kabupaten dari total 514 kabupaten/kota lainnya. Didalamnya terdapat puluhan objek wisata dari yang mainstream sampai yang tak terjamah sekalipun. Sudah bisa bayangkan? Seberapa besar potensi pariwisata negeri yang kita cintai ini.\n\nLalu, sekarang kita bayangkan seberapa besar dampaknya, jika kita bisa mengangkat potensi pariwisata tersembunyi disetiap kota/kabupaten yang kita tinggali? Masyarakat akan terbantu, insentif akan bertambah, sadar wisata lahir, dan secara tidak langsung membuka jalan pada ekonomi kreatif.\n\nBerbarengan dengan itu, organisasi terbentuk, dari kelompok sadar wisata, kelompok pemandu, serta paguyuban lain yang semuanya terstimulus dengan sendirinya. Dampak positifnya bisa terjadi dengan sangat masif.\n\nLalu kenapa kita tidak mulai? Tidak ada yang terlambat, dan akan selalu ada hal baru dan yang pertama, didalam hidup.\n\nSetelah membayangkan itu semua, sekarang waktunya kita semua singsingkan lengan baju, agar tidak menjadi utopia. Semangat bersama memajukan dan memperkenalkan kecantikan natural negeri kita, keseluruh penjuru dunia. Mari berwisata #DiIndonesiaAja.\n\nKita akan terus membawa semangat Lumajang ini, keseluruh penjuru negeri. Bukan begitu, para jagoan? @sendy.a @nandi208 @azmiwanda @oedaykita_abdullah @alpandc @gvngboi @yogi_ghanitrans @fahmiadimara\n\nCc: @sandiuno @kemenparekraf.ri @indtravel", "comment_count": 221, "like_count": 1131}, "post2": {"caption": "Februari, 2, 2022. She Said yes, to me! \n\n2019, waktu itu kami belum pacaran, Azmi pernah bikin stories tetang 2-2-2022, dia bilang mau menikah ditanggal itu. Saat itu gue reply stories nya dengan bilang amin.\n\nLantaran, gue gak bisa wujudkan itu, tanggal 2 kemarin gue lamar dia, ditempat pertama kali gue sama nyokap dateng ke menara Eiffel.\n\nMy biggest thank, to my mom, yang udah bantu gue dalam prosesnya, dan tentu aja untuk semua dari kalian yang selalu do’ain kami berdua. Inshallah, kami berdua, akan selama-lamanya.\n2.2.2022.\n\nSenang juga bisa selalu melibatkan ibu ku, hampir diseluruh moment bahagia yang aku lewatkan. Terimakasih Muthy @rita.burriherlita 🤲🏽\n@azmiwanda", "comment_count": 212, "like_count": 1514}, "post3": {"caption": "Makam Tentara Nazi Jerman di Indonesia. #SerialTempatBersejarah", "comment_count": 27, "like_count": 585}, "post4": {"caption": "Concept outdoor adventure pernikahan kami. Bisa melibatkan Landrover dan motor kesayangan kami ditengah konsep pernikahan di hutan pinus ini, benar-benar mimpi yang jadi nyata buat gue dan @azmiwanda", "comment_count": 6, "like_count": 227}, "post5": {"caption": "Resepsi.\n\nKarena kami gak pengen cuma kami aja yang bahagia. Kami juga mau keluarga dan teman-teman terdekat yang hadir juga ikut bahagia.\n\nSeperti yang sudah gue ceritakan. Kirab masuknya gue dan Azmi ke Venue resepsi dilakukan dengan menggelegar. Banyak yang bilang keren, tapi gak sedikit juga yang geleng-geleng kepala ngeliat gue dan Mbak Munuy dengan ke-gila-an ini. (Slide 1 & 2)\n\nNgerasa happy banget, karena bisa ngeliat wajah-wajah orang yang gue kenal dekat, senyam senyum kearah kami, dan gue sama Azmi juga gak cuma berdiri-salaman-foto di pelaminan aja, tapi kami dansa bareng, nyanyi bareng, pokoknya seru-seruan bareng. Sambil main beberapa Games seru yang salah satu hadiahnya glamour camp di gunung, bareng @mainoutdoor (Slide 3-4-8)\n\nBtw Mbak Munuy, canti banget yaaa di foto slide ke 5? Iya, dia pede banget malam itu, karena di make up in sama MuA kesayangannya @rozanajulani.\n\nTapi, yang tadinya Happy, tiba-tiba aja dia nangis, pas gue nyanyiin lagu yang khusus gue medley bareng teman DJ masa ABG gue @adjirachmat. Gak cuma Azmi yang mewek, beberapa teman tertangkap kamera, salah satu nya @raradieraa, yang ikut mengharu-biru (slide 6-7)\n\nIntinya, senang banget malam itu bisa gue lewatin bareng keluarga dan teman-teman dekat. Walaupun seru banget, gue harap acara ini hanya akan gue lakuin sekali seumur hidup. 🤣\n\n#CintaBerSchMiDiHati\nFoto by @liveupcreative\nEO @mainoutdoor\nVenue @gunungpancar \nDekorasi @fitrie.dekorasi \nMake up bride @rozanajulani \nHairdo @boimlauw_ \nPhoto booth by @kmpfunj204 \nWO @abangmpok_enterprise \nDJ @adjirachmat \nAdat @adat_sunda_bogor \nSupporting @cakraabhipraya \n\nLast but not least\nMy lovely Grooms @faisalnoviant @albar_only @mfajaranugerah @agungdwimulya @dendyharun @vidyardilaksmono", "comment_count": 28, "like_count": 986}, "post6": {"caption": "Tradisi..\n\nSiapa lagi yang bisa melestarikan budaya dan tradisi nenek moyang kalo bukan kita sendiri? \n\nKami yang punya garis keturunan Sunda, terutama keluarga gue yang masih dari keturunan Sumedang Larang, rasanya punya kewajiban moral untuk terus melestarikan budaya Sunda, sebagai budaya leluhur.\n\nSedikit keseruan acara sore itu. Terimakasih @adat_sunda_bogor yang terus membantu melestarikan budaya dan tradisi nenek moyang. Semoga teman2 juga gak pernah lupa sama dari mana kalian berasal.\n\nFoto by @liveupcreative", "comment_count": 40, "like_count": 1725}, "post7": {"caption": "Akad.\n\nSempat cemas. Langit mendung dan angin yang menggugurkan dedaunan dan biji pinus. \n\nTapi, Alhamdulillah. Keresahan berlalu. Dengan satu tarikan napas, Mbak Munuy akhirnya bisa mendekap selamanya dipelukanku. Heuheuheu…\n\nFoto by @liveupcreative \n22.05.22\n#CintaBerSchMiDiHati", "comment_count": 36, "like_count": 1068}, "post8": {"caption": "The opening…\n\nPetualangan dan alam adalah bagian dari hidup gue. Pun begitu, kehidupan Azmi setelah sama gue, sejak dua tahun lalu. Land rover juga adalah milestone. Ingat betul pekerjaan besar pertama kami kala itu hampir 90% perjalanannya menggunakan Landrover, di Lumajang.\n\nDi hari pernikahan kami, dengan konsep outdoor yang gue gagas, Landrover menjadi bagian penting yang membawa gue dari tempat tinggal, sampai ke Lokasi pernikahan kami. \n\nBismillah untuk petualang panjang yang akan lebih menyenangkan. \n\nFoto by @liveupcreative", "comment_count": 29, "like_count": 809}, "post9": {"caption": "Sebelum ada kamu, dunia ku tidak pernah memiliki nama…\n\nSalah satu moment istimewa dari banyak momen yang susah payah gue siapkan. Kalo gak ngonsep gak idup, heheheh. Yaa begini lah, wedding yang gue pengen, walaupun jelas masih banyak kekurangan.\n\nYang paling luar biasa adalah, hari itu cuaca begitu bersahabat. Tidak ada hujan seharian. Padahal, ramalan cuaca mengatakan 100 persen hujan. Pun begitu di hari2 sebelumnya. Selalu hujan di Gunung Pancar. Alhamdulillah.\n\nMasuk ke pelaminan dengan motor ini tidak ada dalam konsep acara yang di usung oleh tim WO. Gue simpan ini didalam kepala, sampai beberapa menit sebelum acara, gue sampaikan ke tim WO dan Azmi, bahwa gue mau masuk sampai depan pelaminan, dengan motor kami masing2. Thanks buat @albar_only @faisalnoviant & Mbah @izwan_zavana yang udah mau capek2 bawa motor ini ke Pancar 🙏🏽\n\nMusik yang menjadi latar masuknya gue dan @azmiwanda dengan motor ini adalah musik karya Almarhum ayah saya Yani Amarta, yang juga dinyanyikan oleh beliau. Papa pasti hadir juga bukan? Makasih yaa Pa, sudah selalu do’ain, dan menjadi langit agar tidak hujan.\n\nMakasih untuk Bianco & Coco, mari kita jalan2 lebih jauh setelah ini. @bianc0neri_ \n\nFoto by @liveupcreative \n360 video by @ain_amush \n#CintaBerSchMiDiHati", "comment_count": 112, "like_count": 3280}, "post10": {"caption": "Postingan terakhir sebagai lelaki lajang. Besok nikah ya ges yah! Petualangan baru akan di mulai, petualang seumur hidup.\n\n#CintaBerSchMiDiHati", "comment_count": 34, "like_count": 1291}, "post11": {"caption": "Pada denyut yang akhirnya ku ketahui nama dan parasnya. Lantaran sebuah senyum yang selembut gula gula kapas. Terima kasih telah menghadirkan berjuta bintang pada gelap malamku.\n\nJum’at Barokah. Jum’atan terakhir sebagai lajang 😅. Dua hari lagi untuk selama-lamanya menikmati beribadah bersama dengan perempuan yang begitu kucintai.\n\nPernikahan yang kami impikan akan berlangsung. Di sebuah bukit, dengan rimbunnya pepohonan pinus, dan semua orang terdekat yang datang, yang sama bahagianya dengan kami, Inshallah.\n\nBantu kami berdoa semoga diberikan kelancaran, dan cuaca yang cerah. Segala ikhtiar akan dan sudah kami lakukan. Sisanya, mari ber-husnudzon pada Yang Maha Pemilik Rencana.\n\nBismillah… 22.5.22\n#CintaBerSchMiDihati", "comment_count": 213, "like_count": 3079}}, "data_media_video": {"post0": {"caption": "Februari, 2, 2022. She Said yes, to me! \n\n2019, waktu itu kami belum pacaran, Azmi pernah bikin stories tetang 2-2-2022, dia bilang mau menikah ditanggal itu. Saat itu gue reply stories nya dengan bilang amin.\n\nLantaran, gue gak bisa wujudkan itu, tanggal 2 kemarin gue lamar dia, ditempat pertama kali gue sama nyokap dateng ke menara Eiffel.\n\nMy biggest thank, to my mom, yang udah bantu gue dalam prosesnya, dan tentu aja untuk semua dari kalian yang selalu do’ain kami berdua. Inshallah, kami berdua, akan selama-lamanya.\n2.2.2022.\n\nSenang juga bisa selalu melibatkan ibu ku, hampir diseluruh moment bahagia yang aku lewatkan. Terimakasih Muthy @rita.burriherlita 🤲🏽\n@azmiwanda", "comment_count": 212, "like_count": 1514}, "post1": {"caption": "Senang banget kemarin bisa balik lagi ke Supiturang, dan bisa lihat Mahameru lagi dari dekat. Senang banget juga karena bisa pergi sama orang-orang terdekat dan tersayang, walaupun dia dia lagi aja orangnya hehehe. Ditambah, senang banget karena perjalanan kali ini gue bisa bawa stabilizer terbaru yaitu DJI OM5!\n\nBenar-benar puas hasil dari pengambilan gambar gue pake DJI OM 5 ini. Seperti yang udah gue jelasin didalam video, fiturnya tuh kaya banget! Fitur yang jadi favorit gue itu ShotGuides yang bisa kasih kita banyak template video cinematic yang super kece.\n\nJadi gimana? Pasti pengen dong punya DJI OM5 juga? Hehehe\n\n@dji.era @urbanrepublicid \n#MasterEveryShot #DJIOM5 #DJI", "comment_count": 51, "like_count": 1164}, "post2": {"caption": "Bukan waktunya untuk saling menyalahkan, sekarang adalah waktunya untuk saling bantu. Tetap waspada, jangan panik, Indonesia Pasti bisa.\n\nJaga terus protokol kesehatan dan imunitas tubuh. Semua kebutuhan dan layanan telemedisin bagi kamu yang isolasi mandiri, bisa kamu dapatkan secara gratis. Kita semua pasti bisa lalui pandemi ini. @indonesiapastibisaofficial", "comment_count": 14, "like_count": 496}, "post3": {"caption": "Halo #EnvironMate #EnvironmentalYouth\n\nPanggilan untuk para #EnvironMate muda yang mau tau mengenai lingkungan, dan yang peduli terhadap lingkungan!\n\nYuk, ikutan acara keren Youth Camp di bulan Juli ini! Di sini kamu bisa menang banyak, loh! Bisa dapet pengalaman, petualangan, pengetahuan, dan tentunya pendanaan, ups!\n\nPenasaran? Cek Instagram @bpdlh.id atau kunjungi web youthcamp.bpdlh.id\n\nJadilah salah satu generasi #MudaPeduliLingkungan #YoungVironMen !\n\nProgram ini 100% GRATIS!\n\n#youthcamp #environment #ief_bpdlh #bpdlh.id #kemenkeu #climatechange", "comment_count": 32, "like_count": 1673}, "post4": {"caption": "Dikarenakan konten tempat bersejarah di Tiktok gue udah sampe ke episode 23, gue mesti banget cari tambahan outfit baru biar gak itu-itu aja yang gue pake.\n\nSelain gue butuh outfit baru, gue juga butuh jasa ekspedisi yang cepat tapi juga murah. Jawabannya emang cuma Sicepat Ekspres. Kirim paket, 8 jam langsung sampai gaes !!!\n\nTinggal pilih kirim pake Sicepat Ekspres, Bayarnya regular, berasa same day!\nSo, gausah bingung.. belanja online atau kirim paket, ya pilih @sicepat_ekspres\nKarena cuma SiCepat Ekspres yang pasti~\n\n#BersatuUntukMudah\n#SiCepatEkspres\n#8JamSampai", "comment_count": 64, "like_count": 985}, "post5": {"caption": "Mari kita membayangkan. Video ini diambil di Lumajang. Betul, hanya sebuah kabupaten dari total 514 kabupaten/kota lainnya. Didalamnya terdapat puluhan objek wisata dari yang mainstream sampai yang tak terjamah sekalipun. Sudah bisa bayangkan? Seberapa besar potensi pariwisata negeri yang kita cintai ini.\n\nLalu, sekarang kita bayangkan seberapa besar dampaknya, jika kita bisa mengangkat potensi pariwisata tersembunyi disetiap kota/kabupaten yang kita tinggali? Masyarakat akan terbantu, insentif akan bertambah, sadar wisata lahir, dan secara tidak langsung membuka jalan pada ekonomi kreatif.\n\nBerbarengan dengan itu, organisasi terbentuk, dari kelompok sadar wisata, kelompok pemandu, serta paguyuban lain yang semuanya terstimulus dengan sendirinya. Dampak positifnya bisa terjadi dengan sangat masif.\n\nLalu kenapa kita tidak mulai? Tidak ada yang terlambat, dan akan selalu ada hal baru dan yang pertama, didalam hidup.\n\nSetelah membayangkan itu semua, sekarang waktunya kita semua singsingkan lengan baju, agar tidak menjadi utopia. Semangat bersama memajukan dan memperkenalkan kecantikan natural negeri kita, keseluruh penjuru dunia. Mari berwisata #DiIndonesiaAja.\n\nKita akan terus membawa semangat Lumajang ini, keseluruh penjuru negeri. Bukan begitu, para jagoan? @sendy.a @nandi208 @azmiwanda @oedaykita_abdullah @alpandc @gvngboi @yogi_ghanitrans @fahmiadimara\n\nCc: @sandiuno @kemenparekraf.ri @indtravel", "comment_count": 221, "like_count": 1131}, "post6": {"caption": "Weekend terakhir di 2020. Kalo mau tetap liburan, tetap patuhi protokol kesehatan yaa gais. Yang dirumah aja, silahkan dikemas liburan sama keluarga sebaik mungkin. Semoga tahun depan lebih baik, dan pandemi segera berakhir 🙏🏽🙏🏽🙏🏽", "comment_count": 144, "like_count": 1990}, "post7": {"caption": "Gue tuh kadang suka nyiapin segala sesuatu mendadak, maklumlah, ngerjain semuanya sendiri. Kaya pas kemarin mau cari jaket outdoor warna kuning untuk kebutuhan ambil gambar. Nah, untungnya sekarang, semua udah secepat menggerakan ibu jari. Tinggal ambil handphone dan buka online shop, kita bisa beli apa aja dari rumah. Ditambah, sekarang udah ada jasa ekspedisi yang cepet banget! Namanya Sicepat Halu. Gak cuma sehari sampe, tapi juga harganya murah banget, mulai dari 5 ribu aja. Jadi jangan lupa yaaa, kalo kalian mau beli barang untuk traveling, pilih pengirimannya pake Sicepat Halau @sicepat_ekspres. Makin cinta Indonesia karena SiCepat Asli Indonesia. Bangga produk lokal. #SiCepatHalu #SiCepatEkspres #SiCepatAsliIndonesia", "comment_count": 46, "like_count": 1066}, "post8": {"caption": "Selamat makan siang. Ini aku mau kasih liat Bajo dan Bajawa, pake cara ku. Flores ini apa yaa? Setiap kesini gak pernah gak terpukau. Gak pernah bosen. Gak pernah capek. Yang ada kangen lagi dan lagi. Gimana enggak, sambil ngedit video ini aja, udah mikirin kapan yaa bisa balik lagi. Hmmm, yaudah deh, ini video aku kasih liat ke kalian semua karena aku juga mau tunjukin ke kalian indahnya pulau Florata, Flores.\n#ExploreFlorata #ExoticNTT #RinduLabuanBajo #VisitNgada", "comment_count": 106, "like_count": 1023}, "post9": {"caption": "*abaikan opening ngelap kaca* 🤣\n.\n3 bulan tanpa traveling itu kacau balau buat gue! Tapi mau gimana, dengan kita dirumah aja, kita sudah berkontribusi untuk banyak hal! Kesehatan insan, dan keberlangsungan kelestarian alam semesta. Polusi berkurang, aktivitas pendakian/explore di alam juga berkurang. Biarkan bumi bernapas lebih tenang! Hehe. Jadi ini dia video #TetapJagoanDirumahAja versi gue!\n.\nYuk ikutan bikin video #TetapJagoanDirumahAja versi kalian! Karena akan ada hadiah menarik dari @superadventure_id, @supermusic_id & @sscornerid!\n.\nGini caranya;\n1. Posting video #TetapJagoanDiRumahAja versimu dengan durasi maksimal 1 menit tentang aktifitas seru, unik dan kreatif kalian saat WFH, nunjukin kalo kalian #TetapJagoanDirumahAja \n2. Tag @superadventure_id, @supermusic_id dan @sscornerid di video kalian ya.\n3. Kasih caption yang ngejelasin aktifitas kalian.\n4. Gunakan hashtag #TetapJagoanDirumahAja dan #IDare supaya kita gampang nemuin video kalian.\n5. Jangan lupa mention dan ajak 3 orang temen kamu buat ikutan challengenya!\n6. Jangan lupa buat mention @supermusic_id, @superadventure_id dan @sscornerid di captionnya juga.\n7. Pemenang akan ditentukan dari video paling seru, keren, lucu, menarik, dan jumlah likes ya guys! \n8. Hanya video yang diupload dari tanggal 1 Juni - 30 Juni saja yang akan diikutsertakan dalam challenge ini.\n9. Video wajib hasil karya sendiri, dan tidak mengandung SARA, politik, pornoaksi dan pornografi, serta tidak boleh bertentangan dengan UU ITE dan UU HAKI yang berlaku.\n10. Pemenang akan diumumkan paling lambat tanggal 5 Juli 2020.\n11. Keputusan juri dan panitia tidak dapat diganggu gugat ya bro!!\n.\nHADIAH:\n1. 10 orang pemenang utama akan mendapatkan voucher Blibli.com senilai Rp. 1.000.000\n2. 100 orang pemenang akan mendapatkan voucher Blibli.com senilai Rp. 500.000\n.\nAyo ikutan! Buktiin kalo kalian #TetapJagoanDirumahAja dan menangin hadiahnya!! #IDare", "comment_count": 150, "like_count": 1152}, "post10": {"caption": "Ada yang pernah bosan sama Bali? Hehehe. Karya pamungkas tahun ini untuk @xlaxiata_tbk, tahun depan akan bikin apa lagi yaa? Ada saran? Yang jelas, sesuatu yang luar biasa pasti akan terjadi. Terlepas dari itu semua, aku bahagia sekali selama melakukan perjalanan #JadiLebihBaik selama lebih dari satu tahun ini bareng @xlaxiata_tbk, aku lebih jauh mengenal negeri ku, aku banyak bertemu saudara-saudara ku dalam perjalanan luarbiasa ini, aku jadi makin sadar luas dan Megahnya negeri ini, dan aku jadi semakin cinta atas keindahan negeri ini. Berkat #JaringanDataTerkuat XL Axiata pula lah, akhirnya karya-karya ku bisa tercipta, karya yang bagiku bukan hanya perjalanan semata, tapi ada cinta didalamnya. Cinta dari setiap unsur yang ada dalam perjalanan ku. Tidak sabar tahun depan, untuk karya-karya lainnya! ☺️", "comment_count": 44, "like_count": 442}, "post11": {"caption": "Lombok selalu menjadi pulau yang istimewa buat ku. Tidak pernah bosan untuk kembali lagi ke Pulau ini. Rasanya seperti pulang kerumah memang. Yang membuat istimewa kali ini adalah aku bisa mengabarkan hal baik untuk teman-teman di Lombok, khususnya di Mataram, bahwa sekarang jaringan @xlaxiata_tbk sudah terfiberisasi. Ini akan membuat kita semua bisa lebih mudah untuk membagikan apapun yang kita suka, yang punya nilai positif dengan lebih cepat, kuat dan stabil. Dengan #JaringnDataTerkuat @xlaxiata_tbk, aku yakin, masyarakat Mataram, akan #JadiLebihBaik.", "comment_count": 55, "like_count": 405}}}