{"username": "shitlicious", "full_name": "Alitt", "follower": 256737, "following": 670, "post_count": 1871, "category_name": "Video creator", "biography": "Automotive enthusiast & a writer. Currently working as movies, series, & commercial video maker. CP: susanto.alitt@gmail.com [+6281381457634] (Hanni)", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Sebuah realita yang sering terjadi di berbagai kota.\nMana yang sering kamu temui?", "comment_count": 102, "like_count": 8785}, "post1": {"caption": "Siapa yang ngikutin VLog zaman khilaf beli nih landy? Bisa ditonton di episode BBQ Ride Bandung.\n.\nBuat yang nanya, “kapan VLog bangun Landy ini tayang?”\n.\nTenang.. Gue kumpulin videonya dulu dari awal bangun sampe kelar, biar ntar tayangnya gak jeda-jeda kelamaan kayak pas bangun Impala. Kamu pasti bisa sabar kan? 🤭\n.\nLanjut yuk @yonaskwee @southsidegaragejkt \n.\n#Landrover #landyseries", "comment_count": 29, "like_count": 2096}, "post2": {"caption": "Keliling Bali pake mobil ❎\nKeliling Bali motoran ✅\nMakasih om Toke @sunarimotor.bali untuk bantuannya, jadi gak perlu towing motor dari Jawa. Kalo kalian di Bali mau beli motor2 bekas yang kualitasnya ajib, kontek beliau aja ya! ❤️\n.\nBtw, ada yang tau scene terakhir itu pantai apa?", "comment_count": 18, "like_count": 2535}, "post3": {"caption": "Perjalanan masih panjang. Tapi, jumlah angka saldo semakin pendek. 😌\n.\n#LandRover #Landy #landyseries", "comment_count": 165, "like_count": 13576}, "post4": {"caption": "Perjalanan mengajarkanku banyak hal. Yang paling utama, semakin sering aku melakukan perjalanan, aku jadi semakin menghargai perbedaan.\n.\nPerjalanan membuatku mengerti apa yang aku takuti, ternyata tak seperti yang aku bayangkan selama ini.\n.\nPerjalanan juga membuatku mampu menilai, bahwa hidup ini terlalu singkat, untuk dihabiskan seluruhnya di satu tempat.\n.\nMari melakukan perjalanan lagi, agar kita bisa menemukan berjuta-juta pelajaran hidup, di luar sana menanti. ❤️\n.\nKamu suka touring jauh? Apa pelajaran yang kamu dapat dari Touring?\n.\n📸: @anugarin", "comment_count": 25, "like_count": 2096}, "post5": {"caption": "Selamat Malam Mingguan, bagi yang merayakan. Bagi para tuna-asmara, selamat kembali masuk ke goa menghindari kejamnya pemandangan mesra di luar sana. 🙏🏻\n.\n.\n.\nAku mau ke angkringan dulu..", "comment_count": 62, "like_count": 5001}, "post6": {"caption": "Kemarin gue di-tag video proses gambar nih karikatur. Terus karena gue suka ama karyanya, gue minta tolong kirim file hi-res. Terus dikirim beneran sampe ke file mentahannya.\n.\nGue coba apresiasi karyanya dengan kasih uang jajan, orangnya nolak. Ya udah, gue doain bakat lo bisa menghasilkan rezeki yang melimpah yo mas @blankids.std 🙏🏻 Mohon izin nyetak desain ini. 🫡 Matur suwun.\n.\nBtw, VLog baru udah tayang, gaes! Met nonton. ❤️", "comment_count": 29, "like_count": 2754}, "post7": {"caption": "Pas lagi bingung mau bahas apa di VLog, Cang Adi @southsidegaragejkt kebetulan baru kelar restorasi motor langka ini. Motor keluaran Jerman dengan mesin 2-tak 50cc ini emang unik banget desainnya. Retro futuristik, yang tercipta di masa2 Eropa dan Amerika demam Apollo 11. Ada yang tau tipe apa, dan taun berapa kah motor ini?\n.\nBesok gue bahas di VLog gue ya! 👍🏻", "comment_count": 68, "like_count": 5269}, "post8": {"caption": "Hari ini gue riding keliling2, nah pas banget kelar riding di jam makan siang tuh. Akhirnya gue mutusin buat order @burgerbros_id. Gue pesen menu paket Asian Chicken Burger Combo (Daebak Chicken Burger dan Thai Chilli Chicken Burger), gue juga pesen Majestic Mexico Loaded Fries 😋\n\nKalian bisa nyobain menu dari @burgerbros_id via Gofood.\n\n@burgerbros_id lagi banyak konten ngobrolin soal Vespa nih guys! Buruan check instagramnya 😁\n\n#burgerbros #burgerenak #vespa #vespaindonesia #vespasprint #vespagram  #vespajakarta #piaggio  #scooter #vespaclassic #vespamatic #vespalovers #vespaworld  #vespas #vesparacing #vespabandung #vespamania #scooterist", "comment_count": 11, "like_count": 1628}, "post9": {"caption": "[Pure Sound silakan pake headset]\nKegiatan sehari2 si Gatsby. Cuma dipanasin dan pindah2 parkir ngabisin 2 liter per hari. Kalo kendaraanlo seberapa irit guys? 😂🤣\n#Chevrolet #impala #classiccar #V8", "comment_count": 84, "like_count": 6742}, "post10": {"caption": "Karena gue sadar tampang gue pas-pasan, makanya gue selalu picky kalo urusan dandanan. Gue pengin kalo dandan itu style-nya gak pasaran. Makanya setiap aksesoris yang gue pakai, juga gue pilih yang modelnya spesial. 👌🏼\n.\nSalah satu contohnya ya kacamata edisi Arkha dari @vherkudara.id ini. Cocok ama dandanan dan karakter gue, terus limited stock pula. 😎\n.\nNah, kacamata edisi Arkha yang limited edition ini bisa lo pesan di: www.vherkudara.id ya! Ada diskon Rp.100.000 dan potongan ongkir Rp.30.000 kalo lo pake kode voucher “Alit01”. Yuk, order sekarang sebelum keabisan nih item limited!\n.\n#PakaiVherkudara #Vherkudara", "comment_count": 8, "like_count": 2780}, "post11": {"caption": "Beberapa tahapan kebutuhan zaman now: Pamer-Sekunder-Tersier.\n.\nGaya hidupnya begini, terus nyalahin tidak adilnya dunia karena nggak pernah bisa kaya. Ya gimana ya.. 😔", "comment_count": 227, "like_count": 12907}}, "data_media_video": {"post0": {"caption": "Debat membandingkan kualitas rem zaman Si Kebo masih di tangan Om @motomobitv dan pasca restorasi. Debat sama gadun ngeyel ini benar2 melelahkan sekali.\n.\nTonton full videonya di channel Youtube “Alitt Susanto” ya! ❤️", "comment_count": 41, "like_count": 3638}, "post1": {"caption": "“Miara mobil tua itu ribet dan mogok mulu!”\n.\nAh.. asal ngerawatnya bener, mobil tua nggak seribet itu kok dipakenya. Mobil gue sering gue pake long trip, syukurlah sampe tujuan mulu.\n.\nApa rahasianya?\n.\nGak pake rahasia. Semua gue bahas di VLog terbaru, udah tayang di channel Youtube gue. Silakan simak, sambil ngopi @caffino.id pas buka puasa. ❤️\n#PastiRasaKopinya #MercedesBenz #W114 #ClassicCar", "comment_count": 11, "like_count": 1448}, "post2": {"caption": "Tak semua dalam hidup bisa berjalan sesuai harapan. Ilatku kepleset, cuk! 😞", "comment_count": 31, "like_count": 2938}, "post3": {"caption": "Udah lama ga nge-VLog bareng Si Kancil. Nah, di bulan penuh berkah ini gue ama Kancil hunting berkah juga dengan cara ngeborong ta’jil buat dibagi-bagiin sama anak2 kantor. Biar yang jualan ta’jil happy, anak2 kantor juga semangat lagi.\n.\nGue juga bakal jadi #Baristan dan ngasih tau tips ngopi di rumah ala cafe, bersama @caffino.id. Video full-nya tayang di channel Youtube gue yak! Met nonton guys!\n\n#PastiRasaKopinya", "comment_count": 22, "like_count": 1882}, "post4": {"caption": "Inilah keseruan motoran menuju ke lombok bareng @michelin @michelinmotorcycle. Banyak buanget pemandangan yang bikin mata fresh lagi di video ini. Silakan nonton video full-nya di channel youtube gue ya! ❤️\n\n#MichelinIndonesia\n#MichelinBeyondTrack\n#IndonesiaGP\n#MichelinMotoGP", "comment_count": 7, "like_count": 1120}, "post5": {"caption": "“BAN YANG DIPAKE DI SIRKUIT MANDALIKA ADALAH BAN 4 TAUN YANG LALU?”\n\nMenanggapi isu tentang Ban #MotoGP di seri #mandalikacircuit yang sedang hangat. Langsung aja aku interview manager @michelinmotorsport. Semoga bisa jadi tambahan sudut pandang, bagi para pecinta MotoGP. 🙏🏻", "comment_count": 60, "like_count": 4056}, "post6": {"caption": "Hai guys! Gue ama @Jamet_93 kembali dengan video CELOMET! Di episode ini kami berkolaborasi dengan @pt_jasaraharja ngomongin tentang Kebiasaan-kebiasaan buruk pemotor di Indonesia. Seperti biasa, Jamet tetap kumat di tempat umum dengan kelakuan-kelakuan randomnya.\n.\nSelamat nonton video full-nya di channel youtube gue: Alitt Susanto, ya!", "comment_count": 279, "like_count": 10054}, "post7": {"caption": "“Dapet orderan video iklan sabun cuci tangan nih!”\n.\nWaktu dapet brief, hal pertama yang kami lakuin adalah riset. Nah, karena talent-nya @ariefmuhammad yang kebetulan gue kenal dari zaman ngekost, akhirnya riset yang gue lakuin ya cuma mengingat memori2 masa lalu. 😂\n.\nYang jelas, kami tau Arief tuh keturunan Padang yang doyan banget Nasi Padang. Lalu gimana bikin in-line antara sabun cuci tangan dan karakter Arief? Akhirnya, tercetuslah ide perdebatan tentang tata cara makan Nasi Padang pake sendok, atau pakai tangan.\n.\nMenurutku, dalam dunia marketing, gak perlu banyak ngomongin fitur produk, tapi omongin tentang value dari produk tersebut. Karena manfaat produklah yang mudah diingat oleh calon konsumen. Apalagi, kalo value-nya relate dengan keresahan mereka. Value yang kami angkat di video ini adalah, Kosme Micellar Oil to Foam Handwash bisa menjawab keresahan orang2 yg suka makan pake tangan, tapi males bersihinnya dengan cara konvensional yang ribet.\n.\nSyukurlah, ide ini berhasil diolah dengan apik oleh tim @keceproductions, sehingga akhirnya bisa deliver video ini. Makasih untuk kolaborasi yang luar biasa antara klien, talent, dan dream-team ini!\n.\nClient: @kosmecare\nPH : @keceproductions\nExecutive Producer : @aripatt @aanstory \nProducer : @rycorycok & @rfkycodot\nCreative Director : @shitlicious & @renaldypjs\nDirector : @bagasagab84 \n1st AD : @juneett.\nArt Director : @patralah\nDOP: @galihagustian\n1st AC : @rullyblack\nGaffer: @uniel icikiwir\nAudio : @enalbenggang\nPA : @emirmufti & @adinda.af\nProductioN unit : @feripakpo\nMusic arranger : @io_auvi\nOffline : @sigitdika\nPost house : @frame_logic\n\nI love you all! 🙏🏻", "comment_count": 65, "like_count": 2331}, "post8": {"caption": "Hari ini gue mau berbagi tutorial bikin minuman yang manteb buat nongkrong ama temen, atau nyore santai sendirian. Gue pake base Scotch Whisky @BellsIndonesia yang smooth dan enak banget buat dicampur gimana aja.\n\nLo cobain deh resep gue ini, order Bell’s Scotch Whisky di e-commerce favorit lo atau cek link ini: https://bit.ly/BellsWhisky \n\n(mengandung 16 gram alkohol per sajian)\n\n#HaveABells #BellsIndonesia #Ad\n\n*Hanya yang berusia 21 tahun ke atas yang boleh melihat konten ini\n*Harap tidak melanjutkan pesan ini kepada orang yang berusia di bawah 21 Tahun\n*Nikmati Bell’s secara bertanggung jawab\n*Teliti sebelum membeli\n*Baca peringatan pada label", "comment_count": 17, "like_count": 5134}, "post9": {"caption": "Nih, gue kasih tutorial ngeracik Bell’s Whisky on the rocks, sekalian gue cicipin.\n\n- Isi gelas dengan es batu gede-gede\n- masukin 50ml Bell’s Scotch Whisky\n- seruput deh\n\nSiapa tau lo juga penasaran gimana rasanya nih Scotch Whisky.\n.\nKalo mau nyoba juga, silahkan order di e-commerce favorit lo ya atau di link berikut ini:\nhttps://bit.ly/BellsWhisky\n\n​(mengandung 16 gram alkohol per sajian)\n\n#HaveABells\n#BellsIndonesia #Ad​\n​\n*Hanya yang berusia 21 tahun ke atas yang boleh melihat konten ini\n*Harap tidak melanjutkan pesan ini kepada orang yang berusia di bawah 21 Tahun\n*Nikmati Bell’s secara bertanggung jawab\n*Teliti sebelum membeli\n*Baca peringatan pada label", "comment_count": 18, "like_count": 2560}, "post10": {"caption": "Veteran anak STM disuruh tinju ya gak takut, Mazseeehhh!!\n\nMau gue bikinin review gadget canggih buat masuk Metaverse ini di VLog gak?\n\n#OculusQuest2 #Metaverse #Boxing #thrillofthefight", "comment_count": 43, "like_count": 2322}, "post11": {"caption": "Testride biasanya 10-20KM doang?\nKali ini gue testride 12 jam motoran dari Jogja ke Jakarta naik Royal Enfield Interceptor 650 ini biar ketauan plus dan minus nih motor.\n.\nSilakan tonton videonya di channel Youtube gue, biar jadi bahan pertimbangan kalo tertarik sama motor ini juga. 😉\n.\n#RoyalEnfield #interceptor650 #motovlog", "comment_count": 106, "like_count": 8129}}}