{"username": "sigit_sugiyono", "full_name": "Sigit | Travel Blogger", "follower": 2724, "following": 1438, "post_count": 612, "category_name": null, "biography": "Travelpreneur - Trip Planner\n@djalandjalan.trip\n@apiaward ambassador 2022\n🛫check my new story:", "is_profesional": true, "data_media_photo": {"post0": {"caption": "-Kalau Ada yang Gampang, Kenapa Enggak?-\nBiasanya sehabis landing gue suka kena dilemmatic syndrome perkara mau naik apa dari bandara ke kota. Apalagi dikebanyakan daerah lokasi bandara cukup jauh dari kota.\n.\nKalau di depan pintu kedatangan pasti selalu dikerubungi dan udah keburu kena mental begitu tau biaya yang harus gue keluarkan kalau naik taksi dan sejenisnya.\n.\nPas kemarin gue ke Padang, asiknya udah ada kereta bandara. Cukup jalan kaki 5 menit langsung sampai deh di Stasiun BIM. Tarif flat cuma 10.000 dan keretanya bagus banget dan ber-AC.\n.\nIni dia beberapa stasiun yang dilewati langsung dari Stasiun BIM\nSt. Duku\nSt. Tabing\nSt. Air Tawar\nSt. Pasar Alai\nSt. Padang\nSt. Pulau Aia\n.\n#TransmatePenghubungIndonesia\n#MenghubungkanIndonesia\n@kemenhub151 \n@budikaryas \n@transmateindonesia \n@balaikasumbar", "comment_count": 12, "like_count": 97}, "post1": {"caption": "-Nominasi Kategori Situs Sejarah API Award 2022-\nIni dia klasemen sementara selama periode bulan Juni\n#APIAward #APIAward2022 @apiaward @ayojalanjalanindonesia", "comment_count": 2, "like_count": 25}, "post2": {"caption": "-Nominasi Kategori Kampung Adat API Award 2022-\nIni dia klasemen sementara selama periode bulan Juni\n#APIAward #APIAward2022 @apiaward @ayojalanjalanindonesia", "comment_count": 2, "like_count": 22}, "post3": {"caption": "Liburan ke @jakartafairid dan dapatkan promo menarik di @adirafinanceid #SemuanyeBisa\n________________________________________\nLocation : Jakarta Fair Kemayoran\n📪www.sigitsugiyono.wordpress.com\n________________________________________", "comment_count": 13, "like_count": 83}, "post4": {"caption": "-Promo Menarik di PRJ-\nYeay, akhirnya PRJ kembali buka setelah 2 tahun vakum dari “dunia persilatan”. Yang biasa dinanti-nantikan warga Jakarta adalah promo dari berbagai tenant nih, mulai dari kuliner, elektronik, otomotif, dll\n\nSalah satunya ada penawaran menarik di booth Adira.\nKamu bisa tukar tambah kendaraan lama dengan kendaraan idaman dengan promo cashback dan bunga spesial mulai dari 0%.\n\nAda juga PINTAR, Pinjaman Dana Tunai Ringan untuk keperluan mendesak dan bisa dapat cashback juga.\n\nYuk buruan mampir ke Booth Adira karena program hanya berlaku saat pameran berlangsung.\nDan prosesnya juga mudah dan cepat tanpa survey ^^\n#SemuanyeBisa \n@adirafinanceid \n________________________________________\nLocation : Jakarta Fair Kemayoran\n📪www.sigitsugiyono.wordpress.com\n________________________________________", "comment_count": 6, "like_count": 80}, "post5": {"caption": "-Berkain, BERKumpul dan bermAIN-\nSiapa yang sudah intip story gue saat seseruan di Kota Tua kemarin?\n.\nBerkain diselenggarakan oleh @indonesia.tic @mula.kotatua dan beberapa stakeholder lainnya yang didukung oleh @kemenparekraf.ri \n.\nSeperti namanya di sini kita diajak untuk berkumpul dan bermain di Kota Tua dengan OOTD : kain/sarung.\n.\nAda beberapa kegiatan yang berlangsung, seperti : permainan tradisional (egrang, tapak, gasing, lari balok, dll), workshop (keramik, layang-layang, janur, menyulam, dll), dan juga museum tour (Museum Sejarah Jakarta, Museum Wayang, dll).\n.\nUntuk menuju Kota Tua sudah sangat mudah bila menggunakan transportasi umum. Ada beberapa pilihan moda transportasi umum yaitu @pt_transjakarta dan juga @commuterline \n.\nDuh enggak sabar untuk acara Berkain berikutnya ^^\n#Berkain\n📸 : @kopertraveler.id @yusaknatan \n________________________________________\nLocation : Kota Tua\n📪www.sigitsugiyono.wordpress.com\n________________________________________", "comment_count": 31, "like_count": 136}, "post6": {"caption": "-INFORMASI PENTING-\nPunya rencana ke Mentawai?\u2028Nih, gue bocorin informasi secara singkat dan detil pilihan moda transportasi ke sana.\n.\nSAVED and SHARED ya siapa tau berguna suatu saat nanti.\n.\n#TransmatePenghubungIndonesia\u2028#MenghubungkanIndonesia\n#TransmateJourney2022\n@kemenhub151 \n@budikaryas \n@transmateindonesia \n@bandara_rokot_mentawai \n@susiairofficial \n@djplkemenhub151 \n@djpl_ksoptelukbayur \n@asdp191 \n@asdp_satpeltelukbungus \n@mentawaifast \n________________________________________\nLocation : Kepulauan Mentawai\n📪www.sigitsugiyono.wordpress.com\n________________________________________\n#Indonesia #VisitIndonesia #WonderfulIndonesia #Travel #InstaTravel #Travelporn #Travelgasm #InstaNusantara #Nusantara #GoBlog #SigitSugiyono #Instagood #Padang #SumateraBarat #KepulauanMentawai #Mentawai #PulauSipora #AloitaResort #", "comment_count": 16, "like_count": 116}, "post7": {"caption": "Perjalanan Transmate Journey tahun ini membawa gue menuju Kepulauan Mentawai-Sumatera Barat.\n.\nKalau ditanya seperti apa, orang-orang mengenal Mentawai sebagai surga peselancar dengan gulungan ombak yang “ganas namun indah”, ada juga seni tato tertua dunia di Suku Mentawai yang melegenda.\n.\nFYI, Mentawai menjadi satu-satunya Kabupaten Kepulauan di Sumatera Barat yang lokasinya berada di sisi Barat Indonesia menghadap Samudera India.\n.\nMau tau cara menuju keindahan di sisi barat Indonesia ini?\nBandara Int’l Minangkabau-Padang yang merupakan gerbang utama bagi orang-orang yang ingin menuju Mentawai yang kemudian dilanjutkan dengan jalur laut maupun udara.\n.\n#TransmatePenghubungIndonesia\u2028#MenghubungkanIndonesia\n#TransmateJourney2022\n@kemenhub151 \n@budikaryas \n@transmateindonesia \n@minangkabauintlairport \n________________________________________\nLocation : Bandara Int’l Minangkabau\n📪www.sigitsugiyono.wordpress.com\n________________________________________", "comment_count": 24, "like_count": 114}, "post8": {"caption": "-Wajah Baru Sarinah-\nBaru sadar kalau ini adalah kali pertama gue ke Sarinah dan langsung dengan wajahnya yang baru bareng “budak konten” @ariefpokto @mardiaheyyy @pinktravelogue @sansadhia @tukangngider \n.\nDipikir2 cukup menyesal belum pernah ke Sarinah yang dulu. Jadinya, gak ada gambaran seperti apa bentuk Sarinah sebelumnya.\n.\nHal yang gue suka dan perlu di-appreciate dari Sarinah yang sekarang adalah konsepnya yang sangat mendukung produk-produk lokal dan UMKM (Indonesia banget vibes nya) ditambah adanya fasilitas pendukung yang cocok untuk para kawula muda nongkrong dan amphiteater maupun skydeck ala rooftop.\n_________________________________\nLocation : Sarinah\n📪www.sigitsugiyono.wordpress.com\n_________________________________\n#Indonesia #VisitIndonesia #WonderfulIndonesia #Travel #InstaTravel #Travelporn #Travelgasm #InstaNusantara #Nusantara #GoBlog #SigitSugiyono #Instagood #Sarinah #Jakarta", "comment_count": 24, "like_count": 200}, "post9": {"caption": "-Critical Eleven-\nPernah mendengar istilah di atas?\nDalam dunia penerbangan terdapat 2 waktu crucial yaitu 3 menit setelah take-off dan 8 menit sebelum landing.\n\n11 menit ini merupakan fase crucial bagi pilot untuk mendapatkan posisi stabil dan kecepatan saat mengudara maupun saat  menurunkan kecepatan dan menyesuaikan dengan landasan saat mendarat.\n\nKarena itu penting banget buat penumpang pesawat untuk melakukan hal-hal berikut :\n- Menggunakan sabuk pengaman \n- Melipat meja\n- Mematikan hp, dan\n- Meluruskan sandaran kursi\nTujuannya adalah mendukung proses evakuasi jika terjadi hal-hal yang tidak diinginkan seperti asap dari luar pesawat maupun saat benturan.\n\n#TransmatePenghubungIndonesia\n#MenghubungkanIndonesia\n@kemenhub151 \n@transmateindonesia \n@bandara_marinda \n@susiairofficial", "comment_count": 20, "like_count": 162}, "post10": {"caption": "Momen mudik lebaran udah berakhir dan siap-enggak siap kita harus kembali beraktivitas lagi nih.\nYang tinggal di kota besar pasti udah kebayang-bayang dengan padat merayapnya jalanan, betul gak?\n\nNah, salah satu tipsnya adalah dengan menggunakan transportasi umum. Selain untuk menghindari dan mengurangi kemacetan, juga dapat mengurangi polusi.\n\nJangan khawatir, saat ini fasilitas transportasi umum sudah dibenahi dan terintegrasi dengan baik.\nYuk, naik transportasi umum!\n\n#TransmatePenghubungIndonesia\n#MenghubungkanIndonesia\n@kemenhub151 \n@transmateindonesia \n@damriindonesia \n\n_________________________________\nLocation : Pulau Samosir\n📪www.sigitsugiyono.wordpress.com\n_________________________________", "comment_count": 25, "like_count": 124}, "post11": {"caption": "-Selamat Hari Bumi-\nIronis ya ketika manusia membutuhkan Bumi untuk bernaung dan bertahan hidup namun disisi yang sama manusia juga yang bikin Bumi “sakit”\n\nPadahal sebenarnya Bumi tuh gak butuh manusia.\nTapi ya gitu, manusia terlalu arogan dan egois!\n\nJadi, sudah sejauh apa peran positif yang kita ambil untuk Bumi? Yuk, saling mengingatkan dan ambil tidakan nyata bahwa ada “rumah” yang harus selalu kita jaga.\n_________________________________\nLocation : Waikacura\n📪www.sigitsugiyono.wordpress.com\n_________________________________", "comment_count": 17, "like_count": 160}}, "data_media_video": {"post0": {"caption": "Habis korek-korek file ternyata banyak video yang belum di buat maupun di post. Kali ini gue mau post trip TN. Komodo dan Labuan Bajo.\n.\nMeskipun udah 3x kesini enggak pernah ngebosenin, bikin nagih terus. Next trip pengen cobain naik phinisi biar berasa sultan sesekali. Ada yang mau join? Wkwkwk\n.\nOhya kalau nantinya kalian sudah yakin untuk memulai trip bisa hubungi gue ya atau @djalandjalan.trip nanti bakalan gue buatin video trip (syarat dan ketentuan berlaku 😅) \n_________________________________\nLocation : TN. Komodo\n📪www.sigitsugiyono.wordpress.com\n_________________________________", "comment_count": 15, "like_count": 118}, "post1": {"caption": "Dilihat dari sudut manapun Danau Toba tetap mempesona, salah satunya dari Pulau Samosir dimana keindahan alam, budaya dan sejarah legenda suku Batak berkumpul.\n.\nSaking indahnya, enggak bisa diungkapkan dengan kata-kata yang indah maupun puisi (eakkk). Alhasil saya hanya bisa merekamnya dari video ini. Selamat menyaksikan :D\n.\n#TransmatePenghubungIndonesia\n#TransmateJourney\n@kemenhub151 \n@asdp191 \n@damriindonesia \n@bptd2sumut_ \n@kemenparekraf.ri \n@disparkabsamosir \n@transmateindonesia \n_________________________________________\nLocation : Pulau Samosir\n📪www.sigitsugiyono.wordpress.com\n_________________________________________", "comment_count": 52, "like_count": 124}, "post2": {"caption": "Sebelum ke Danau Toba mendingan nonton video ini dulu yuk biar enggak nyasar 🤪 \n.\n#TransmatePenghubungIndonesia\n#TransmateJourney\n@kemenhub151 \n@transmateindonesia \n@bandarasilangit \n@damriindonesia \n@kai121_ \n@kabandararailink \n@ap2_kualanamu \n@bptd2sumut_ \n________________________________________\nLocation : Danau Toba\n📪www.sigitsugiyono.wordpress.com\n________________________________________\n#indonesia #visitindonesia #wonderfulindonesia #travel #instatravel #travelporn #travelgasm #instanusantara #nusantara #goblog #sigitsugiyono #instagood #igtravel #danautoba #sumaterautara #sumatera", "comment_count": 52, "like_count": 108}, "post3": {"caption": "Pengalaman menyenangkan selama 3 hari di @atriaserpong . Selain pelayanan yang ramah dan tanggap, Atria Serpong melakukan prosedur standard kesehatan yang di anjurkan pemerintah. Sehingga semua tamu yang menginap bisa tetap aman.\n.\nKalau enggak percaya yuk di tonton hasil rekap video gue ini!\n#safestayatatria\n#safestayatparadorhotel\n#safetravels", "comment_count": 16, "like_count": 84}, "post4": {"caption": "Kehadiran transportasi umum menjadi bagian yang tidak terpisahkan di tengah beragamnya lapisan masyarakat. Sekaligus menjadi bukti bahwa transportasi umum telah di terima baik.\n.\nTanpa disadari transportasi umum menyatukan banyak orang. Meskipun beragam semua bisa berjalan satu tujuan yang terkoneksi dan terintegritas.\n.\nItu sebabnya pemerintah secara masif meningkatkan keamanan dalam transportasi umum supaya masyarakat dapat terkonektivitas dengan aman dan kembali produktif\n.\n#TransmatePenghubungIndonesia\n#TransportasiAmanProduktif\n#TransmateChallenge75\n@kemenhub151 \n@turissendaljepit \n@pinktravelogue \n@travelingwithjuan \n@tukangngider \n@ariefpokto", "comment_count": 24, "like_count": 131}, "post5": {"caption": "Pengen cari tempat nokrong asik di Bali?\nNih rekomendasi buat kalian @canvascafebali lokasinya hanya beberapa meter dari pelabuhan Sanur jadi kalau mau nyebrang/pulang dari Nusa Penida jangan lupa mampir ya.\n.\nUntuk taste, FIX gak usah diragukan! \nUntuk ambience apalagi! Banyak spot instagrammable untuk dunia “per-konten-an” kalian :p\nKalau enggak percaya bisa langsung liat di Instagramnya\n.\nNah, saat ini Canvas Cafe lagi bagi-bagi kopi gratis setiap hari hingga 31 Agustus 2020.\nUntuk S&K tonton video ini hingga akhir dan jangan lupa follow Instagram nya ^^\n#CanvasCafe #CanvasCafeBali \n#Bali #BaliCafe", "comment_count": 44, "like_count": 113}, "post6": {"caption": "Aktivitas dan perekonomian yang sempat lumpuh karena pandemi COVID-19 akhirnya kembali berjalan ketika pemerintah menerapkan kebijakan Adaptasi Kebiasaan Baru (New Normal).\n.\nLantas apa yang menjadi harapan kalian saat ini?\nSebagai travel blogger saya rindu kebijakan ini menjadi momentum dalam pembangunan sarana prasarana transportasi dan infrastruktur yang baik sehingga pariwisata Indonesia bisa semakin berkembang dan dapat di promosikan secara masif.\n\nTentunya hal positif ini membuat kita bisa lebih mengeksplor keindahan Indonesia.\n#TransmatePenghubungIndonesia\n#TransportasiAmanProduktif\n@kemenhub151 .\n.\n📍Bali, Belitung, Jakarta, Labuan Bajo, Morotai, Pangandaran, Seram, Toraja.\n📸 Sony A5100, Hero7, Iphone 8+, Mavic Pro\n📽 FCPX\n🎼 NCS (Business, Epicness, Where Was I)", "comment_count": 41, "like_count": 161}, "post7": {"caption": "Sebagai seseorang yang menikmati kegiatan travelling, saya mempunyai sebuah mimpi untuk bisa berbagi cerita melalui foto dan tulisan yang saya unggah di blog.\n\nNamun, karena keterbatasan alat yang saya miliki, terkadang foto yang saya ambil rasanya kurang menggambarkan cerita maupun keindahan seutuhnya.\n\nHal inilah yang membuat saya berpikir untuk berinvestasi pada peralatan yang lebih memadai sehingga saya dapat menyampaikan cerita yang lebih baik dan menarik.\n\nTahun ini Adira meluncurkan aplikasi Adiraku,  sebuah aplikasi yang memiliki fitur\n- Informasi kontrak dan tagihan\n- Pembayaran angsuran\n- Janji bayar jika belum ada dana\n- Cashback saldo\n- Simulasi kredit\n- Pengajuan kredit\n- Customer service 24jam, dsb\n\nAplikasi ini mempermudah saya dalam proses pengajuan maupun pembayaran kredit yang tentunya menunjang produktivitas travelling saya karena dengan Adiraku semuanya bisa dilakukan dalam 1 genggaman. Yuk download Adiraku sekarang juga \n#AdirainAja\n#LombaIGadiraku\n@adirafinanceid 🎥 @sugianto.shu 📍Bali, Banyuwangi, Lumajang", "comment_count": 54, "like_count": 139}, "post8": {"caption": "Butuh effort lebih buat bikin travel video tentang Morotai karena gue enggak punya stock footage yang cukup.\n.\nSebenarnya ada tapi mostly footage untuk vlog dan itu gak bisa di pake karena konsepnya one long shot jadi kurang smooth. Untungnya ketemu beberapa footage yang masih oke itupun setelah obrak abrik berbagai memory.\n.\nSemoga kalian menikmati video ala kadarnya ini.\n📍 : Morotai - Maluku Utara\n📷 : Hero7Black, Sony A5100, Iphone 8+, DJI Mavic Pro\n🎥 : FCPX\n🕹✈️ (Drone Pilot) : @garryhartanto and Me\n______________________________\nLocation : Morotai\n📪www.sigitsugiyono.com\n______________________________", "comment_count": 24, "like_count": 162}, "post9": {"caption": "Apa alasan kamu untuk memulai hidup sehat?\n.\nHidup di generasi Z menuntut gue untuk sadar akan hidup sehat. Salah satu dampak dari berkembangnya generasi Z adalah gaya hidup yang serba instan yang membuat kita menjadi \"malas\". Itu sebabnya generasi muda sekarang rentan sakit.\n.\nKarena sakit enggak memandang gender, usia, dan fisik.\n.\nHampir setahun lalu gue cek darah dan siapa sangka gue yang bertubuh kurus ini mempunyai kolestrol jahat 180 dari batas maksimal 100. \nSebagai seorang travel blogger gue harus menjaga tubuh gue tetap fit karena masih banyak tempat yang ingin gue kunjungi agar bisa membagikan pengalaman ke orang-orang.\n.\nSetelah rajin berolahraga dan menjaga pola makan akhirnya kolestrol jahat gue turun secara drastis. Sekarang olahraga menjadi salah satu gaya hidup gue.\n.\nGue percaya enggak ada sebuah usaha yang enggak membuahkan hasil.\nItu dia alasan mengapa gue memulai hidup sehat. \nYuk mulai hidup sehat!!!\n.\n #LiveHealthierLives #SUNLIFExkumparan \n@sunlife_id \n@kumparancom", "comment_count": 36, "like_count": 120}, "post10": {"caption": "Akhirnya kesampaian bisa ke Toraja.\nMeskipun hujan tiap hari, tapi gue sangat menikmati perjalanan ini. .\nDengan bakat gue yang cupu, gue mencoba sebaik mungkin membuat video. Semoga kalian menikmati.\n\nTks untuk teman2 yang banyak membantu memberikan informasi selama persiapan di Toraja, untuk teman seperjuangan di TKP, untuk scene opening di inspirasi dari JIK - Febrian.", "comment_count": 29, "like_count": 147}, "post11": {"caption": "Salah satu paradise island, Kei.\nBest part nya di Ngurtafur, pasir yang membentang panjang dan membelah lautan lepas hingga beberapa kilometer.\n.\nDi tambah perjalanan yang menerdebarkan karena harus menghantam ombak selama perjalanan sampai kuyub habis-habisan.\nSemoga bisa balik lagi ke kota nya @alanpeter__  soalnya belum ketemu rombongan pelican yang bermigrasi dari Ausi. ;p\n______________________________\nLocation : Ngurtafur\n📪sigitdma.wordpress.com\n______________________________", "comment_count": 23, "like_count": 159}}}