{"username": "staycationbuddy", "full_name": "Hotel Reviews by Buddy", "follower": 35537, "following": 2030, "post_count": 423, "category_name": "People", "biography": "Staycation | Travel | Food | Blog\nInvitation/Colabs\nme@rumahbudi.com / WA\n⬇️ New Blog ⬇️", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Gak Balik Kampung?\n\nTenang! Kalian masih bisa menikmati staycation di @tuscanyboutiquehotel\n\nCek langsung penawaran menarik staycation Gak Balik Kampung di instagram @tuscanyboutiquehotel\n\nIni adalah suasana restoran di Tuscany Boutique Hotel, selain suasana restorannya yang Instagramable, makanannya juga Instagramable dan yang pasti ngga kalah enaknya\n\nLokasinya? Ngga usah khawatir, buat kalian yang tinggal di Jakarta dan sekitarnya lokasi hotel ini tepat berada di sisi exit tol Jakarta - BSD dengan fasilitas One Stop Living\n\n#gakmudik #gakbalik #gakbalikkampung #lebaran #staycation #staycationbsd #reviewhotel #reviewhotelbsd #makan #makanenak #makanenakdibsd #hotel #hotelreview #hotelreviewer #hotelreviewerindonesia", "comment_count": 17, "like_count": 290}, "post1": {"caption": "Tamarin Hotel Jakarta - Lokasi strategis fasilitas lengkap\n\n#pengenreview #hoteljakarta #hoteljakartapusat  #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia #kulinerhotel #wahidhaayim #stayandwork", "comment_count": 9, "like_count": 176}, "post2": {"caption": "Feel at home...\n\nStaycation di @tamarinhoteljakarta emang nyaman, senyaman di rumah sendiri\n\nFasilitasnya lengkap untuk urusan bisnis dan liburan di Jakarta\n\nUntuk kebugaran, ada gym dan kolam renang. Untuk urusan event disediakan ruang meeting yang dapat disesuaikan kapasitasnya sesuai kebutuhan\n\nJuga terdapat area indoor dan outdoor di restaurant yang luas dan nyaman banget untuk melayani tamu yang staycation ataupun acara lainnya\n\n#pengenreview #hoteljakarta #hoteljakartapusat #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia #kulinerhotel #wahidhaayim #stayandwork", "comment_count": 27, "like_count": 1380}, "post3": {"caption": "Stay, Eat & Work\n\nTamarin Hotel Jakarta, hotel pilihan menunjang aktifitas bisnis maupun liburan di jantung kota Jakarta\n\nLokasinya strategis di Jalan Wahid Hasyim, Jakarta Pusat memberikan akses termudah ke kawasan bisnis Sudirman - Thamrin\n\nMau liburan atau jalan-jalan juga enak banget karena dekat dan mudah menuju atraksi wisata seperti Monas dan Kota Tua\n\nNgga bisa ninggalin kerjaan? Sambil menikmati makan siang kamu bisa menyelesaikan pekerjaan di Harummanis Restaurant\n\nOh ya @tamarinhoteljakarta juga menyediakan co-working space dan physical address untuk menunjang keperluan bisnis serta menyewakan ruang meeting untuk meningkatkan kredibilitas bisnis kamu dimata client\n\n#pengenreview #hoteljakarta #hoteljakartapusat #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia #kulinerhotel #wahidhaayim #stayandwork", "comment_count": 14, "like_count": 1106}, "post4": {"caption": "Happy 12th Anniversary @merlynnparkhotel\n\n#merlynparkhotel #Sangohotelmanagement #sunlakegroup #pengenreview #hoteljakarta #hoteljakartaselatan #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 13, "like_count": 915}, "post5": {"caption": "City View Keren dari @mentengparkexclusiveemerald\n\nSambil staycation menikmati city view 🏙 Jakarta emang seru!\n\nKalian bisa memilih kamar type ini saat staycation di @mentengparkexclusiveemerald\n\nDengan akses private lift, staycation di @mentengparkexclusiveemerald terasa lebih nyaman dan privacy\n\nYuk langsung cek promonya di IG @mentengparkexclusiveemerald\n\nHappy Staycation\n\n#mentengparkexclusiveemerald #jakartapusat #servicedapartments #jakartapusat #staycationjakartapusat #staycationmenteng #pengenreview #hoteljakarta #hoteljakartapusat #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 31, "like_count": 508}, "post6": {"caption": "Staycation saat bulan Ramadhan?\n\n(Foto dan video diambil sebelum bulan puasa)\n\nBuat kalian yang mau staycation saat bulan puasa di @mentengparkexclusiveemerald tetap nyaman karena tersedia pilihan kamar yang termasuk breakfast/sahur\n\nAtau kalau mau masak sendiri juga tersedia kompor dan microwave untuk menghangatkan makanan\n\nNyaman banget kan buat kumpul dan menginap bareng teman dan keluarga\n\nHappy Staycation\n\n#mentengparkexclusiveemerald #jakartapusat #servicedapartments #sangohotelmanagement #jakartapusat #staycationjakartapusat #staycationmenteng #pengenreview #hoteljakarta #hoteljakartapusat #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 29, "like_count": 397}, "post7": {"caption": "Rekomendasi Serviced Apartement buat staycation di Jakarta @mentengparkexclusiveemerald \n\n#mentengparkexclusiveemerald #jakartapusat #servicedapartments #sangohotelmanagement #jakartapusat #ataycationjakartapusat #staycationmenteng #pengenreview #hoteljakarta #hoteljakartaselatan #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 22, "like_count": 258}, "post8": {"caption": "Kerja terus? Kapan liburannya dong?\n\nUntuk mengatasi hal tersebut kalian bisa bekerja sambil staycation nih…\n\nManhattan Hotel Jakarta @manhattanhoteljakarta hotel yang ada di kawasan Kuningan, Jakarta Selatan bisa jadi pilihan tepat untuk bisnis sekalian staycation\n\nLokasinya yang terletak di segitiga emas strategis untuk memenuhi kebutuhan perjalanan bisnis ataupun urusan tugas kantor\n\nSaat menginap di Manhattan Hotel Jakarta @manhattanhoteljakarta selain nyaman untuk sambil kerja, juga untuk staycation karena fasilitasnya lengkap dan dekat dengan pusat perbelanjaan besar di sekitarnya\n\nJadi tunggu apa lagi? Cek promo terbaiknya langsung yuk di IG @manhattanhoteljakarta \n\n#manhattan #manhattanhotel #manhattanhoteljakarta #fitness #gym #gymjakarta #gymjakartaselatan #sangohotelmanagement #sunlakegroup #pengenreview #hoteljakarta #hoteljakartaselatan #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 43, "like_count": 1383}, "post9": {"caption": "Sarapan di Central Park Restaurant @manhattanhoteljakarta\n\nJangan lupa ikutan GIVEAWAY Iftar Buffet Dinner senilai 325k/pax ya!\n\nSelamat menunaikan ibadah puasa bagi yang menjalankan 🙏\n\nYang ditunggu saat menginap nih gaes, yaitu menikmati pengalaman sarapan pagi juga \n\nSarapan di @manhattanhoteljakarta bener-bener seru karena dikelilingi gedung-gedung pencakar langit seperti di foto\n\nKali ini berkesempatan mencoba menu ala India namanya Tapan. Seperti apa? Ada di slide ke 2 ya…\n\nUdah ngga bingung lagi kan gaes nentuin tempat staycation hemat dan seru ditengah kota Jakarta? Di @manhattanhoteljakarta pastinya\n\n#manhattan #manhattanhotel #manhattanhoteljakarta #kuliner #kulinerhotel #kulinerhoteljakarta #kulinermanhattanhoteljakarta #sangohotelmanagement #sunlakegroup #pengenreview #hoteljakarta #hoteljakartaselatan #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 32, "like_count": 1390}, "post10": {"caption": "GIVEAWAY FREE IFTAR BUFFET DINNER Senilai 325K/pax di Central Park Restaurant @manhattanhoteljakarta\n\nSelamat untuk pemenang @vikaangela & @lovelyulan \n\nMenangkan 4 buah voucher Iftar senilai Rp. 325.000/pax untuk 2 orang (Masing-masing 2 buah voucher)\n\nCaranya gampang:\n\n- Follow IG @manhattanhoteljakarta\n\n- Jawab pertanyaan: Menu buka puasa kesukaanmu?\nContoh Jawaban: Buka puasa kolak pisang, yuk buka puasa @manhattanhoteljakarta @temankamu00\n\nDone. Kamu sudah berkesempatan memenangkan voucher Iftar di Central Park Resto by @manhattanhoteljakarta\n\nUntuk kesempatan menang lebih besar (opsional)\n\n- Share postingan ini di IG story kamu, mention @manhattanhoteljakarta @staycationbuddy dan minimal 1 orang teman kamu\n\n- Radom like dan komen di IG @manhattanhoteljakarta\n\nPeriode GIVEAWAY 7 - 15 April 2022, Pemenang diumumkan maksimal 24 Jam dari periode giveaway berakhir\n\n2 orang pemenang masing-masing berhak atas 2 buah voucher Iftar Buffet Dinner di Central Park Restaurant by @manhattanhoteljakarta\n\n#manhattan #manhattanhotel #manhattanhoteljakarta #kuliner #kulinerhotel #kulinerhoteljakarta #kulinermanhattanhoteljakarta #sangohotelmanagement #sunlakegroup #pengenreview #hoteljakarta #hoteljakartaselatan #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 1284, "like_count": 598}, "post11": {"caption": "Fasilitas kebugaran yang cukup lengkap di @manhattanhoteljakarta\n\nUntuk tetap menjaga kebugaran saat staycation di @manhattanhoteljakarta tersedia berbagai fasilitas seperti kolam renang, gym, spa dan sauna yang bisa kamu pakai\n\nPeralatan gym cukup lengkap dan juga melayani tamu dari luar yang tidak menginap\n\nUntuk update harga terkini kamu bisa hubungi Front Office @manhattanhoteljakarta untuk info lebih lanjut\n\n#manhattan #manhattanhotel #manhattanhoteljakarta #fitness #gym #gymjakarta #gymjakartaselatan #sangohotelmanagement #sunlakegroup #pengenreview #hoteljakarta #hoteljakartaselatan #luxuryhotel #luxuryhoteljakarta #jktgo #jktguide #staycation #staycationjakarta #hotelreview #hotelreviewerindonesia", "comment_count": 35, "like_count": 1737}}, "data_media_video": {"post0": {"caption": "Karena setiap inovasi pasti memberikan sebuah hasil, lakukan segala hal dengn penuh semangat dan inovasi.\n\nSama sepertiku, sambil liburan engga cuman ngerasain enaknya Flavacino, tapi juga bisa dapet hadiah Iphone 12, IPAD Mini, dan Laptop serta puluhan Juta rupiah OVO Pay dengan cara posting ekspresi seru waktu minum Flavacino seperti ini.\n\nKalian jangan sampai ga ikutan ya @etybudiharjo @esther.voland @checkin_out_hotels @mancha_alie @primaresya \n\nInfo lebih lengkapnya, langsung ke @Flavacino.id\nYUK, LANGSUNG IKUT KOMPETISINYA!! #EkspresiinSerunyaFlavacinoLo", "comment_count": 64, "like_count": 694}, "post1": {"caption": "Contemporary hotel located in the heart of Central Jakarta.\n\nBest Western Senayan adalah hotel bisnis strategis terletak kawasan pusat perbelanjaan STC, Senayan City, Plaza Senayan dan FX Sudirman\n\nYang tidak kalah penting adalah lokasinya sangat dekat dengan Pusat Bisnis SCBD Sudirman dan Gelora Bung Karno\n\nGIVEAWAY ALERT\nFree Staycation @bestwesternsenayan jangan lewatkan!\n\n#bestwestern #bestwesternindo #bestwesternsenayan #senayan #gelora #gelorabungkarno #staycationsenayan #staycationbisnis #staycationjakarta #staycationjakartaselatan #liburan #liburanjakarta #liburanjakartaselatan #hotel #hoteljakarta #hoteljakartaselatan #hotelsenayan #bestwesternrewards", "comment_count": 35, "like_count": 469}, "post2": {"caption": "Ada banyak alasan memilih staycation untuk saat ini\n\nSunlake Hotel Sunter @sunlakehotel merupakan pilihan tepat untuk menikmati staycation bersama keluarga\n\nHotel @sunlakehotel memiliki luas kamar diatas rata-rata di kelasnya, yaitu mulai dari 52 m2, sangat luas dan nyaman dengan berbagai tipe pilihan kamar sesuai kebutuhan\n\nFasilitas hotel bintang 4 di kawasan Gading-Sunter ini sangat lengkap, seperti Convention Hall, Grand City Chinesse Restaurant, spa, sauna, gym, kolam renang, tenis lapangan, dan taman (beberapa fasilitas mungkin tidak beroperasi untuk sementara waktu untuk alasan kesehatan dan keselamatan)\n\nPilih view kamar menghadap Danau Sunter atau kolam renang, dua sisi yang sama-sama menarik dan indah\n\nLokasi hotel di kawasan Gading-Sunter ini hanya 5 menit dari pusat bisnis dan perbelanjaan Kelapa Gading\n\nJadi, tunggu apa lagi? Yuk booking sekarang!\n\nJangan lupa ikutan juga Giveaway free staycation @sunlakehotel ya!", "comment_count": 38, "like_count": 359}, "post3": {"caption": "Berwisata di era new normal ini emang harus pilih-pilih tempat yang sekiranya lebih aman untuk dikunjungi, dan pastinya tetap jalanin protokol kesehatan ya. Akhirnya aku memilih untuk refreshing ke tempat wisata yang ada di area terbuka, supaya lebih tenang karena masih bisa menjaga jarak.\n\nNah, karena tau bakalan keliling seharian jadi aku sudah siap dengan bekal andalan... Gery Saluut Malkist, supaya bebas dari perut kriuk-kriuk. Kalo ngga sempat makan berat, bisa langsung ngemil Gery Saluut Malkist rasa Sweet Cheese ini. Mantap banget deh pokoknya. Cobain juga yuk! @geryhappy\n\n#geryhappy #geryhappymancaapp", "comment_count": 84, "like_count": 458}, "post4": {"caption": "Transportasi umum emang ngga lepas dari aktivitas aku sehari-hari. Entah itu saat traveling menuju ke kota lain, atau saat jalanin rutinitas dari satu tempat ke tempat lain di Jakarta buat aku memang lebih praktis naik kereta komuter, taksi atau transportasi online lainnya.\n\nCuma kalo naik kendaraan umum memang kita harus siap juga sediain waktu untuk menunggu. Saat nunggu jadwal keberangkatan atau kendaraan pesanan datang, selain dengerin musik biasanya aku juga suka ngemil. Paling pas kalo lagi di perjalanan sih aku bawa @geryhappy Gery Saluut Malkist, jadi walau sampai kena macet perut ngga bakalan keroncongan! Oh ya, favorit aku yang Chocolate nih... Kalo kamu suka yang rasa apa?\n\n#geryhappy #geryhappymancaapp", "comment_count": 143, "like_count": 551}, "post5": {"caption": "Bisa bebasin diri dari rutinitas sehari2 pastinya menyenangkan ya... Kalo aku biasanya manfaatin untuk bisa getaway dan staycation.\n\nSeperti kali ini saat di Bali aku sempatin diri untuk staycation di The Westin Resort & Spa Ubud. Hotelnya nyaman banget, fasilitasnya juga lengkap. Asik banget deh untuk memanjakan diri... dan lebih seru lagi karena kemanapun pergi aku selalu bawa Gery Saluut Malkist.\n\nGery Saluut Malkist ini ada beberapa varian... Yang aku bawa ada Coconut, Sweet Cheese dan Chocolate. Favorit aku yang mana? Ya semuanya dong! Semua rasa enak dan jadi camilan yang pas untuk nemenin staycation aku. Siap liburan, jangan lupa selalu bawa Gery Saluut Malkist ya. @geryhappy\n\n#Geryhappy #GeryHappyMancaap", "comment_count": 338, "like_count": 512}, "post6": {"caption": "Hi, punya rencana buat acara keluarga atau kantor? Untuk berapa orang? Mungkin 15... atau sampai 500 orang?\n\nDi @kebunsubogor bisa lho! Harganya mulai Rp. 300rb/pax termasuk makan 3x + coffee break, snack 2x \n\nCocok banget buat gathering sambil menikmati keindahan di kaki Gunung Salak seperti di video ini 😍\n\nBooking? cek langsung IG \n\n@kebunsubogor\n@kebunsubogor\n@kebunsubogor\n\nSukajadi, Tamansari, Bogor\n\nKontak : 081291903388 atau 087788158154\n\nKebunsu Bogor X @hhimanagement \n\n#kebunsu #kebunsubogor #villapuncak #gunungsalak #kakigubungsalak #gathering #familygathering #hhixkebunsu #bogor #jawabarat #staycationvilla", "comment_count": 327, "like_count": 451}, "post7": {"caption": "Kalau di postingan sebelumnya sudah lihat nyamannya kamar @nagomi.suites, sekarang mau lanjut cerita soal serviced apartment ini ya. Nagomi Suites yang mulai beroperasi sejak Juli 2019 emang khususnya untuk tamu expat Jepang dan expat dari negara lain. \n\nTapi kalau kamu mau menginap disini juga bisa, ada beberapa unit kamarnya yang available untuk tamu lokal. Di @nagomi.suites total ada 40 suites room di 4 lantai dengan ukuran 45 meter persegi. Luas banget kan... tiap lantai tersedia 10 kamar, ada 5 kamar menghadap city view dan 5 kamar menghadap garden view. Bisa pilih tipe kamar Executive Suites atau Deluxe Suites.\n\nMau staycation dengan kamar yang luas dan lokasi strategis di kawasan Jakarta Selatan? Nagomi Suites bisa jadi pilihan nih.\n\n@nagomi.suites\n@nagomi.suites\n@nagomi.suites\n\n𝐉𝐥. 𝐒𝐚𝐦𝐩𝐢𝐭 𝟓 𝐍𝐨.𝟐, 𝐑𝐓.𝟏/𝐑𝐖.𝟔, 𝐊𝐫𝐚𝐦𝐚𝐭 𝐏𝐞𝐥𝐚, 𝐊𝐞𝐜. 𝐊𝐛𝐲. 𝐁𝐚𝐫𝐮, 𝐊𝐨𝐭𝐚 𝐉𝐚𝐤𝐚𝐫𝐭𝐚 𝐒𝐞𝐥𝐚𝐭𝐚𝐧, 𝐃𝐚𝐞𝐫𝐚𝐡 𝐊𝐡𝐮𝐬𝐮𝐬 𝐈𝐛𝐮𝐤𝐨𝐭𝐚 𝐉𝐚𝐤𝐚𝐫𝐭𝐚 𝟏𝟐𝟏𝟑𝟎\n\n𝟎𝟐𝟏 𝟕𝟐𝟑𝟕𝟔𝟏𝟏\n\n𝐧𝐚𝐠𝐨𝐦𝐢𝐬𝐮𝐢𝐭𝐞𝐬.𝐜𝐨𝐦\n\n#nagomisuites #staycationjakarta #staycationjakartaselatan #kebayoran #kebayoranbaru #blokm #hotelmewah #servicedapartments #hotelreview #hotelreviewer #hotelreviewerindonesia #staycationbuddyjakarta", "comment_count": 257, "like_count": 428}, "post8": {"caption": "Kali ini saya berkesempatan pergi ke Medan dengan #airasia dan hanya membayar Rp. 10rb PP.\n\nKok bisa? Jadi sekitar bulan November 2020 #airasia ngadain promo #unlimitedpass untuk terbang sepuasnya hanya dengan membayar pajak.\n\nApakah kamu salah satu yang beli pass ini juga?\n\nNah, di Medan enaknya nginap dimana ya? Satu hotel yang saya rekomendasikan adalah @hotelgrandhikaindonesia Setiabudi Medan.\n\nHotel ini nyaman, biasanya untuk tujuan perjalanan bisnis dan staycation di Medan. Tentunya kalau ada keluarga yang kuliah di USU atau Politeknik Negeri Medan dan ada acara semacam wisuda, pas banget kalau menginap di hotel ini karena jaraknya dekat.\n\nKalo suka makan durian, kuliner yang wajib dicoba di sekitar hotel adalah Durian Ucok dan Si Bolang Durian.\n\nIni adalah video selama aku staycation di @grandhikamedan. Lihat langsung yuk suasana hotelnya. Selamat menyaksikan!\n\n@grandhikamedan\n@grandhikamedan\n@grandhikamedan\n\n𝐉𝐥. 𝐃𝐫. 𝐌𝐚𝐧𝐬𝐲𝐮𝐫 𝐍𝐨.𝟏𝟔𝟗, 𝐓𝐣. 𝐑𝐞𝐣𝐨, 𝐊𝐞𝐜. 𝐌𝐞𝐝𝐚𝐧 𝐒𝐮𝐧𝐠𝐠𝐚𝐥, 𝐊𝐨𝐭𝐚 𝐌𝐞𝐝𝐚𝐧, 𝐒𝐮𝐦𝐚𝐭𝐞𝐫𝐚 𝐔𝐭𝐚𝐫𝐚 𝟐𝟎𝟏𝟐𝟐\n\n𝟎𝟔𝟏 𝟒𝟐𝟎𝟖𝟏𝟐𝟑𝟒\n\n𝐡𝐭𝐭𝐩𝐬://𝐠𝐫𝐚𝐧𝐝𝐡𝐢𝐤𝐚-𝐡𝐨𝐭𝐞𝐥.𝐜𝐨𝐦/𝐬𝐞𝐭𝐢𝐚𝐛𝐮𝐝𝐢-𝐦𝐞𝐝𝐚𝐧/𝐢𝐝/\n\n#hotelgrandhikaindonesia #snapatgrandhika #staylifeexperience #grandhikamedan #grandhikahotel #hotelreview #reviewhotelmedan #reviewhotelindonesia #reviewhotelgrandhika #hotelreviewermedan #hotelreviewerindonesia #staycation #staycationmedan #liburanmedan #nginapdimedan", "comment_count": 273, "like_count": 356}, "post9": {"caption": "Buat sahabat staycation yang mau tau info harga @thebnbjkg sudah saya pasang linknya di Bio ya atau kunjungi visit.staycationbuddy.com\n\nSelamat beraktivitas ya!\n\n@thebnbjkg\n@thebnbjkg\n@thebnbjkg\n\n𝐓𝐇𝐄 𝐁𝐧𝐁 𝐊𝐞𝐥𝐚𝐩𝐚 𝐆𝐚𝐝𝐢𝐧𝐠\n\n𝐉𝐥. 𝐁𝐨𝐮𝐥𝐞𝐯𝐚𝐫𝐝 𝐁𝐮𝐤𝐢𝐭 𝐆𝐚𝐝𝐢𝐧𝐠 𝐑𝐚𝐲𝐚 𝐍𝐨.𝟏𝟓, 𝐊𝐨𝐭𝐚 𝐉𝐤𝐭 𝐔𝐭𝐚𝐫𝐚, 𝐃𝐚𝐞𝐫𝐚𝐡 𝐊𝐡𝐮𝐬𝐮𝐬 𝐈𝐛𝐮𝐤𝐨𝐭𝐚 𝐉𝐚𝐤𝐚𝐫𝐭𝐚 𝟏𝟒𝟐𝟒𝟎\n\n𝐓𝐞𝐥𝐩 : 𝟎𝟐𝟏 𝟒𝟓𝟖𝟒𝟖𝟖𝟔𝟕\n\n#phmhotels #thebnbjkg #phmexperience #jakartakelapagading #kelapagading #staycationjakarta #reviewhoteljakarta #hotelkelapagading #hotelreviewer #hotelreviewerindonesia #jakartapusat #jakartautara #staysafe", "comment_count": 250, "like_count": 402}, "post10": {"caption": "Seperti yang teman-teman tahu @favehotelpremier punya tampilan yang menarik dan sedikit berbeda dengan @favehotels lainnya.\n\nHotel ini memiliki fasilitas kamar tipe junior suite yang luas dan lega, selain itu tamu hotel ini juga bisa menikmati fasilitas kolam renangnya yang ada di lantai 5.\n\nJadi kalau staycation di Bandung, pastikan menginap di @favehotelpremier Cihampelas Bandung ya!\n\n#favehotel #favehotels #favehotelpremier #favehotelpremiercihampelas #hotelbandung #reviewhotelbandung #wisatabandung #hotelreview #hotelreviewer #hotelreviewerindonesia", "comment_count": 192, "like_count": 361}, "post11": {"caption": "Pilihan yang pas untuk menginap di Bandung untuk urusan Bisnis dan Staycation\n\nTerletak dipusat wisata dan belanja Cihampelas akses untuk wisata, belanaja, dan kulineran di Bandung cukup strategis...\n\n#aston #astonbandung #astontropicana #astontropicanahotel #astontropicanabandung #bandung #hotelbandung #wisatabandubg #hotelbandubg #reviewhotelbandung", "comment_count": 201, "like_count": 363}}}