{"username": "thebridestory", "full_name": "Bridestory", "follower": 935253, "following": 836, "post_count": 15023, "category_name": "E-commerce website", "biography": "Punya bisnis pernikahan? Follow @thebridestorypro\nUntuk #BridesToBe, follow #thebridestory & temukan kebutuhan pernikahanmu di sini 👇", "is_profesional": true, "data_media_photo": {"post0": {"caption": "🚨 Giveaway Alert🚨 Awal bulan tentunya harus diawali dengan bahagia, dong! Jadi, di hari pertama bulan Juli ini, Bridestory mau mengajak #BridesToBe untuk ikutan SeSeraHaN, Seru-Seruan Dapat Hadiah Jutaan🥳🤩🙌👏🎊🎉 Hadiahnya tentu fantastis dan spektakuler banget! #BridesToBe bisa mendapatkan kesempatan memenangkan iPhone 13 Pro, Samsung Galaxy Z Flip 3, serta emas total 15 Gram hanya dengan melakukan langkah mudah berikut:\n\n1. Follow, like, comment, dan share sebanyak-banyaknya di akun Instagram @thebridestory dan TikTok bridestory selama periode 1 - 31 Juli 2022.\n2. Ceritakan konsep pernikahan impianmu dan tag 3 teman di postingan Instagram dan Tiktok Giveaway SeSeraHaN Bridestory. \n3. Share postingan Giveaway SeSeraHaN Bridestory di Instagram Story dan tambahkan hashtag #SeserahanBridestory serta mention @thebridestory.\n4. 4 (empat) pemenang beruntung akan diumumkan pada tanggal 5 Agustus 2022 melalui akun Instagram @thebridestory.\n5. Pemenang wajib menyertakan salinan KTP pribadi dan bukti screenshot telah follow dan like postingan giveaway Instagram @thebridestory dan Tiktok bridestory ketika dihubungi oleh pihak Bridestory.\n6. Seluruh karyawan GoTo Group, termasuk semua anak perusahaan dan afiliasi yang dikelola dan dioperasikan oleh GoTo, termasuk Bridestory, Gojek, Tokopedia, GoTo Financial, beserta afiliasi masing-masing; termasuk pasangan, anak, atau siapa pun yang tinggal di satu rumah dengan karyawan GoTo Group, tidak diperkenankan mengikuti giveaway ini.\n\nKapan lagi cuman follow, like, komen, dan share bisa dapat hadiah se-bombastis ini? Yuk, langsung ikutan!✨ Jangan sampai menyesal, ya!", "comment_count": 1905, "like_count": 591}, "post1": {"caption": "Siapa #BridesToBe di sini yang sedang mencari kebutuhan pernikahan seperti fotografer, makeup artist, photobooth, serta venue pernikahan? Jangan lewatkan Bridestory Flash Deals yang kasih kamu diskon hingga 50% hanya sampai tanggal 7 Juli😍🤑 Stay tuned untuk daftar vendor lainnya, ya. Yuk, langsung kunjungi bridestory.com/id/store/flashdeals untuk menikmati penawaran spesial💫", "comment_count": 162, "like_count": 380}, "post2": {"caption": "Dari venue pernikahan, MUA, busana pengantin, hingga fotografer, photobooth, dan masih banyak lagi, berikut penawaran-penawaran spesial untuk memenuhi kebutuhan pernikahan #BridesToBe 💫 Hanya sampai 7 Juli, diskon produk dan jasa pernikahan hingga 50% bisa dicek di bridestory.com/id/store/flashdeals 💖", "comment_count": 127, "like_count": 298}, "post3": {"caption": "Potret keseharian yang sederhana namun romantis menjadi konsep pilihan untuk foto pre-wedding pasangan ini. Manis dan gemas sekali ya, brides-to-be! Foto oleh: @mtphotoworks", "comment_count": 60, "like_count": 2277}, "post4": {"caption": "Area altar pernikahan yang dipenuhi dan dihiasi oleh aransemen bunga beraneka warna yang lembut turut mewarnai prosesi yang sakral ini🥰🥰 Dekorasi ini sungguh memikat, ya, brides?💙\n\nPhoto @caliaphoto \nWedding organizer @baliweddingspecialist \nAttire @tanzilia.id\nDecoration @sweetbellaproject \nMUA @lala_8888 \nStylist @behind.thevows", "comment_count": 36, "like_count": 519}, "post5": {"caption": "Hamparan rumput yang dipangkas rapi ternyata bisa menjadi sebuah venue pernikahan yang cantik. Cukup dipadukan dengan sentuhan putih sebagai dekorasi, keseluruhan suasana hari bahagia inipun bertransformasi menjadi visual yang elegan dan mewah🍃🌿\n\nVia : @thebridestorypro \nDecoration : @daydreamingworks\nConcept Styling : @thestylingconsultant @gegeregina\nEvent Organizer : @frosteventdesigner", "comment_count": 47, "like_count": 891}, "post6": {"caption": "Melakukan aktivitas melukis bersama dan berpose dengan hasil lukisan yang telah dibuat seperti pada inspirasi ini dapat menjadi sebuah ide pre-wedding yang simple nan menarik dan tentunya akan meninggalkan kenangan yang indah bagi #BridesToBe dan pasangan🎨\n\nMua @salsilmuchtar\nWo @damargaleri.organizer\nPhotovideo @deekayphotography\nStudio @studiobright28", "comment_count": 53, "like_count": 1563}, "post7": {"caption": "Ada yang mau nambahin tipe-tipe orang di hari H pernikahan?😜", "comment_count": 55, "like_count": 947}, "post8": {"caption": "Dikarenakan pelaminan menjadi titik pusat perhatian para tamu undangan, maka area ini perlu dihias sedemikian rupa agar dekorasi pelaminan menjadi indah untuk dipandang dan tentunya meninggalkan kesan positif bagi para rekan yang datang🌸❤\n\nDecoration @laiqa.decoration\nOrganized by @kamaratihorganizer\nMUA @ilhamsahrul\nPhoto @paperlines_\nMC @risang_dananjaya\nTenda @ciliwung_tent_decoration", "comment_count": 61, "like_count": 1519}, "post9": {"caption": "Apakah #BridesToBe pernah mendengar istilah 'Cewek Bumi'? Istilah yang sedang ramai digunakan oleh khalayak ini merujuk kepada seseorang yang menggunakan palet warna earthy tone pada busana yang dikenakan. Foto pre-wedding berlatar belakang pemandangan alam yang indah dengan busana earthy tone ini seakan menegaskan istilah tersebut🍃🍂\n\nVia @bastianajih\nPhoto @alineapict", "comment_count": 61, "like_count": 3976}, "post10": {"caption": "Jika pemakaian suntiang identik dengan penggunaan warna vibran dengan sentuhan emas, maka sang mempelai wanita ini tampil berbeda dengan suntiang berwarna putih serta busana pengantin berwarna senada sehingga pesona elegan ala classic white sungguh terpancar🤍\n\nAttire @senjabynrdn\nMUA @o.p.i.e.makeup\nHairdo & acc @sari_paes_hairdo\nPhotographer @bootesphotography\nWo @tirtaorganizer", "comment_count": 50, "like_count": 518}, "post11": {"caption": "Siapa #BridesToBe yang mau diskon hingga Rp700.000 untuk paket pernikahan all-in? Makanya, pesan kebutuhan pernikahanmu di @alisshabride Wedding Expo yang masih berlangsung hingga 9 Juli 2022 dan gunakan kode promo BSXAWE untuk menikmati harga spesialnya ✨ Geser untuk mencatat jadwal promonya 👉 Yuk, cek paket-paketnya di aplikasi Bridestory!\n.\n.\n#thebridestory #paketpernikahan #paketpernikahanjakarta", "comment_count": 68, "like_count": 190}}, "data_media_video": {"post0": {"caption": "Tak dipungkiri, alunan nada indah yang dihadirkan oleh hiburan musik pada acara pernikahan mampu menghidupkan dan membangun atmosfir yang diinginkan, baik gembira maupun syahdu. Suara merdu yang berharmonisasi apik dengan irama musik dari @redvelvetentertainment turut menyempurnakan hari istimewa dengan menciptakan suasana bahagia🎺🎤 Jangan lupa untuk mengunjungi profil Red Velvet Entertainment di aplikasi Bridestory, ya!💖", "comment_count": 164, "like_count": 680}, "post1": {"caption": "Kami suka sekali dengan lagu \"Because of You\" versi @luckyacesentertainment ini 💕 Aransemen segarnya membuat suasana pernikahan menjadi semakin romantis dan berkesan 💫\n\nMusik oleh @luckyacesentertainment", "comment_count": 161, "like_count": 646}, "post2": {"caption": "Sepercik gelora asmara @evacelia dan @demasnarawangsa ketika berfoto di @lolphotobooth.co pada saat after party ini begitu mesra sekali, ya💫🔥\n\nWedding Organizer: @by.hilda\nOfficial Media Partner: @thebridestory\nFotografi: @terralogical\nVideografi: @leurafilm\nMakeup: @vagueskin\nHairdo: @kieferlippens\nGaun After Party: @hiantjen\nStylist: @jonathandytan\nUndangan: @papeworks\nVenue After Party: @thegunawarman\nDekorasi After Party: @kalaweddings\nPhoto Booth: @lolphotobooth.co\nUsher: @stilettopagarayu\nSwab Antigen: @bumame_farmasi\n\n#BSxEvaDemas #EVAntuallyDEMAS", "comment_count": 208, "like_count": 3123}, "post3": {"caption": "Wedding Organizer: @by.hilda\nOfficial Media Partner: @thebridestory\nFotografi: @terralogical\nVideografi: @leurafilm\nMakeup: @vagueskin\nHairdo: @kieferlippens\nAksesoris: @rinaldyyunardi\nBusana Adat Pengantin: @veraanggraini_kebaya \nBusana Adat @sophia_latjuba88 : @veraanggraini_kebaya \nBusana Adat Pria, Keluarga, & Groomsmen: @beskapan\nUndangan: @papeworks\t\nDekorasi Adat: @yu_cienlotus @johan.k.lotus \nPencahayaan: @glowlightpro\nSeserahan: @seserahan_by_rosearbor\nRing: @stardiamond.id\nLive Streaming: @lr_audioworks \nSwab Antigen: @bumame_farmasi\nMC: @shahnaz_soehartono \n\n#BSxEvaDemas #EVAntuallyDEMAS", "comment_count": 154, "like_count": 1075}, "post4": {"caption": "Panduan Mempersiapkan Foto Pre-Wedding dan Pernikahan", "comment_count": 11, "like_count": 142}, "post5": {"caption": "Siapa yang pernah mengalami mogok kendaraan ketika zaman pacaran? 🤭 Uniknya, dua sejoli ini justru menganggap \"zaman susah\" tersebut sebagai kenangan indah dan mengabadikannya untuk menjadi bagian dari pre-wedding mereka 😍 \n\nVia @karinachandria\nPhotography @derai.studio @reynaldotjandra\nMUA @natalia.oen", "comment_count": 36, "like_count": 2800}, "post6": {"caption": "Tips For Glowing & Flawless Skin on Your Royal Wedding Day with @erha_ultimatebrightening✨", "comment_count": 6, "like_count": 172}, "post7": {"caption": "Hari ini, Diwakilkan oleh Jajaran BOD dan BOC GoTo:\n-@asoelistyo (Direktur Utama / Chief Executive Officer / Co-Founder PT GoTo Gojek Tokopedia Tbk)\n-kaluwi (Direktur & Co-Founder PT GoTo Gojek Tokopedia Tbk)\n-@liamtanu (Komisaris & Co-Founder PT GoTo Gojek Tokopedia Tbk)\n-@patmcao (President PT GoTo Gojek Tokopedia Tbk)\n\n-Garibaldi Thohir (Komisaris Utama PT GoTo Gojek Tokopedia Tbk)\n-@wishnutama (Komisaris PT GoTo Gojek Tokopedia Tbk)\n\nGoTo menekan tombol pembukaan perdagangan, menandakan resmi melantai di @indonesiastockexchange\n\nLebih dari satu dekade kami, Gojek, GoPay dan Tokopedia menemani keseharian kamu. \n\nHari ini menjadi hari bersejarah karena GoTo Group resmi menjadi perusahaan tercatat. Tidak hanya bersejarah bagi kami, resminya GoTo sebagai perusahaan tercatat ini tidak akan pernah terjadi tanpa gotong royong kita bersama, para mitra driver, mitra merchant, mitra penjual, karyawan dan tentunya kamu, para konsumen setia. \n\nTerima kasih untuk seluruh dukungan bagi ekosistem digital GoTo, khususnya apresiasi sebesar-besarnya untuk seluruh masyarakat indonesia yang telah bersama-sama bertumbuh dan berkembang mendukung transformasi digital Indonesia ke arah yang lebih baik. Dengan semangat gotong royong, mari kita melangkah lebih jauh bersama demi Indonesia maju.\n\nBersama mendorong kemajuan.\n\n#GoToGoPublic", "comment_count": 0, "like_count": 623}, "post8": {"caption": "Siapa yang menginginkan pernikahan bergaya klasik a la serial televisi \"Bridgerton\"? 🙋🏻‍♀️ Kehadiran mini orkestra nan syahdu dari Vendor of Week kali ini, @luxevoirid , tidak diragukan lagi akan membahkan kesan istimewa di hari bahagia #BridesToBe 💕 Indah sekali, ya, gubahan klasik dan megah dari lagu \"Yang Terdalam\" ini 🙌 🎻🎶", "comment_count": 11, "like_count": 407}, "post9": {"caption": "Wedding Celebration in Tropical Resort Vibes at Dago’s Highland Area at @sheratonbandung", "comment_count": 6, "like_count": 158}, "post10": {"caption": "Kamu melewatkan keindahan @renhotelnusadua dalam Virtual Venue Tour tadi siang? Tenang saja, kamu masih bisa berjalan-jalan secara virtual pada tayangan ulang ini!🥰🥰", "comment_count": 5, "like_count": 176}, "post11": {"caption": "Bagi #BridesToBe yang melewatkan Virtual Venue Tour bersama @renhotelbali tadi sore, kamu masih bisa menikmati pemandangan menawan dari atas tebing yang ditawarkan oleh @renhotelbali untuk merayakan hari bahagiamu melalui tayangan ulang ini🥰🍃", "comment_count": 9, "like_count": 189}}}