{"username": "theslowtraveler", "full_name": "Carolyn", "follower": 812055, "following": 854, "post_count": 753, "category_name": "Photographer", "biography": "Travel & Lifestyle creator\nEngland, UK\nContact: theslowtraveler@a3artistsagency.com\nGet my presets 👇", "is_profesional": true, "data_media_photo": {"post0": {"caption": "(ad) I'm thrilled/terrified to tell you… I have designed a limited-edition locket with @monicarichkosann and they're available now! (Link in bio.) 🥹\n⠀\nMonica started out as a photographer, same as me, and she always wanted her photographs to feel like special moments captured. Her jewellery carries on that idea. As a travel photographer, I try to make my photographs feel like a little glimpse into a bigger story. I want you to put yourself in the picture and imagine what's happened and what's next. The Oval Compass Locket comes out of these shared ideas about travel, memory, and imagination.\n⠀\nThe centre star of the locket represents your destination, your dream. The compass-inspired design guides you on your journey. The locket itself captures special moments experienced along the way and keeps them close to your heart ❤️\n⠀\nThe Oval Compass lockets come in 18k gold or sterling silver and there's only a very limited number of each.\n⠀\nMonica and I have been working on the lockets since forever. I'm absolutely in love with how they turned out and I hope you love them too! See my stories for more 🥰", "comment_count": 121, "like_count": 7347}, "post1": {"caption": "The Magic Window magicking up springtime till springtime magically appears outside my real window 🥰", "comment_count": 392, "like_count": 105286}, "post2": {"caption": "A love letter and a farewell to summer 2021 ❤️\n\n______________________________\n\n#englishcountryside #visitengland #beautifulmatters #divine_villages #tlpicks #visitbritain #voyaged #lovegreatbritain #kings_villages #countrylife #photosofengland #escapetothecountry #ig_countryside #englishvillage #beautifulengland \n#scenicbritain #capturingbritain #thisprettyengland #england #iamatraveler", "comment_count": 5072, "like_count": 2147567}, "post3": {"caption": "(Ad) The limited-edition locket I designed with @monicarichkosann is only available until 8th July! (Link in bio) ❤️\n⠀\nWe’ve been working on our beautiful locket since January and I couldn’t be more in love with it. Monica started out as a photographer like me. We both love pictures that capture special moments, feel like little scenes from bigger stories, have something secret-like about them. As a travel photographer, I want you to put yourself in my pictures and wonder what's happened and what's going to happen next. Our locket had to somehow represent these shared ideas on travel, memory and imagination.\n⠀\nWe came up with The Oval Compass Locket: the compass design guides you, the centre star marks your destination, and the locket itself captures special moments. So the locket's about travel, but travel in a bigger sense, not just trips and holidays, but life's journey, all the stories you collect along the way, lovely little secrets to keep close to your heart.\n⠀\nThe Oval Compass Locket comes in 18k gold or sterling silver. There's only a very limited number left of each. And they're only available until 8th July.\n⠀\nPs, thank you so much for all your lovely words about my locket, and a massive, massive thank you to everybody who's bought one. It means the world to me ❤️", "comment_count": 54, "like_count": 4854}, "post4": {"caption": "(AD) Introducing the best bed in the history of beds: @naturalmatuk 🥰\n⠀\nMe and beds: it's been a saga finding one I like because, first, I have bother with my sleep, and, second, I'm fussy about how my bed looks, how it's made. I've had my Naturalmat bed for a few months now. I wanted to give it some time before giving you the full report.\n⠀\nI needed the works: bed, mattress, mattress topper, duvet and pillows. I knew I was onto a winner when I went down to the London showroom. I talked shapes and sizes, felt some fabrics, and fell asleep. This wasn't as bad as it sounds. They've got a try-before-you-buy Sleep Zone. I kicked off my shoes, lay down with a curtain drawn, and listened to lovely snoozy music. All of a sudden it was twenty minutes later...\n⠀\nEverything's handmade down in Devon by proper craftspeople. It's all 100% natural materials, sustainably sourced, beautifully designed, and built to last (the bed even smells gorgeous). It was great dealing with people so passionate about what they do, rather than buying from a big impersonal company. The service was amazing. And by that I mean everybody was really patient with my indecisiveness 😁\n⠀\nI eventually decided on the Exmouth Low Platform Bed. I went for linen upholstery in a beautiful off-white colour, despite being advised against it by, well, everybody… because the bed's main user is a big stinky labrador. But, most important, I've never slept better. Every night feels like going to bed in a luxury hotel 🥰", "comment_count": 48, "like_count": 6690}, "post5": {"caption": "A little stroll along Edinburgh’s Circus Lane on a rainy summer’s day ❤️", "comment_count": 172, "like_count": 33599}, "post6": {"caption": "A little compilation of lovely summer moments for your Sunday afternoon 🥰", "comment_count": 273, "like_count": 49090}, "post7": {"caption": "Swipe for the “before” edit 😁. My absolute favourite cottage edited with my absolute favourite preset, appropriately named “The Slow Traveler” 🥰. The preset is part of my new summertime preset pack (link in my bio).\n⠀\nHappy Friday, you lovely people ❤️", "comment_count": 97, "like_count": 23645}, "post8": {"caption": "(AD) A few photographs from our recent stay at @kiphideaways’ Painters Cottage in The Cotswolds ❤️\n⠀\nPainters Cottage is a wonderful little place. There are vases of fresh wildflowers dotted all around, beautifully considered pieces of furniture and art, every nook and cranny thoughtfully designed. And just so many gorgeous little details which made our stay there really special. Also the region of The Cotswolds where the cottage is, Stroud’s Five Valleys, is really really special. 1000% recommend this place ❤️", "comment_count": 80, "like_count": 9625}, "post9": {"caption": "My presets for summertime are officially live! Link in bio! 🎉\n⠀\nThese presets have pretty much taken over my whole life in 2022. Which is why I haven't posted on here lately. It's been worth it, I think, I hope, because the thing I love most about posting on Instagram is editing pictures. I really want to share this part of the process with you lovely lot and the best way to do that is through presets.\n⠀\nPictures really come to life by editing. Editing changes not just how your picture looks, but how it feels. And a picture conveying a feeling is a picture telling a story.\n⠀\nI spent years learning and refining my editing skills. I put everything I know and love about editing into my first ever collection of presets, THE SLOW TRAVELER SUMMERTIME PRESETS (each pack contain five presets for Lightroom mobile/desktop).\n⠀\nThe presets accentuate all the best things about summer: trees looking impossibly green, pretty light and pretty shadows, flowers showing off in all their colours. I made them for pictures of your lazy afternoon in the garden, your roadtrip to the countryside, your walks in the woodlands, for summer sunrises and summer sunsets, for that fairytale cottage, that rose garden in full bloom, that peaceful little village by the riverbank.\n⠀\nThe presets make it quicker and easier to edit your pictures. But they do much more than that. They add dreaminess to your summer pictures, make your pictures woozy with summer. They fill your summer pictures with a certain romance, a special kind of nostalgia, like a memory of summer, or a dream of sumner. They capture not just how summer looks, but how it feels. They make your pictures tell better stories.\n⠀\nHave yourself a look at my little shop (link in bio) and tell me what you think. Please feel free to share any images you post using my presets with me – I can't wait to see what you lot do with them. Okay. I'm done. I'm knackered. I'm a little bit weepy. To anybody who buys them: thank you, really. It means the world to me ❤️", "comment_count": 95, "like_count": 23915}, "post10": {"caption": "A little love letter to our beautiful, majestic, extraordinarily generous trees 💚", "comment_count": 201, "like_count": 29599}, "post11": {"caption": "(AD) My wonderful friends @penhaligons_london set me a little challenge: make a picture, they said, based on the persona of The Uplifting Soul.\n⠀\nPenhaligon's have six of these personas. Each persona represents a different range of fragrances. The Uplifting Soul is described like this: \"It takes very little to excite your wild imagination. You have nature on your side, and you know just how to use it.\"\n⠀\nOne of the fragrances in The Uplifting Soul range is The Favourite. It's floral, it's musky-sweet, it's completely georgous: a little spritz of this takes you to a dreamy English country garden. The north of England isn't looking all that dreamy just yet, so I used my imagination to bring dreaminess to the north of England.\n⠀\nThis picture is The Grot, a favourite of mine, the window magically looking out onto the dreamiest of English country gardens: flowery, full of sweetness, georgeous enough to lift up anybody's soul.\n⠀\nHave a go at Penhaligon’s fragrance profiling quiz: penhaligons.com/uk/en/fragrance-profiling. I'd love to know which persona best describes you 🥰", "comment_count": 150, "like_count": 38931}}, "data_media_video": {"post0": {"caption": "A love letter to the rain I’ve been complaining so much about (sound on). Hope you’re all having a lovely wee Friday x", "comment_count": 210, "like_count": 24495}, "post1": {"caption": "I asked what you’d like to see on my feed seeing as I can’t travel at the moment. A few of you said, because I live by the sea, you’d like too see more seaside stuff. So I’m starting by reposting an old favourite of mine. A little different to the stuff I usually make so I hope you like it 🤓", "comment_count": 209, "like_count": 20078}, "post2": {"caption": "Inspiration to make the house look extra special this Christmas came from @stgermainuk and @hedgesandflowers. They collaborated on an absolutely beautiful festive gift set, the Winter Bloom Bauble and Spritz Kit.\n⠀\nYou get four gorgeous handmade glass baubles with real dried flowers inside (by the brilliant @hedgesandflowers), art-deco glasses, carafe, and jigger. The St-Germain bottle itself is the most handsome bottle in the history of handsome bottles.\n⠀\n⠀\nThe kits on hedgesandflowers.com are an absolute a steal at £40 (I was going to buy a kit as a gift for my sister, but she saw this video and bought one for herself).\n⠀\nAfter decorating the tree, I made myself a little St-Germain Spritz – that's St-Germain elderflower liqueur, prosecco, soda water, and a twist of lemon – the perfect Christmassy indulgence.", "comment_count": 48, "like_count": 2056}, "post3": {"caption": "(GIVEAWAY CLOSED) Sharing my favourite books of 2020 so far, and giving away a bundle of all of five! 📚😁\n⠀\nTo win, comment telling us which book you’d take with you to a desert island. It can be any book, but you’re only allowed one! I’ll choose the winner at random on Monday.\n⠀\nI never normally do videos like this. I take my hat off to the people who do it regularly... Talking to your own face on a phone screen is a real skill and really weird, especially when you go off on mad tangents about cherubs picking you up and flying you through the sky.  Time for a stiff drink...", "comment_count": 498, "like_count": 2789}, "post4": {"caption": "What’s your favourite season? Mine is whichever season we’re in right at the start of it, but toward the end I’d always say autumn. It has rained all day here. Looking out the window, it doesn’t look like the middle of summer. But I sort of like it, because I’m at that point in the season where I start to look forward to the next one. I’m pining after big jumpers and roaring fires and hearty stews. Anyone else the same?", "comment_count": 181, "like_count": 10912}, "post5": {"caption": "(Ad) When I first started out, I spent a year learning traditional photography. I loved working in the darkroom, seeing all these shapes and shadows gradually appear on the page, like they were moving, like magic. It was good to have a physical object to hold in my hand, to take that object home, put it up on the wall, and share it with people.\n⠀\nThese days, I don't often get to hold physical copies of my work. But yesterday morning I opened a package from @inkifi_instagram. It was a dozen square prints of my photos and I felt the same buzz I felt all those years ago seeing my work in print for the first time. I must've looked at these photos hundreds of times on my phone and laptop, but looking at them in print was like seeing them fresh. I remembered all the details of the day: who I was with, where we were, what we were doing… how Lenny really hated that headdress and savagely chewed it to shreds seconds after the photo was taken.\n⠀\nThat’s what printing our photos does, I think: it brings memories to life, like magic. And now is a good time to bring a bit of magic into our homes.", "comment_count": 79, "like_count": 3982}, "post6": {"caption": "My favourite thing about Instagram insights is the follower location. By city, most of my followers are in London, Hong Kong, Taipei, Paris and New York (in that order). How cool is that?! I’m a total nerd for looking at maps, but I know there’ll always be loads of places I’ve never even heard of. Let’s play a game: say hello and tell us where in the world you are right now! (*disclaimer: I’m not currently sat on the beach with a mirror. I’m at home in my big fluffy dressing gown with a cup of tea ready to say hello to you all 👀)", "comment_count": 1550, "like_count": 30415}, "post7": {"caption": "(#sponsored). Three of my favourite things: books, coffee and, cinemagraphs. Mind you, cinemagraphs would also make the list of my three least favourite things… I haven’t made one for a while, but I recently went to a cinemagraph workshop with @taylors & @creatingforgood. Making cinemagraphs usually ends in me wanting to smash up my laptop. But after the workshop, I felt inspired to have another crack at making the perfect seamless loop. I also brought home a load of @taylors coffee. My faves are: Rich Italian and Fika.  This is actually my third attempt at posting this video (I’m sure some of you saw my first two attempts yesterday 😳🙊), but the quality was really crap. Right, I’m off to smash up my laptop ...", "comment_count": 196, "like_count": 11468}, "post8": {"caption": "I'm making lots of free stuff for you over the next few months: presets, tutorials (including how I made this cinemagraph), workshops, the lot. To get it all, head over to the link in my bio to subscribe to my mailing. Tonight I'm heading to the cinema to see I, Tonya. Anyone seen it? Any good? Or should I just stay in and watch films all wrapped up in bed. Say yes 🙊", "comment_count": 618, "like_count": 31154}, "post9": {"caption": "(#sponsored) What would you do for love? Well, there's not much I wouldn't do for my green gang. I tolerate the gnats they attract. I get my hands dirty potting and repotting them. I do a morning and nighttime role call to make sure they're all fed and watered and get lots of light. But they give back by making my house look pretty, cleaning the air, and cheering me up. I really do love the little buggers. For everybody who posts a picture responding to the question, using hashtag #DiorLoveChain, @diorparfums will donate money to @wemovement, which helps communities lift themselves out of poverty. I'm nominating @monalogue, @sarah_louise_ferg, @beautelicieuse, @alexandriaslens and @jessicarosewilliams.", "comment_count": 95, "like_count": 6253}, "post10": {"caption": "(#sponsored) We've added quite a few lovely pieces of furniture to our home recently. But I feel like our electrical stuff – tele, laptops, speakers – really spoil how the place looks. They just don't go. Then @bangolufsen sent me this beauty from their Harmonies range. The sound is outrageous, obviously. But the best thing is it looks so smart. It's a talking-point. It's not something you stick in the corner out the way, but a proper pride-of-place piece. Oi, @bangolufsen! Can I keep it? Please!\n\n_______________________\n\n#Harmonies #BangOlufsen", "comment_count": 103, "like_count": 4792}, "post11": {"caption": "Today, got caught in a blizzard, while dressed for spring, so ended up with mild frostbite, and looked like a melting snowman. So, the exact opposite of this picture. Instagram life: ☝️Real life: 👌Still, the snow looks lovely out the window now I'm nice and warm. How's everyone else's Thursday looking? 😉", "comment_count": 169, "like_count": 9237}}}