{"username": "travelinspiration360", "full_name": "Keith Yuen | Travel Blogger", "follower": 36881, "following": 1013, "post_count": 1793, "category_name": "Blogger", "biography": "🌏 Solo Traveler 🇸🇬\n🛫 110 Countries\n💻 Featured on Mediacorp TV, Radio, Newspaper, European Union , China Central TV & more...\n👇🏻 Latest article", "is_profesional": true, "data_media_photo": {"post0": {"caption": "What an adrenaline entering my Big 4! Haha 😢\n\nThank you to many beautiful greetings, sorry for missing in action for the past week. I was overwhelmed with work!! ❤️🙏🏻\n\nI'm counting my blessings, despite my busy schedule, my family, my buddies and my boss still surprise me with little small celebrations 🍾 thank you for your efforts and loves! 👍🏻\n\nAlso thanks to my Sunday class students for the surprise! ❤️❤️❤️\n\nI'm really blessed and grateful to have everyone's loves and kindness! Thank you so much! ❤️🙏🏻\n\nTo me, Health is the most important, so I sincerely wish everyone good health and happiness! ❤️👍🏻\n\nWishing my lovely family, my beautiful buddies and beautiful boss and friends, good health and happiness. ❤️👍🏻\n\nI'm happy to say, I can celebrate now hahahahahaha parties time 🥳", "comment_count": 139, "like_count": 672}, "post1": {"caption": "A wonderful evening at the @HSBC Premier event at Four Seasons Hotel last night.\n\nGlad to meet new friends and learn many great tips and insights from the experts... ❤️👍🏻\n\nIt started with Eugene Wong's educational sharing on Sake, and our show time with Wayne Fong's for his insightful currencies forecasts, our beautiful gorgeous, and amazing Maxine Teo, with her vivacious personality who gave an exuberant performance! And of course, me sharing on traveling... haha what else right? LOL\n\nA bonus and surprise to meet a new elegant friend, Connie Yeung. We had a great chat and laughter! 😍👍🏻\n\nLast but not least, thanks to Lee Wei Cai for entrusting me again with this important responsibility. I had heaps of fun, till next time! 🥰🙏🏻", "comment_count": 38, "like_count": 479}, "post2": {"caption": "When you posses the light within, you see it eternally! ❤️👍🏻\n\nFollow what lights you up, and you'll light up the world. 🥰👍🏻\n\nHave a beautiful Sunday! ❤️🙏🏻👍🏻", "comment_count": 38, "like_count": 441}, "post3": {"caption": "We can know only that we know nothing! And that's the highest degree of wisdom! 🙏🏻\n\nWhile everyone knows Russia and Ukraine conflict, not many people knows about the conflict that is happening in Ethiopia! ❤️🙏🏻\n\nThe atrocities happening in Ethiopia is no less than what's happening elsewhere in the world. 🙏🏻🙏🏻🙏🏻\n\nI'm praying everyday. When can the world have peace and human learn to take a chill pill? 🙏🏻🙏🏻🙏🏻", "comment_count": 48, "like_count": 502}, "post4": {"caption": "Behind every mask there's a face and behind that face there's a story! ❤️👍🏻\n\nToday, I'm gonna tell you a story...\n\nRecently, some people commented that I look better with mask on! 🙄\n\nIt honestly destroy my confidence! 😢\n\nBut thinking positively, at least I can still look good with mask! 🤣🤣🤣\n\nWish you a happy hump day! ❤️👍🏻\n\n#staypositive #staystrong #moveon", "comment_count": 38, "like_count": 455}, "post5": {"caption": "May every sunrise hold more promise! 😍👍🏻\n\nMay every sunset hold more peace! ❤️👍🏻 \n\nWish everyone a peaceful week ahead with your promise fulfilled! 😍👍🏻", "comment_count": 35, "like_count": 440}, "post6": {"caption": "[Finally, I moved @travelinspiration360]\n\nMigration is an expression of the human aspiration for dignity and safety and for people seeking for better future. It's a feature of globalisation. ❤️👍🏻\n\nAs a saying goes, \"Doubt kills more dreams than failure ever will.\" I always have been wanting to move @travelinspiration360 website to another web hosting. Finally, I moved my website to @exabytes_sg ! haha 😍👏🏻\n\nMy only regret now is I should have done that many many years ago! Well, I guess it's better late than never. I'm grateful for migrating my website over for better performance, coverage, storage, bandwidth, and much lesser price! 🥰👍🏻\n\nRead on to find out why I have to move... 👇🏻\n\nArticle Link: https://travelinspiration360.com/10-reasons-why-i-migrated-travel-inspiration-360-website-to-exabytes/\n\nOr click bio link", "comment_count": 36, "like_count": 539}, "post7": {"caption": "We exist in this world not to fit into the world! We are here to make the world! It's time to take control of what you allow in your personal space! 😍👍🏻\n\nCheck out the newly launched Creative Zen Hybrid ANC Headphones that can cancel up to 95% noise from surroundings and let you immerse in your own world! 🥰👍🏻\n\nAs a traveler, I rely on headphones especially to tide me through the long flights! The Creative Zen Hybrid ANC is perfect for me as it comes with 37 hours of battery life with ANC disabled or 27 hours of battery life with ANC enabled! ❤️👍🏻\n\nA 5 minutes charge will give you 5 hours of listening time!\n\nEmbark on your own journey and #FindYourZen, let @CreativeLabs remove the distractions for you! 😘👍🏻\n\nHurry and join the giveaway ending 7 June 2022. Or pre-order now! ❤️", "comment_count": 43, "like_count": 510}, "post8": {"caption": "[𝐅𝐢𝐧𝐚𝐥𝐥𝐲 𝐍𝐞𝐰 𝐏𝐨𝐬𝐭 & 𝐈𝐭'𝐬 𝐀𝐛𝐨𝐮𝐭 𝐉𝐀𝐏𝐀𝐍 𝗩𝗲𝗴𝗲𝘁𝗮𝗿𝗶𝗮𝗻!!!]\n\nHow many of you miss Japan very much? 🙋🏻‍♂️\n\nAfter a long hiatus due to the pandemic, I have finally returned  back to writing again! LOL Thank you everyone for giving me the support and loves. All is well and I hope you are well too. 🍎🙏🏻\n\nMany people believed it's hard to find nice delicious vegetarian food in Japan and asked if I was able to eat well when I was in Japan! 🇯🇵\n\nTo be honest, I wasn't sure until I revisited Tokyo in December 2019. Together with my family, we managed to find many nice options for vegetarians. This article is two years late, but thankfully the eateries listed are still in business! (Note: one of the restaurants from my list has closed down) 🥗🥘🫕🍜🍛🍣🍱\n\nRecently, the Prime Minister of Japan, Fumio Kishida, announced that Japan is aiming to reopen international tourists in June 2022. I believe many of you are waiting to \"cheong\" Japan again! LOL 🧳✈️\n\nWhether you are travelling in tour groups or not, I hope this guide will come in handy for your near future travel to the beautiful land of the rising sun! 🇯🇵\n\nThere are some upcoming exciting trips somewhere, I will be writing and covering more stories on @travelinspiration360 😍🙏🏻\n\nRemember to like, share and comment to show your support. Follow my Facebook, Instagram, and YouTube for more new content from now. ❤️🙏🏻\n\nhttps://travelinspiration360.com/japan-finally-reopens-to-tourism-10-vegetarian-food-in-tokyo-japan-you-shouldnt-miss/\n\n*Click on bio link or IG stories for easy access! 😍👍🏻", "comment_count": 36, "like_count": 426}, "post9": {"caption": "If you want to enjoy the rainbow, be prepared to endure the storm! ❤️🙏🏻\n\nBeing alone has a power that very few people can handle, but once you have done it, it will change your life endlessly! 😍🙏🏻\n\nAllow things to come and go, keeping your heart as open as the sky! 😍👍🏻\n\nWishing you a beautiful week ahead. ❤️👍🏻", "comment_count": 45, "like_count": 474}, "post10": {"caption": "A lot of people always think traveling means shopping, eat and sleep. haha But those \"lucky\" ones who travelled with me before will know there is no such luxury at all, no time to shop, usually food will be plain and simple especially i'm a vegetarian. As time is always scarce, therefore, usually will wake up very early in the morning to cover the morning actions and scenery, and typically ends my day very late at night with journals, emails, managing social media platforms, and organizing media files. 😍🙏🏻\n\nTraveling is brutality. It forces you to trust strangers and lose sight of all the familiar conforms from home and loves from family & friends. ❤️🙏🏻\n\nYou are constantly off the balance and nothing is yours except the essential things.\n\nIt stretches not just physically, but also my mind with new experiences, and cultural differences, which sometimes challenge my psychological beliefs too. 😍🙏🏻\n\nAs Lao Tzu said, \"A journey of a thousand miles, begins with a single step!\". ❤️🙏🏻\n\nWhat a lot of people don't know is that many times, the step I chose to make, is difficult! ❤️🙏🏻\n\nDon't get me wrong, I am not complaining! haha I LOVE WHAT I AM DOING because this is my passion! Without passion, I won't be able to create such beautiful memories and collages. ❤️🙏🏻\n\nGrateful to heaven for giving me the opportunities to see and learn so much! As things are opening up, I am excited about some upcoming jobs, collaborations and trips! Can't wait but yea, still a lot of work ahead... Will continue to work hard! Let's fight for our dreams, fighting! 😍🙏🏻", "comment_count": 31, "like_count": 414}, "post11": {"caption": "Having a dream is like having sunshine. Without it, you cannot see as clear. With it, your world shines. 🌟🙏🏻\n\nHave a dream, and the light will fill your eyes with hope. ❤️👍🏻\n\nMay there always be light in your life to guide you, making your life journey full of joy and wonder. 🥰👍🏻\n\nHave a beautiful Tuesday! ❤️🙏🏻", "comment_count": 65, "like_count": 432}}, "data_media_video": {"post0": {"caption": "Instead of Staycation, we went for Sailcation instead! 😍👍🏻haha\n\nEven in Singapore, we can explore the long white sand beach, and spend a good time in the sea (kayaking, standup paddling, swimming and etc...) 🏖😎👍🏻\n\nWe eat and drink all day & night, did vegetarian BBQ, and spent a night on the yacht! The next morning, we were served with continental vegetarian breakfast! 🍻❤👍🏻\n\nLet us know whether you still prefer Staycation or Sailcation after reading the article. 🥰👍🏻\n\n𝗣𝗿𝗼𝗺𝗼 𝗮𝗻𝗱 𝗱𝗶𝘀𝗰𝗼𝘂𝗻𝘁 can be found inside the article at link below or IG bio for your convenience. 😍👍🏻\n\n𝗔𝗿𝘁𝗶𝗰𝗹𝗲 𝗟𝗶𝗻𝗸: https://travelinspiration360.com/singapore-sailcation-staycation/\n\n@travelinspiration360\n@euholidays\n@tripcom.sg \n\n#sgtravel #sgpromo #sgstaycation #sgsailcation #sailcation #PassionMadePossible #sginfluencer #sgdiscount #visitsingapore #euholidays #tripcomsg", "comment_count": 26, "like_count": 357}, "post1": {"caption": "Despite the depressing situation in the world facing the world pandemic, I was invited by Geylang Serai CC and I'm happy to catch up with my friend @you_yi aka renowned TV host! ❤️👍 .\nNo doubt the pandemic is nothing near over, and it seems like a depressing long battle for it. I am happy to be able to share my experiences and stories collected around the world, from my years of traveling, which may help us fight the battle for the long run; mentally, emotionally, physically, and psychologically! ❤️👍 .\nSome highlights covered in this interview were:\n- successful tips to travel blogging\n- how I transit from travel blogger to corporate trainer\n- 3 tips to adapt to change amid covid19\n- stories from South America on language isn't a barrier\n- stories from Africa, what's reality?\n- stories from Balkans about the price of the peace\n& answering questions from live commenters + many more... .\nIf you like the content, the best way to give me your support is to like, comment, and share, please! ❤️👍 .\n#covid19 #sglockdown #lockdownsg #SGUnited #circuitbreakersg #sgcircuitbreaker #Singapore #Singapore2020 #stayhomesg #stayhomewithst #wecanovercome #togetherwecanovercome #circuitbreaker #stayhomeforsg #sghome #singaporeans #sgtravel #sginfluencer #sginterview #mediacorp", "comment_count": 31, "like_count": 542}, "post2": {"caption": "[Giveaway $50 Vouchers For Vegetarian Food - Self Heating Instant Vegetarian Mala Hot Pot]\n\nA lot of people always asked me how I eat when I travel. Introducing one of my newest travel secrets! The self-heating vegetarian spicy Mala hot pot is handy for travellers. It doesn't require electrical appliances or hot water to cook. Preparing is just as simple as using plain water (ambient temperature) will do! More flavours will be introduced soon!\n\nCheck out the video and win $50 vouchers with Vegetarian World - Supplier & Wholesaler​\n\nStep 1: Like this video \nStep 2: Check out the products at this link: shorturl.at/cgkoE\n*Or click Instagram profile link\n\nStep 3: Comment below and share with us what's your favourite item to bring along when you travel.\n\nGiveaway ends on 22 January 2020 @ 11.59pm (SG Time GMT+8)\n\n2 winners will win $50 vouchers and will be notified on 23 January 2020.\n\n#vegetarian #selfheatinghotpot #vegan #vegetarianblogger #giveaway #giveawaysg #sggiveaway #contest #sgcontest #contestsg #素食 #素食火锅", "comment_count": 79, "like_count": 865}, "post3": {"caption": "One of my most memorable work in 2019 is @experiencemacao\n@macaotourismmalaysia\n.\nSince my last visit to Macao in 1995 (almost 25 years ago), I never thought that Macao would have changed so much over the past two decades! Besides what many people know Macao as the \"game\" city, this tiny city in the Southern part of China has so much to offer. Entertainment, history, food, culture, sports, & Instagrammable spots there are many surprises in every corners of the city. 🙆🏻‍♂️\n.\nThank you @cctv for the special feature in this episode. As mentioned in the press, I will be back! :-)\n.\nThere will be more adventures in 2020... stay tuned... the ♥️👍🏻\n.\nFull Episode (Video Source): https://www.facebook.com/761870613900500/posts/3164312703656267/\n.\n#澳門二十年 #macao25", "comment_count": 63, "like_count": 973}, "post4": {"caption": "The most important aspect for being a tavel influencer is not just about social game, but the passion you have for travelling. The eye for magical moments and perhaps some tricks and tips to get that perfect travel shot of yours.\n.\nBe it you are doing this for your followers or for your own memories, your travel experiences are the only thing in this world that you buy that makes you richer.\n.\nHere are 5 tips how you can step up your game for your travel shots.\n.\nCongratulations to the top 30 Semi Finalist, check out @Influencerssg for their creative entries. There will be some exciting challenges coming next. Stay tuned. 🙂\n.\n#icanbeaninfluencer #influencerssg #influencer #influence #sginfluencer #sgtravel #semifinal #sgtraveller", "comment_count": 62, "like_count": 1149}, "post5": {"caption": "Travel influencer can be a very fun and rewarding work, but I do believe many of you do also know it involves a lot of hard work as well. 😍👍🏻\n.\nThere's a saying no pain, no gain! A lot of hard work to write, post and engage in our field of work. But nothing can be successful without a passion! ❤👍🏻\n.\nNow your chance is here, join the talent search contest \"I Can Be An Influencer 2019\" and win attractive prizes (worth over $115,000 in cash & prizes) and a 3 years endorsement contract with @gaincitysg ! 😱\n.\nPre-selections Period: 28 Aug - 29 Sep 2019\n.\nHOW CAN A PARTICIPANT ENTER THE COMPETITION:\n.\n1: Create Create a social media-worthy photo/video on Instagram or Facebook\n.\n2: Submit the entry through the official contest call-out post on Facebook page @INFLUENCERSSG\n.\nOR\n.\nPost the entry on your Instagram profiles with the a tag @influencerssg & hashtag #icanbeaninfluencer\n*Profiles have to be set to public in order to qualify.\n.\nMultiple entries are allowed as long as each entry adheres to the requirements.\n.\nMore details please click link on @travelinspiration360 bio or below. Remember to follow @InfluencersSG on Facebook and Instagram as well.\n.\nwww.influencerssg.com\n.\nHurry and do it now! May the odds will always be in your favour. 😍👍🏻", "comment_count": 58, "like_count": 1796}, "post6": {"caption": "[Explore Fiji With Travel Hosts Keith Yuen & Lin Youyi]\n\nLet's explore the beautiful South Pacific Islands of Fiji with @travelinspiration360 and @you_yi  Our team had so much fun in Fiji, and we hope to bring you there and explore together in this video. :-) Please also subscribe to Travel Inspiration 360's YouTube Channel and show some loves ❤\nLink: https://bit.ly/2Z1J3J1 ***--- Promo Code --- ***\nEnter promo code \"FIJI50\" on trip.com Fiji promotion website and enjoy $50 off your bill. \nLink: http://bit.ly/2LUUvCv\n\nwe hope you enjoy this video and like + leave a comment below to give us some encouragement. Thank you! ❤\n\nProudly Sponsored By: @tripcom.sg\nSpecial Thanks To: @fly_fijiairways \n#tripcomsg #SGTripCom #fijiairways", "comment_count": 110, "like_count": 1312}, "post7": {"caption": "[Trailer 2: Explore the magical paradise of Fiji]\n.\nCome join us @travelinspiration360 & @you_yi and explore the beautiful South Pacific Island of Fiji. 😍👍\n.\nPremiere date: 22 July 2019, SG Time 8.30pm\n.\nCome join me and Youyi and watch the Fiji episode together on Facebook! 🥰👍\n.\nPlease sign up for the premiere on Travel Inspiration 360's Facebook page! ❤👍 We will also launch the giveaway. 😍👍\n.\nWe will see you online! 🇫🇯👍\n.\nHave a beautiful weekend. 😘👍\n.\n@tripcom.sg @fiji_airways\n.\n#tripcomsg #SGTripCom #fijiairway #oneday #onedayistoday", "comment_count": 74, "like_count": 1427}, "post8": {"caption": "[Trailer 1: Bula Vinaka Fiji]\n.\nBula, come travel with @travelinspiration360 & @you_yi to the paradise island of Fiji! 🇫🇯 😍👍\n.\nActual episode on Fiji will be released on Travel Inspiration 360's YouTube channel very soon! Of course, with attractive giveaways and promos from @tripcom.sg 🥰🥰🥰\n.\nStay tuned! ❤👍\n.\n#tripcomsg #SGTripCom #oneday #onedayistoday", "comment_count": 41, "like_count": 997}, "post9": {"caption": "[Giveaway 3D2N Deluxe Lake View Room at Wynn Palace Macau + Daily Buffet Breakfast for two pax at Cafe Esplanada]\n\nI believe many of you have read my article on Macao! You probably have seen the beautiful hotel and restaurant decorated with fresh flowers + the free cable car rides within the luxurious 5-stars hotel at @wynn.palace So I thought I might as well let my well deserved followers experience it yourself! 😍👍 First up, is the launch of my new YouTube video on \"The Greater Bay Area\". 🥰👍 To win the Wynn Palace Macau giveaway:\n\nStep 1: \nFollow @travelinspiration360 \nStep 2: \nSubscribe to Travel Inspiration 360 YouTube channel.\nWatch the latest video on the Greater Bay Area, share with us what's your favourite city in the Greater Bay Area, and why. \nNOTE: Comment on YouTube, not on IG. Please mention your IG/FB ID in the YouTube comment section! \nYoutube Link: https://bit.ly/2JJeMYO\nor click IG bio link\n\nStep 3: \nTag at least 3 friends to share this post below (1 tag, 1 comment) you may tag more than 3 to increase your chances of winning. \nGiveaway ends on 21st July, 11.59pm (GMT +8 Singapore Time). Results will be announced on IG & FB on the 22nd July, 2019.\n\nTerms and Conditions apply.\n\nHope you enjoy this video! 😍👍 Special thanks to @experiencemacao.sg @macaotourismmalaysia @wynn.palace for this luxurious giveaway! ❤👍 Producer: @travelinspiration360\nVideo: @chishuan\nMusic Composer: @cjingofficial\n\n#contestsg #sggiveaway #sgcontest #giveawaysg #contest #giveaway #sgwin #winsg", "comment_count": 174, "like_count": 2080}, "post10": {"caption": "Let's Check In Into The Newest Hotel In Melbourne! ❤👍\n.\nSituated conveniently at the CBD area in South Bank, the Shadow Play By Peppers is definitely a hotel for sophiscated guests, especially for families, businessman or individuals who enjoy the homely and luxurious stay. 😍👍\n.\nMy personal opinion? I really love the living room and the open kitchen concept. It is super spacious and wish I had my family or friends with me. The bed is soooooo comfortable and I doubt I even moved throughout my sleep! 😴👍\n.\nMost impressively, I'm able to swim outdoor in the cold autumn/winter in Melbourne, due to the heated pool. OMG! Check out the video for more. 😎👍\n.\nThanks to @accor_group @accorhotels @peppershotels #ShadowPlayByPeppers I get to enjoy Melbourne. 🥰👍\n.\nUp next, SYDNEY! :-)\n.\n#accorhotels @peppershotels #accorgroup #peppershotels #melbourne #australia #instahotel #luxurytravel", "comment_count": 57, "like_count": 1250}, "post11": {"caption": "Have you seen @tripcom.sg commerical on the big screen during the movie of the century, Avengers: Endgame?\n.\nThere were actually 5 touching stories in the @tripcom.sg commercial. Here's Episode 1: Lover's Promise! ❤👍\n.\nTo the world you may be one person, but to one person you are the world. Love is the food of life, and travel is the dessert! For all the hopeless romantics out there, do it before he/she decides to dump you! LOL 🤣\n.\nFor all of us who've ever dared to dream. Live your dreams, take that Trip! 😎👍\n.\n[Good News] \nEnjoy 8% off your first hotel booking on sg.trip.com\n(Promo code: 8STAYTRIP / Promo code validity: now till 30 May 2019) Make sure you don't miss it! 😍👍\n.\nStay tuned for more giveaways and discount coming soon! 🥰👍\n.\n#SGTripcom #YourNextTrip #Promise #OneDay #Love #TakeThatTrip #sgpromo #sggiveaway #sgdiscountcode #sgdiscount", "comment_count": 98, "like_count": 2025}}}