{"username": "travelerien", "url_profile_pict": "https://scontent-sin6-3.cdninstagram.com/v/t51.2885-19/s320x320/91413018_246507109823164_8855813546026467328_n.jpg?_nc_ht=scontent-sin6-3.cdninstagram.com&_nc_cat=104&_nc_ohc=aN2220GEppwAX8gBK4z&edm=ABfd0MgBAAAA&ccb=7-4&oh=00_AT8qY9Wod-icvUfFZO_dUO8XwjQEiyxzA-YZagX-pbgzQw&oe=61E04CFB&_nc_sid=7bff83", "post_count": 1949, "follower": 29367, "category_name": "Blogger", "biography": "Happiest lost with a camera | Blogging about travel, food, tech, people, and personal development through travel\n🏡BSD City 🌏INDONESIA 🧕@katerinasrty", "profesional": true, "private": false, "persona": "traveller", "captions": ["Creators Series Media Gathering: 𝗠𝗲𝗲𝘁 𝗧𝗵𝗲 𝗡𝗲𝘄 𝗔𝗦𝗨𝗦 𝗩𝗶𝘃𝗼𝗕𝗼𝗼𝗸 𝗣𝗿𝗼 𝗮𝗻𝗱 𝗩𝗶𝘃𝗼𝗕𝗼𝗼𝗸 𝗣𝗿𝗼 𝗫, 𝘓𝘢𝘱𝘵𝘰𝘱 𝘍𝘶𝘵𝘶𝘳𝘪𝘴𝘵𝘪𝘬 𝘶𝘯𝘵𝘶𝘬 𝘗𝘢𝘳𝘢 𝘒𝘳𝘦𝘢𝘵𝘰𝘳.\n\nHari Minggu tgl. 12/12/2021 kemarin, saya hadir di acara Meet The New ASUS VivoBook Pro and VivoBook Pro X di Hotel Akmani, Jakarta Pusat.\n\nAcara yang digelar selama 2 hari ini mengundang media, blogger, dan youtuber tapi masih terbatas hanya untuk yang tinggal di Jakarta dan sekitarnya saja. Saya dan Alief @onedoxx datang untuk melihat langsung laptop VivoBook seri untuk creator yang ternyata memang keren banget sebagai mesin penunjang produktivitas bagi para kreator 😍\n\nDi laptop VivoBook terbaru ini ada fitur yang baru pertama kali saya lihat di laptop yaitu DialPad. Apa itu? \n\nSelengkapnya tentang laptop Asus VivoBook Pro 14X OLED N7400 dan ASUS VivoBook Pro 14/15 OLED dapat dibaca di blog saya https://www.travelerien.com/2021/12/asus-vivobook-pro-14x-oled-n7400.html\n\n@asusid\n\n#ASUSMicroGathering\n#ASUSisMine\n#VivoBookPro14\n#Travelerien\n#Intel", "𝗔𝗟𝗛𝗔𝗠𝗗𝗨𝗟𝗜𝗟𝗟𝗔𝗛. I am flattered to be selected 𝗮𝘀 𝗮 𝘄𝗶𝗻𝗻𝗲𝗿 𝗼𝗳 𝘁𝗵𝗲 𝗠𝗧𝗠𝗔 2021, 𝗶𝗻 𝘁𝗵𝗲 𝗕𝗲𝘀𝘁 𝗠𝗲𝗱𝗶𝗰𝗮𝗹 𝗧𝗿𝗮𝘃𝗲𝗹 𝗜𝗻𝗳𝗹𝘂𝗲𝗻𝗰𝗲𝗿 𝗜𝗻𝘁𝗲𝗿𝗻𝗮𝘁𝗶𝗼𝗻𝗮𝗹 𝗖𝗮𝘁𝗲𝗴𝗼𝗿𝘆 for this valuable event. \n\nI hope that my participation, will widen my experiences and able to improve the meaningful connections between Indonesia and Malaysia, today and for the coming future.\n\nI am happy to be able to participate, and never expected to be one of the great finalists.  Hence, it’s such a great honour to be part of this. \n\nI write and share wonderful things, so others can experience my point of view and able to feel what I’m trying to say. \n\nI wish those sharing stories will leave some gorgeous footprint, in the vast universe of the internet, no matter how small, strongly memorable and useful to others. \n\nOnce again, thank you for holding this event. I wish it can motivate and inspire other writers and influencers, in creating more quality contents, especially in the medical travel issue.\n\nI also would like to extend my sincere thanks to my husband and kids. The ones who always give their rapid support and tons of love.\n\n🧡🌹\n\n14 Countries participate in MTMA2021\n6 Award Categories\n8 Judges\n\n~ Cash prizes RM 8,000.00 (USD 1,928.37) + Trophy + Certificates ✨\n\n@kementeriankesihatanmalaysia \n@malaysiahealthcare \n@medtourismmy.id \n\n#MTMA2021 \n#MedicalTravelMediaAward\n#BestMedicalTravelInfluencerInternational \n#Travelerien\n#TheWinnerofMTMA2021\n#MHTC\n#MalaysiaHealthTravelCouncil\n#VisitMalaysia\n#IndonesianContentCreator\n#IndonesianBlogger", "You deserve better ✨\n\nQS. Al Baqarah Ayat 216\n\n\"Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah Maha Mengetahui, sedang kamu tidak mengetahui.\"\n\n#Travelerien\n#YouDeserveBetter\n#FloresNTT\n#IndonesianTravelWriter\n#IndonesianTravelBlogger", "Kebahagiaan itu ibaratnya kupu-kupu. Jika kau mengejarnya, ia melarikan diri darimu. Tapi jika kau duduk dengan tenang, ia akan turun ke tanganmu. Maka, bersabarlah karena sabar itu indah. ~Syeikh Ali Jaber.\n\n#Travelerien \n#LeebongIsland \n#syeikhalijaber\n\n🎶 Nothing Like us ~ Jungkook\n📍Leebong Island @leebongisland", "Boleh jadi saat engkau tidur, tetapi puluhan do'a naik untukmu. Do'a dari si faqir miskin yang engkau tolong, dari si sedih yang kau hibur, dari si lapar yang kau beri makan dan dari si miskin yang kau beri bantuan. Janganlah engkau meremehkan setiap perbuatan baik itu. ~Ibnu Qayyim.\n\n#Travelerien\n#Reminder", "Me Time ❤️ Meet Up 🧡\n\nHari Minggu kemarin tanggalnya tersusun cantik -- 21/11/2021 -- secantik susunan para moms yang ketemuan di @thebreeze_bsd dalam rangka meet up @asosiasiinfluencerindonesia edisi Tangerang + Tangerang Selatan 🌳💚\n\nInfluencer kalau ketemu ngobrolnya apa? Ya gak jauh dari hal² yang berkenaan dengan dunia influencer. Selain ngobrol santai, kami juga ngonten bareng. Bikin video sesi fashion show di jalur pejalan kaki hingga sesi foto di taman penuh orang sampe jadi tontonan 😂 Nanti videonya akan saya posting di Reel.\n\nOhya, kemarin The Breeze BSD rame banget, situasi yang agak tidak biasa. Sampai susah cari resto yang agak kosong. Mungkin karena hari Minggu dan kebetulan hari terakhir event GIIAS di ICE BSD jadi ramai orang makan. Untunglah masih tersisa tempat buat kami duduk bareng, walau sedikit dan sempit, karena di mana² penuh orang 😀\n\nThanks @clarissakiandra untuk sesi meet up nya ❤️ Senang bisa ketemu teman-teman AII satu kota. Next satu negara, alias member AII se-Indonesia 😍\n\nIn frame:\n@clarissakiandra\n@stephanieee.liu\n@vita_samastha\n@temmytimes\n@dita.bundarda\n@agnesjulianaaa\n@sachi_sierra_ruswandy\n@michiomikko_\n@mitha_eyoako2809\n@b37la\n@travelerien\n@prinzesthy\n\n📸 Video taken with ASUS ROG Phone 3\n📍 @thebreeze_bsd \n🌏 BSD City\n🧡 @asosiasiinfluencerindonesia \n🎶 Attention - Charlie Puth\n\n-----\nPertemuan ini hanya dihadiri oleh kami yang dalam keadaan sehat, sudah vaksin 2x, beberapa bahkan tes SWAB, dan melepas masker hanya pada saat sesi foto dan video. \n\n#Travelerien \n#TheBreezeBSD\n#BSDCity\n#AII\n#AsosiasiInfluencerIndonesia\n#InfluencerIndonesia\n#TravelBlogger\n#IndonesianBlogger", "Wisata kuliner itu memang menyenangkan yah! Tapi bikin tubuh kita rentan kena tifoid. Nah lho. Kalau gini kan jadi merasa gak aman makan di luar sama keluarga 😥 \n\nSebenarnya gak apa sih, mau masak sendiri atau jajan di luar di warung tenda, kafe pinggir jalan, restoran di mal, atau sekalipun makan di hotel mewah tetap aja kalo cara masak chef di hotel gak steril bisa membawa penyakit dari makanan / minuman yang disantap seperti penyakit tifoid yang bisa menyerang segala usia.\n\nKita gak bisa ya mengontrol masakan orang lain itu aman buat kita santap, tapi kita bisa jaga diri kita dengan melakukan vaksinasi tifoid supaya kita dapat menikmati makanan minuman secara aman 😍\n\nNah untuk informasi lengkap mengenai vaksin tifoid itu bisa didapatkan melalui IG @kenapaharusvaksin ya. \r\n\n#VaksinLindungikuLindungimu \n#SantapAman\n#Travelerien", "Unboxing realme Narzo 50A sekalian aku mau ajak teman² belanja produk @realmeindonesia mulai dari Rp 11 ribu! 😱 WOW gak tuh?!! 🔥\n\nJadi, jangan lewatkan kesempatan emas belanja produk realme dengan harga terbaik di harbolnas 11.11 nanti yaaaa, mulai dari Rp 11 ribu di ecommerce kesayangan kalian! 😍\n\nAda yang ngincer hp baru #realmeNarzo50A yang aku unboxing ini? Sikaaaat laaah mumpung masih promo 🔥\n\nBuat yang pengen baca ulasannya nanti kunjungi blog aku ya di www.travelerien.com dan video reviewnya bakal tayang di channel Onedox punya @onedoxx ✨\n\nrealme Narzo 50A punyaku ini gak dijual lho, jadi jangan dikejar² ya! 😂 Ini mau dipakai sendiri biar anakku Alief atau Aisyah dapat pengalaman gaming di hp Narzo 50A 🥰\n\n------\n\nNarzo50A\nHelio G85 Gaming Processor\n6000mAh Mega Battery\n50MP AI Triple Camera\n18W Quick Charge\n4GB/64GB\nRp 2.099.000", "Kuatnya Aku di Usia yang Tak Muda Lagi ✨\n\nTeman, video ini berisi kumpulan beberapa perjalananku saat menjelajah pulau-pulau di Indonesia di antaranya Pulau Rinca NTT, Pulau Padar NTT, Pulau Kenawa NTT, Pulau Leebong Belitung, Pulau Sebesi Lampung, Pulau Sebuku Lampung, Pulau Pisang Lampung, Pulau Tidore Maluku Utara, Pulau Ternate Maluku Utara, dan Pulau Nusa Penida di Bali. Ada juga video saat menyusuri sungai di Way Kanan Lampung, dan video mendaki Gunung Anak Krakatau. \n\nSaat menjelajah pulau, aku sering berlayar naik perahu kecil maupun kapal besar, pastinya ada kegiatan treking di mana aku banyak berjalan sampai jauh, dan tak jarang berlari. \n\nTentunya, perlu keberanian dan tubuh yang kuat untuk melakukan itu semua ya. Jika aku lemah dan penakut, mungkin video ini hanya ada dalam mimpi. Dari video inilah aku jadi tahu betapa #KuatnyaAku yang dulu. Padahal usiaku saat itu sudah 40-an lho, nggak muda lagi.\n\nHampir 2 tahun ini aku tidak traveling karena pandemi. Tetapi nanti kalau sudah leluasa untuk bepergian, aku akan menjelajahi pulau-pulau lagi. Kini usiaku sudah 43 tahun, karena itu aku ingin menjaga kesehatanku agar tetap kuat ketika kembali menjelajah. Makanya aku minum BioCalci  suplemen kalsium organik plus vitamin D3 dan Ester-C untuk memelihara kesehatan tulangku, sekaligus menguatkan imun.\n\nNah teman-teman, saat ini @biocalci sedang mengadakan kompetisi foto #KuatnyaAku. Hadiahnya sangat menarik yakni uang tunai jutaan rupiah. Caranya gampang. Kamu cuma perlu membagikan foto yang menunjukkan kekuatanmu sesuai dengan profesimu atau hobimu. Kayak aku nih, hobi traveling, maka kekuatanku ada pada kegiatan seperti mendaki gunung, mengarungi lautan, menyeberangi sungai besar, berenang dan menyelam, atau lainnya.\n\nYuk, ikutan aku dan pamerin betapa kuatnya kamu.\n\nCek informasi selengkapnya di IG @biocalci ya!\n \n#Biocalci \n#KuatnyaAku\n#KalsiumKitaKalsiumOrganik\n#Travelerien"]}