{"username": "trinitytraveler", "full_name": "Trinity", "follower": 105413, "following": 373, "post_count": 2664, "category_name": "Writer", "biography": "Indonesia's leading travel writer, author of 15 books incl #thenakedtraveler series that became movies, blogger since 2005, co-founder @indonesiadive_", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Country #94: Croatia, the #gameofthrones filming location! \n\nPernah ke Dark Hedges di Northern Ireland dan beberapa lokasi syuting #got di Malta, ternyata di Dubrovnik juga banyak! Dan... Gue belom nonton seri itu dong! Tau tempatnya juga gara-gara kalian komen di IGS. 🙈\n\nPara fans #got, dari foto-foto ini ada yang inget ga adegan apa? \n\n#dubrovnik #croatia #oldtown #TNTcroatia", "comment_count": 26, "like_count": 1170}, "post1": {"caption": "What was it like to swim in Europe? \n\nLaut Eropa enaknya diberenangin pas summer yang cuacanya sekitar 30°C.\nItupun airnya dingin sekitar 18°C di perairan Mediterania! \nSebagai anak negara tropis, first steps are always the hardest karena kulit kaget serasa disiram air kulkas, tapi lama-lama segar banget! \n\nKarena tingkat kelembapan rendah, kita ga grobyos keringetan sehingga abis berenang badan ga lengket. Tanpa bilas/mandi, abis itu jalan-jalan seharian ya santai aja, badan ga bau dan baju cepat kering. Airnya pun rasanya ga begitu asin. Cuman kulit jadi super kering. \n\nKalau di Indonesia pada malas ke pantai karena panas, orang sono justru ke pantai supaya dingin! \n\nYang sudah pernah berenang di negara empat musim, coba kasih komen rasanya gimana? \n\n#sardinia #sardegna #beach #bikini #TNTitaly", "comment_count": 39, "like_count": 885}, "post2": {"caption": "Love the beach culture of Italian in Sardinia! \n\nSardinia dikelilingi pantai-pantai kece dan bersih, meski di pinggir kota sekalipun. Ga ada pantai private, karena pantai milik publik. Bangunan permanen pun jauh dari garis pantai supaya bisa diakses semua orang. Penduduknya tinggal jalan kaki dari rumah bisa langsung nyebur! Meski seringnya tidak disediakan tempat sampah, tapi pantai tetap bersih. \n\nKe pantai di Sardinia ga bikin terintimidasi karena orang-orang dengan segala bentuk, umur, orientasi seksual, dan warna kulit santai berbikini atau topless (ga ada yang berenang pake baju) tanpa diliatin atau dikomentari.\nMereka menghabiskan waktu berjam-jam di pantai karena sunset baru jam 10 malam. Modalnya bawa payung sendiri (kalau ada payung seragam berarti sewa di beach club), tenda, kursi, mainan, ban, cooler box, minuman, makanan, dll. Pedagang asongan hanya ada 1-2 di pantai populer, itu pun jualan baju pantai. \n\nGue pun ga keberatan dengan pantai yang rame karena semua having fun in the sun! \nAh, senangnya! \nKapan ya Indonesia bisa kayak gini? 🙈\n\n#sardinia #sardegna #beach #topless #TNTitaly", "comment_count": 99, "like_count": 3556}, "post3": {"caption": "6 days, 11 beaches, 4 people, 1 tiny car around Sardinia, Italy! \n\nGa ada hubungannya sama ikan sarden, Sardinia (bahasa Italia: Sardegna) adalah pulau kedua terbesar di Laut Mediterania. \n\nKenapa ke Sardinia? \nSepupu gue @indrafeb pernah AFS (pertukaran pelajar) setahun pas SMA di sana, jadi mau reunian sama host family dan teman-temannya. Karena pantai-pantai di Sardinia bagus-bagus dan kudu sewa mobil, diajak lah gue, @rezaindra dan tante (adik ibu kami) @marlindabaker supaya lebih murah patungan sewa mobil dan bensin. Lagian, kapan lagi berenang di Eropa pas summer kan? \n\nMemang destinasi dan itinerary yang sangat tidak biasa karena setiap hari kami berenang di pantai sampai sunset jam 9 malam! \n\nKira-kira kamu bakal \"tahan\" ga ikut itinerary kami? 😜\n\n#sardinia #sardegna #beach #roadtrip #TNTitaly", "comment_count": 45, "like_count": 1401}, "post4": {"caption": "I represent Indonesia in a short film to celebrate #Bloomsday for the second time! \nThis year it's the centenary year of James Joyce’s Ulysses.\n\nThe Irish Department of Foreign Affairs and the Museum of Literature Ireland (MoLI) have collaborated with 35 Irish Embassies and Consulates worldwide to create a new short film, ‘Hold to the Now’. Filming has taken place in 35 locations across five continents. Among the actors, artists, and writers featured are Stephen Fry... and me! 🥰\n\n#Bloomsday2022 #Ulysses100 #GlobalIreland", "comment_count": 3, "like_count": 125}, "post5": {"caption": "Finally traveling overseas after 2 years! 🥰\n\nFirst stop: the Netherlands. Tujuan utamanya ketemu teman-teman aja. \n\nEh hari kedua gue jatoh kepleset dari tangga loteng! Awalnya masih santai jalan-jalan, tapi dua hari kemudian sakitnya minta ampuun sampe kudu ke dokter. Untung ga ada tulang patah, tapi jalan jadi \"sengklek\" karena bahu dan pinggang cidera. \n\nLagi susah jalan begitu, eh lift apartemen temen pas mati (di Eropa jarang terjadi!). Terpaksalah gue naik tangga dengan susah payah. Dan ternyata lift itu mati sampai besoknya gue harus bawa koper turun! Astagaaa... Drama gue kok ga kelar2 ya? 😢\n\nGue harus diruwat kali? Atau harus diapain ya? 🙈\nAnyway, wish me luck! 🙏\n\n#rotterdam #netherlands #TNTnetherlands", "comment_count": 55, "like_count": 1237}, "post6": {"caption": "I just got a 4-year multiple-entry Schengen visa! 🥰\n\nIni yang kedua kali sih, tapi senangnya ga ketulungan karena dapatnya penuh dengan drama! 🤦‍♀️\n\nUntuk para pejuang visa, baca tips gimana cara dapetin visa Schengen berdurasi panjang di naked-traveler.com (klik link di bio). Baca dulu, baru nanya yes? \nLangsung cus! \n\nTrus, kenapa pasang pasfoto ini? Karena udah capek-capek bikin eh ga kepake. 😜\n\nSo yeah, I'm ready to travel the world again! \nYang mau komen soal visa (bukan muka gue), monggo! 😬\n\n#pasfoto #selfportrait #TNTblog", "comment_count": 91, "like_count": 2652}, "post7": {"caption": "Tidak setuju tiket Borobudur naik jadi Rp 750 ribu! \n\nAlasannya untuk pelestarian, tapi Rp 750 ribu untuk WNI dan US$ 100 untuk WNA kemahalan banget! Sebagai perbandingan: Angkor Wat yang lebih luas US$ 37, Machu Picchu yang lebih terkenal US$ 45, bahkan Piramida Mesir yang tertua di dunia cuma US$ 15. \n\nPembatasan jumlah pengunjung jadi 1.200 orang/hari boleh aja, tapi bukan berarti naik jadi segitu. \nTiket mahal bisa memfilter (kelakuan) pengunjung? Dulu tiket Rp 50 ribu aja relatif aman kok. \n\nLagian naik sebanyak itu emang mau dibikin apa sih? Candinya makin banyak? Ada AC? WC jadi  marmer? Kalo ga ada fasilitas baru yang ga bikin bela-belain, ya mending beli tiket pesawat ke Bali (lagi!). \nUdah pandemi bikin sengsara para pekerja wisata di sekitarnya, ini bisa-bisa diperparah dengan makin sepi pengunjung! 🥴\n\nMenurut kalian, berapa harga yang pantas untuk tiket Borobudur? \n\n#borobudur #temple #jawatengah \nPics by @yojalanjalandab", "comment_count": 656, "like_count": 6806}, "post8": {"caption": "Ada yang belum turun berat badan abis Lebaran? ☝\n\nTiap bulan puasa, gue pasti naik berat badan karena udah ga puasa tapi ikutan bukber ke sana ke mari. \nAbis itu libur Lebaran yang tentu bablas makannya. \nKelar Lebaran mau olahraga, eh bahu cedera. Makin jauh dah punya bodi Beyonce! 😜\n\nSementara ini, nyoba skinkeran dulu pertama kali seumur hidup. Kayaknya sih lebih gampang konsisten daripada diet. 🙈 Cek di IG highlight yes? \n\nKalian gimana kabarnya? \n\n#museum #jakarta \nPic by @derrykur", "comment_count": 21, "like_count": 559}, "post9": {"caption": "My cousin and I went back to Menjangan Island after 14 years! \n\nPada 2008, gue sama sepupu gue si @indrafeb ke Menjangan. Guenya diving, dia belom certified jadi cuman snorkeling doang. Seneng banget 3 minggu yang lalu akhirnya bisa diving bareng di tempat yang sama! \n\nBtw, si Indra yang di buku seri #thenakedtraveler namanya Ezra, di film #trinitythenekadtraveler\ndan #filmtrinitytraveler dia diperankan sama Babe Cabitaa! 😜\n\nBulan depan kami mau traveling bareng lagi ke tempat yang kece banget! Ada yang bisa nebak ke mana? \n\nPS. Jangan liat slide terakhir! \n\n#cousin #scubadiving #underwater #menjanganisland #bali\nUnderwater pics by @sammykaunang & @mamok_coinboys", "comment_count": 17, "like_count": 677}, "post10": {"caption": "Jakarta skyline from 67th floor! \n\nSelalu senang berasa di ketinggian sebuah kota, apalagi di kota sendiri! Harusnya sih Jakarta punya view point dari gedung tinggi dengan akses publik ya? Kayak di negara tetangga yang terkenal itu. Setuju? \n\nBtw, ini difoto pake hape. Kamera hape sekarang canggih ya? Bisa detail gitu! Sampe males bawa kamera beneran lagi. 😬\n\nAda yang tau ini Jakarta bagian mana? \n\n#jakarta #skyline #metropolitancity #nightshot #skyscraper", "comment_count": 20, "like_count": 787}, "post11": {"caption": "Indonesia finished 3rd in #seagames31! \n\nGa heran Indonesia juara ke-3 karena Vietnam yang jadi host pasti mendulang medali paling banyak + kita ada di bawah Thailand. Konon sesuai target sih! \n\nMedali emas Indonesia yang paling membanggakan pas saya nonton final basket INA vs PHI kemarin. Sampai merinding nonton bendera kita dikerek & pemain naturalisasi ikutan nyanyi lagu kebangsaankebangsaan RI! \nMaklum, Filipina yang selalu dapat emas basket di SEA Games sejak 1991 akhirnya dikalahkan Indonesia! Padahal Filipina itu anak basket banget! 😬\n\nTerima kasih atas perjuangannya, para atlet Indonesia! 💪\n\nBtw, kalian nonton SEA Games juga ga sih? Nonton cabor apa nih?", "comment_count": 43, "like_count": 1140}}, "data_media_video": {"post0": {"caption": "I represent Indonesia in a short film to celebrate #Bloomsday for the second time! \nThis year it's the centenary year of James Joyce’s Ulysses.\n\nThe Irish Department of Foreign Affairs and the Museum of Literature Ireland (MoLI) have collaborated with 35 Irish Embassies and Consulates worldwide to create a new short film, ‘Hold to the Now’. Filming has taken place in 35 locations across five continents. Among the actors, artists, and writers featured are Stephen Fry... and me! 🥰\n\n#Bloomsday2022 #Ulysses100 #GlobalIreland", "comment_count": 3, "like_count": 125}, "post1": {"caption": "The Naked Traveler series are now available on audiobook! \n\nIya, sekarang kalian bisa membaca buku seri perjalanan terlaris di Indonesia #thenakedtraveler karya saya dengan cara mendengar via aplikasi @storytel.id! Dan yang membacakan bukunya adalah saya sendiri! 😍\n\nHati-hati disangka gila karena kalian bakal ketawa sendiri dengerinnya! Saya aja sebagai narator ngakak-ngakak karena buku #TNT1 ini ditulis zaman traveling sebelum ada ponsel dan internet, jadi dodolnya minta ampun! 🤣\n\nEnaknya #audiobookdimanasajakapansaja  bisa dengerin cerita saya sambil berkendara, masak, nyuci, leyeh-leyeh, dll. \nMumpung mau musim liburan dan dunia mulai terbuka lagi, buruan unduh untuk dapetin inspirasi jalan-jalan keliling dunia dengan hemat dan nekat di https://bit.ly/3xLnIaU\n\n#audiobook #bukutrinity #travelwriting", "comment_count": 59, "like_count": 479}, "post2": {"caption": "Thank you @greyspolii & @r.apriyanig for winning the #tokyo2020🇯🇵 GOLD MEDAL on women's double badminton! 🇮🇩🇮🇩\n\n#Indonesia is proud of both of you!\nGue mewek terharu! \nSiapa yang mewek juga tunjuk tangan! ☝️", "comment_count": 262, "like_count": 7203}, "post3": {"caption": "..\nTo mark Bloomsday 2021, the Irish Department of Foreign Affairs and the Museum of Literature Ireland (MoLI) have partnered to produce Opening Ulysses, a short film created in collaboration with Irish Embassies and Consulates worldwide. \nFilming has taken place in more than 40 locations across six continents, from Alaska to Abuja, Santiago to Seoul, Canberra to Chicago. \nAhead of the centenary of the novel’s publication next February, this specially commissioned film invites global audiences to engage with Ulysses through a playful, virtuosic reimagining of its opening line.\n\nJadi Ulysses ini adalah novel karya James Joyce yang diterbitkan pada 1922. Bloomsday sendiri adalah perayaan kehidupan penulisnya yang diadakan setiap tahun di Irlandia. Hebat kan penulis dirayakan secara internasional gini!\n\nMeski akhirnya saya tampil cuman sepersekian detik, tapi bangga lah masuk mewakili Jakarta, Indonesia! 🇮🇩\n\nApakah ini pertanda Irlandia adalah destinasi saya selanjutnya? Kali aja kesampaian berkunjung ke perpustakaan keren di Trinity College Dublin!\n*colek @irlandiadiindonesia 😉\n\nAda yang sudah pernah ke Irlandia?\n\n#OpeningUlysses #GlobalIreland", "comment_count": 26, "like_count": 164}, "post4": {"caption": "Kalau single emang kenapa?\nKenapa di +62 jadi jomblo itu kayaknya dosa banget? Apalagi perempuan! Di KBBI kata \"jomlo\" (ga pake b) artinya aja \"gadis tua\"! Seksis abis!\n\nBagi kalian cewek-cewek yang resah karena masih single, apalagi menjelang Lebaran bakal ditanya-tanya, gue dan 3 cewek jomblo kece ini menjelaskannya di YouTube @narasi.tv! Tonton yes?\n\nKalau mau tau versi saya pribadi, bisa dibaca di blog naked-traveler.com yang judulnya \"The Jomblo Traveler\" (klik link di bio, lalu search aja).\n\nInget ya, single itu pilihan, bukan karena nggak ada yang milih. \nEh jadi kepo, apa alasan kalian jadi single?", "comment_count": 256, "like_count": 3407}, "post5": {"caption": "Introducing my most favorite travel accessories by @ifreegroup.indonesia!\n\nKalau kalian suka traveling, asesoris ini berguna banget! Begini review-nya:\n\nMini Vacuum Tool -  utk menghemat space di dalam koper/ransel, baju2 (aplg baju winter) biasanya saya masukin plastik vacuum. Nah alat Mini Vacuum ini bisa mengisap udara di plastik shg kempes sampai 60% dalam sekejap! Ukuran mesinnya pun cuman segenggam jadi sangat praktis.\n\n3-in-1 Luggage Strap - selain tambah aman dengan kunci TSA dan kita jd gampang mengenali koper krn warna ngejreng, tali koper ini berfungsi juga sbg timbangan digital! Dg berat max 40 kg, ga ada lagi masalah bagasi overweight.\n\nSelfie Stick with built-in Tripod - sbg solo traveler, benda ini penting banget! Kamera bisa landscape atau portrait, tinggi tongkat bisa sampai 70 cm, bisa rotasi 360°, dan pake remote bluetooth!\n\nPower Bank - berkapasitas 10000 mAh dg teknologi pengisian cepat PD dan Qualcom 3.0 bikin nge-charge jadi cepat banget! Bisa mengisi 2 perangkat sekaligus dan ada built-in Type C atau kabel Lightning. Desain ramping, bahan anti gores, ga bikin panas.\n\nMasker - masker 3-ply berbahan katun dg lapisan tambahan PM 2.5 ini ada tali serut di belakang kepala jadi nyaman dipakai. \n\nSolusi perjalanan, cari @ifreegroup.indonesia! Produk2nya bisa dibeli di Tokopedia atau Shopee kok.\n\nKira-kira produk mana yang paling bermanfaat bagi kalian kalo lagi traveling? ✈️🌍🧳\n\n#travelaccessories #ifreegroupindonesia #travel", "comment_count": 15, "like_count": 468}, "post6": {"caption": "Yeay, just posted my new vlog from Sumba! 👙\n\nTonton aja video lengkapnya di YouTube TheNakedTraveler https://youtu.be/Sdjmz5O6sYo atau klik link di bio.\n\nSekarang sebagian vlog gue juga bisa ditonton di Vidio https://vidio.com/@trinitytraveler\n\nAkhirnya gue nyerah sih ngedit video sendiri. Ga sabar gue ngutak-ngutik printilan begitu, apalagi mata udah bolor. Mending bagi2 rejeki ke orang lain (video editor) ya kan? \n\nTapi jangan lupa di-like dan subscribe ya, kak! 😁\n\n#TNTvlog #nihigram #sumba #luxuryresort #eastnusatenggara", "comment_count": 10, "like_count": 439}, "post7": {"caption": "Horee akhirnya gue posting vlog terbaru! 😜\n\nVideo lengkapnya bisa ditonton di https://youtu.be/Z3u80KMaF1o atau cari aja YouTube channel gue: TheNakedTraveler.\nJangan lupa like-nya, kakak! Subscribe juga ya! Hehehe!\n\nBtw, lagi-lagi gue nyerah untuk urusan mengedit video! Rasanya printilannya ribet dan bikin gue ga sabar. Ini aja gue motong video sampe setengah jam sendiri!\nYah biarkan gue jadi penulis aja deh yang sesekali memotret dan nge-vlog. Setuju?\n*Sambil menatap nanar ratusan file video jalan-jalan.\n\n#vlog #bali #thenakedtraveler", "comment_count": 8, "like_count": 228}, "post8": {"caption": "Masa pandemi gini ke Turki? Emang buka untuk WNI? Ke mana aja di sana? Aman nggak?\nSetelah versi tulisan di blog naked-traveler.com, kali ini dibuat versi video. Tonton deh!\n\nSebenarnya gue punya YouTube TheNakedTraveler sejak 2008, sempat rajin posting pas trip 1 tahun keliling dunia, selanjutnya posting suka-suka - padahal setiap trip pasti bikin foto sekaligus video. Masalahnya, gue malas ngedit! 🙈\nMaklum, I'm a writer, not YouTuber.\n\nAnyway, video ini hanya teaser doang. Versi full-nya ada di YouTube TheNakedTraveler (klik link di bio). \n\nKalo udah nonton, gue minta feedback dari kalian boleh ya? Should I continue or not? Atau ada masukan lain formatnya gimana? Makasiiih 🙏\n\n@goturkey @turkishairlines #returkey #safetourismturkey #turkey #vlog #thenakedtraveler #TNTturkey \nShot by me & @ci2sri \nEdited by @octrishya", "comment_count": 49, "like_count": 1208}, "post9": {"caption": "My butterfly stroke is not bad eh?\n\nSenangnya sementara ini gue bisa berenang setiap hari! Cuman gawatnya, tiap abis berenang itu kenapa laparnya luar biasa ya? Kan gawat kalo lagi diet! \nKalian juga begitu ga?\n\n#butterflystroke🏊 #swimming #pool #jakarta\nVideo by @ci2sri", "comment_count": 60, "like_count": 1143}, "post10": {"caption": "Quarantine day 35: videoing a millipede on my terrace floor!\n\nNever seen a millipede this beautiful before so I searched through Google Lens to see what this is. I found out this is a yellow-spotted millipede or Harpaphe haydeniana. It's a species of millipede found in moist forest along Pacific coast of USA, from Alaska to California! Say whattt?! I don't know how it came to Jakarta! Maybe Google is wrong?\n\nYa begitulah kisah gabut gue hari ini sampe mideoin kaki seribu! \nHal gabut lain yang gue lakukan di masa pandemi ini: pake masker kaki, manjangin bulu ketek, ikut kelas hip-hop online, langganan VPN biar bisa nonton bokep, dll., dsb. \n_\nCoba ceritain dong hal gabut apa yg kalian lakukan #dirumahaja? \nMari kita bersenang-senang menertawakan diri sendiri! 🤭", "comment_count": 95, "like_count": 556}, "post11": {"caption": "Karena musim virus Corona gini jadi nggak ke mana-mana, mending stok banyak buku bacaan deh. Belinya juga online biar langsung diantar ke pintu.\n\nNah, gimana kalo beli buku \"The Naked Traveler: 1 Year Round-the-World Trip\" tentang perjalanan keliling dunia saya selama setahun? Ada 2 buku lho, jadi puas bacanya! \nTonton video ini sampai habis, versi lengkapnya ada di YouTube.com/TheNakedTraveler.\nInfo lengkapnya di naked-traveler.com (klik link di profil).\nUntuk pre-order langsung aja ke bit.ly/tntrtw (huruf kecil semua/case sensitive) biar dapat tanda tangan saya dan diskon!\n\nJangan lupa tetap jaga kesehatan ya! \n#TNTrtw #TNTroundtheworld #thenakedtraveler #book #bukuindonesia #tetepjualan", "comment_count": 28, "like_count": 561}}}