{"username": "tukangngider", "full_name": "Canisius Andrew | Travel Blogger", "follower": 11759, "following": 3292, "post_count": 1343, "category_name": "Blogger", "biography": "Ngider terus, terus ngider. Kuy, der!\n🏄 Explorer\n🍝 Local Food Seeker\n🎥 #eksplorasa - Food DocuVlog Series\n👇NEW BLOG POST👇", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Naik KRL pake @gojekindonesia! Dengan fitur yang baru launching: gotransit, memudahkan para commuters yang pas dompetnya ketinggalan atau saldo kartu uang elektroniknya habis.\n\nKok bisa bilang mudah? Karena ikutan ngerasain langsung sewaktu Gojekers Gathering kemarin, beneran beli tiket KRL @commuterline langsung dari aplikasi gojek,tinggal pilih di menu utama, isi stasiun keberangkatan sama tujuannya, bayar langsung pake @gopayindonesia, gak pake lama, keluar QR Code sebagai tiket yang di-scan di pintu masuk. Sama halnya juga untuk keluar di stasiun tujuan.\n\nDiwanti-wanti nih, kalau bisa sebelum scan QR Code, kencengin deh tuh brightness handphone-nya biar scanner-nya bisa mendeteksi dengan mulus, semulus jalanan yang baru aja diaspal. Kalau ada masalah? Jangan panik! Petugas di stasiun akan sigap membantu.\n\nSementara ini baru tersedia di Jabodetabek, ke depannya gojek bakal memperluas lagi layanan dan kerjasamanya dengan angkutan umum lainnya. Perlahan tapi pasti demi kemudahan bertransportasi.\n\nBuruan cobain fitur gotransit dari gojeknya ya. Lumayan bisa dapat voucher cashback goride atau gocar langsung. Asyik kan? Kuy, der!\n·\n#TukangNgider #JalanTerus #PastiAdaJalan #gojek #gotransit #AyoNaikKRL #reels #reelsinstagram #reelstravel #reelsvideo #videoreels", "comment_count": 32, "like_count": 101}, "post1": {"caption": "Pelabuhan juga punya ATC, lho! Namanya VTS, Vessel Traffic Services.\n\nBerkesempatan berkunjung saat rangkaian #TransmateJourneyMakassar, baru tahu, pelabuhan juga punya menara pengatur lalu lintas kapal-kapal. Selain meminta kapal untuk melapor saat masuk-keluar area pelabuhan, VTS juga akan memberikan informasi penting terkait pelayaran dan gak segan buat menegur kapal yang keluar dari jalur pelayarannya saat memasuki perairan Makassar.\n\nDikelola oleh @disnavmks di bawah pengawasan @djplkemenhub, VTS menjadi standar keamanan navigasi internasional yang saat ini sudah tersebar sebanyak 21 lokasi pelabuhan di wilayah perairan Indonesia.\n\nJadi, gak cuma bandara aja yang punya menara pengawas, pelabuhan juga punya! Semua demi alasan keselamatan dan keamanan transportasi. Kuy, der!\n·\n@kemenhub151 @transmateindonesia @djplkemenhub151 @makassar_vts @disnavmks \n#MenghubungkanIndonesia #TransmateJourney2022 #TransmatePenghubungIndonesia\n#VTS #reels #reelsinstagram #reelstravel #reelsvideo #videoreels #TukangNgiderMakassar", "comment_count": 11, "like_count": 134}, "post2": {"caption": "Sebentar lagi Sulawesi punya kereta api!\n#TransmateJourneyMakassar kemarin membawa kita untuk melihat langsung progress pembangunan kereta api Trans Sulawesi tahap pertama Makassar-Pare Pare yang saat ini sedang berlangsung pembangunan dari Kabupaten Maros hingga Kabupaten Barru sepanjang 71 kilometer.\n\nPerkeretaapian di Sulawesi Selatan dikelola oleh Badan Pengelola Kereta Api Sulawesi Selatan @bpka.sulsel, berbagai sarana dan prasarana sudah banyak yang rampung 100%, secara total keseluruhan sebesar 85% dan masih dikebut pembangunannya untuk mencapai target operasional bulan Oktober 2022 nanti.\n\nRencana pembangunan akan melewati 5 wilayah di Sulawesi Selatan, akan terdapat 18 stasiun perhentian dengan panjang trek 142 kilometer. Selain untuk konektivitas masyarakat dan angkutan barang antar daerah, kehadiran kereta api trans Sulawesi akan membuka akses pariwisata lebih mudah dicapai sehingga meningkatkan perekonomian.\n\nMakin gak sabar! Semoga lancar dan segera bisa beroperasi untuk dinikmati masyarakat Sulawesi. Kuy, der!\n🚁 @bpka.sulsel @ryan_agastiaguna \n·\n@kemenhub151 @transmateindonesia @budikaryas @ditjenperkeretaapian @bpka.sulsel \n#MenghubungkanIndonesia #TransmateJourney2022 #TransmatePenghubungIndonesia\n#KeretaApiTransSulawesi #KeretaApi #Sulawesi #reels #reelsinstagram #reelstravel #reelsvideo #videoreels #train #TukangNgiderMakassar", "comment_count": 37, "like_count": 382}, "post3": {"caption": "Udah masuk bulan Juli nih! Udah ke @jakartafairid belom? Setengah jalan lho sampai 17 Juli nanti. Buat yang mau ke sini, nih liat dulu di dalamnya kayak gimana.\n\nBeneran kayaknya ada ratusan booth, mau apa aja, ada rasanya. Apalagi si tukang ngider yang doyan makan ini, bahagia kalau nemu urusan perut mah. Bisa segala macem dibeli.\n\nKetemu juga booth @adirafinanceid nih, banyak promo dan program menarik yang cuma ada di PRJ aja loh. Kayak si PINTAR, pinjaman dana tunai yang cepet prosesnya, gampang pula syaratnya. Terus kalo pulang dari PRJ bisa langsung bawa motor atau mobil baru, ya bisa juga di sini. Banyak cashbacknya juga pula , #SemuanyeBisa dah.\n\nYa pokoknya hepi banget pulang dari PRJ, kalau belum ke sini. Cepetan ke sini, biar gak nunggu tahun depan lagi ya. Kuy, der!\n·\n#TukangNgider #PRJ #jakartafair #reels #reelsinstagram #reelstravel #reelsvideo #videoreels", "comment_count": 7, "like_count": 101}, "post4": {"caption": "Coba rekomendasi kuliner hidden gem dari list gotransit waktu experience gathering @gojekindonesia yang lalu.\n\nDari sekian banyak, akhirnya memilih ke Rawabuntu buat ke Warung Nasi Kayu Manis yang isinya makanan Sunda-Betawi yang enak-enak 🥰. Jalan ke sananya gimana? Ya naik @commuterline aja, dari Stasiun Pondok Ranji.\n\nEmang dasar ceroboh, sampai ketinggalan kartu uang elektronik. Tapi ya gak khawatir sih, tinggal buka gojek aja pakai gotransit beli tiketnya. Gak pake lama, voila! Tinggal jalan.\n\nAda fitur lain yang perlu kalian coba, trip plan namanya, tinggal isi tempat tujuan. Gojek akan secara otomatis membuat rute yang terintegrasi dengan layanannya.\n\nContohnya, saya yang dari Pondok Ranji sesaat sampai di Stasiun Rawabuntu, dengan trip plan gotransit, tinggal klik, goride akan langsung terpesan saat itu juga. Jadi gak perlu ribet pesan manual isi-isi lagi dari awal.\n\nSemudah itu sekarang bertransportasi pakai gojek tuh. Biar bisa #JalanTerus hunting kulineran hidden gem lainnya. Ada rekomendasi lagi? Kasih tahu dong, nanti didatangin deh. Kuy, der!\n·\n#TukangNgider #PastiAdaJalan #gojek #gotransit #AyoNaikKRL #reels #reelsinstagram #reelstravel #reelsvideo #videoreels", "comment_count": 14, "like_count": 319}, "post5": {"caption": "Akses terbaru Stasiun Pondok Ranji dari Bintaro Creative Village! Letaknya ada di sebelah barat daya akses eksisting. Dengan tujuan memecah kepadatan dan keramaian dari keluar masuk penumpang menuju dan ke Stasiun Pondok Ranji.\n\nDesign bangunannya kece, tersedia juga parkir kendaraan, loket, dan yang lewat sini bakal melintasi jembatan penyeberangan di atas lalu lintas jalan tol. Untuk pilih peron pun nyaman, tersedia eskalator di masing-masing akses.\n\nJadi, siapa yang sudah tahu akses terbarunya Stasiun Pondok Ranji? Kalau belum, kalian bisa jadikan alternatif ya. Kuy, der!\n·\n@commuterline @annepurba_\n#Commate #CommuterLine #KAICommuter #AyoNaikKRL #reels #reelsinstagram #reelstravel #reelsvideo #videoreels #train", "comment_count": 28, "like_count": 249}, "post6": {"caption": "Transportasi disebut sebagai urat nadi ekonomi, tapi lebih dari itu, bagi banyak orang, transportasi menjadi urat nadi bagi keberlangsungan hidupnya.\n\nItu yang saya lihat ketika berkunjung ke PERUM @damri_makassar, di pagi buta sudah banyak penumpang yang menggunakan bus sebagai “kaki” baginya untuk mencari nafkah bagi keluarga di rumah.\n\nDAMRI Makassar mempunyai banyak rute ke berbagai daerah antar kota maupun antar provinsi setiap harinya, angkutan komersil maupun angkutan perintis untuk menjangkau banyak daerah yang dinaungi oleh @kemenhub151. Seperti ibu Hj. Mulyati, pengguna setia DAMRI Makassar-Sinjai sejak beliau bekerja sampai saat ini yang sudah menikmati masa tuanya.\n\nTampak sederhana tapi keberadaan transportasi darat seperti DAMRI berarti bagi banyak orang seperti ibu Hj. Mulyati. Sekian cerita dari Makassar. Sampai jumpa di cerita Transmate Journey selanjutnya ya! Kuy, der!\n·\n@transmateindonesia @damriindonesia @bptdsulselbar \n#MenghubungkanIndonesia #TransmateJourney2022\n#TransmatePenghubungIndonesia #TransmateJourneyMakassar", "comment_count": 5, "like_count": 84}, "post7": {"caption": "Berkunjung ke Politeknik Ilmu Pelayaran tertua di Indonesia! Masih dalam perjalanan #TransmateJourneyMakassar untuk melihat bagaimana para calon perwira transportasi menempuh pendidikan di bidang pelayaran dan kemaritiman di kampus yang sudah berdiri sejak tahun 1921, 100 tahun lho usianya!\n\nDengan luas kampus seluas 5 hektar, dengan berbagai fasilitas, termasuk asrama, ratusan taruna-taruni mempelajari berbagai macam pelajaran, teori dan praktik, termasuk melakukan 2 semester praktik kerja lapangan untuk mengetahui bagaimana rasanya bekerja langsung terjun di dunia kerja yang akan ditekuni.\n\n3 jurusan pendidikan: Nautika, Teknika, dan Ketatalaksanaan Angkutan Laut dan Kepelabuhan. Nantinya semua lulusan di @pipmakassar_ menjadi SDM pelayaran yang andal dan berkompetensi, seperti engineer kapal, nahkoda, ahli mesin kapal, dan lainnya.\n\nSiapa tahu ada yang berminat untuk jadi pelaut seperti sang nenek moyang? Kuy, der!\n·\n@kemenhub151 @transmateindonesia @taruna.perhubungan_ \n#MenghubungkanIndonesia #TransmateJourney2022\n#TransmatePenghubungIndonesia #InsanTransportasi", "comment_count": 6, "like_count": 77}, "post8": {"caption": "Biasanya melancong ke sebuah kota yang baru dikunjungi, kita akan banyak berpikir dan bertanya-tanya, apakah sebuah kota akan ramah konektivitas transportasinya atau tidak.\n\nTapi tidak di Makassar, untuk ukuran kota besar, ketersediaan transportasi yang ada di kota ini cukup mumpuni untuk pelaku perjalanan seperti saya. Mulai dari bandar udara sebagai gerbang kedatangan, lalu diteruskan dengan bus bandara @damri_makassar untuk menuju kota Makassar dengan mudah dan murah.\n\nTidak hanya perjalanan udara saja, transportasi melalui laut dan darat menuju Makassar juga terbilang mudah. Pelabuhan Soekarno Hatta berada di tengah kota, bus-bus bisa melewati tengah kota tapi lebih banyak berhenti di pinggiran kota, namun dapat dilanjutkan dengan transportasi umum lokal untuk menuju tujuan kedatangan.\n\nTermasuk angkutan bus massal yang diinisiasi oleh @kemenhub151 melalui @temanbusmakassar Trans Mamminasata dengan 4 koridor yang masih diujicobakan.\n\nDan masih banyak cerita lainnya yang belum terjelaskan di post ini, ditunggu ya! Kuy, der!\n·\n@kemenhub151 @transmateindonesia\n@budikaryas \n#MenghubungkanIndonesia #TransmateJourney2022\n#TransmatePenghubungIndonesia #TransmateJourneyMakassar", "comment_count": 28, "like_count": 181}, "post9": {"caption": "Setelah SO 5 dilakukan, tentu ada banyak penyesuaian yang terjadi di beberapa stasiun, salah satunya Stasiun Jatinegara.\n\nPeron-peron yang digunakan beserta tujuannya di Jatinegara, jikalau kalian ragu, silakan cari signage yang tersedia atau bertanya ke petugas yang sedang bertugas ya. Hati-hati di jalan! Kuy, der!\n\n·\n@commuterline @annepurba_\n#Commate #CommuterLine #KAICommuter #AyoNaikKRL #KeretaApi #KRLCommuterLine #reelsvideo #reelstravel", "comment_count": 14, "like_count": 120}, "post10": {"caption": "Hi Sobat Jelajah!\nBagi kalian yang punya hobi lari ada info nih!\n\nPada tanggal 26 Juni 2022 nanti, akan digelar sebuah ajang event marathon yang bertajuk Indonesia International Marathon di Grand Inna Bali Beach, Sanur. \n\nJadi, buat kalian yang mau marathon sambil nikmatin kecantikan alam di Bali, bisa cek informasi paket-paket penawarannya di slide berikutnya!\n\nLebih lengkapnya bisa cek akun IG @jelajainid ya guys!\n·\n#Jelajahin #Jelajahinid #JelajahIndonesia #IndonesiaInternationalMarathon #LariMarathon #BaliMarathon", "comment_count": 3, "like_count": 114}, "post11": {"caption": "I miss Bali,\nso much.\n·\n#TukangNgiderBali #reelsinstagram #reelsvideo #reelsviral #bestreels #reelstravel", "comment_count": 12, "like_count": 151}}, "data_media_video": {"post0": {"caption": "HAH KE BALI NAIK MOTOR?! GILA YA LU NDREW? 😅😅\n\nEnggak gila! Tapi ya emang beneran ke Bali dari Depok naik motor, sebuah rencana untuk menyambut tahun dan pengalaman yang baru.\n\nSejak dulu emang penasaran, gimana ya kalo ke Bali tapi naik motor? Dan akhirnya kesampaian dan saya rangkum 34 jam 10 menit perjalanan ke dalam video 2 menitan.\n\nYang niat punya rencana yang sama, coba aja! Seru kok. Yang penting segala sesuatunya dibawa menyenangkan. Jamin bakal ngerasain pengalaman yang lain dan asyik, enjoy! Kuy, der!\n·\n#TukangNgider\n#TukangNgiderKeBaliNaikMotor\n#MotoTrip\n#RoadTrip\n#travel", "comment_count": 62, "like_count": 285}, "post1": {"caption": "Justru karena #DiRumahAja, jadi bisa banyak cobain kuliner sekitaran rumah yang enak-enak lho! Dari dulu belom kesampean makan @moonchicken.id, sampai akhirnya pesan dan cobain menu terbaru mereka: Samyang Byeol.\n\nAyam Goreng Koreanya Moon Chicken dilumuri Samyang Buldak Sauce, iye saus Samyang yang terkenal pedes ituh gaes! Gimana gak tertantang buat cobain, ya gak?\n\nMenu-menunya mulai Rp37.000 aja, jadi cobain semua menunya, eh buset, awalnya gak pedes, bikin nagih, lama-lama keringetan, buanjir! Buat yang pecinta makanan pedas, kayaknya kalian mesti cobain deh yang satu ini. Menunya terbatas cuma sampai September 2021 aja, ceunah! Kuy, der!\n\n#MoonChicken #MoonChickenbyHangry #MoonChickenxSamyangGreen #SamyangByeol #TastetheHeat", "comment_count": 50, "like_count": 261}, "post2": {"caption": "Kereta pertama tanpa masinis di Indonesia?\nYes! Punyanya @lrt_jabodebek yang nantinya akan beroperasi secara otomatis tanpa masinis, tentu saja dengan sistem yang canggih.\n\nBuat yang sudah sering melihat tiang pancang di pinggir jalan tol sepanjang Bekasi, Cibubur, Cawang, sampai Kuningan ke Dukuh Atas. Itulah rute lintas perjalanan LRT Jabodebek fase pertama, yaitu:\n1. Cibubur - Cawang\n2. Cawang - Dukuh Atas\n3. Bekasi Timur - Cawang\n\nDengan total 18 stasiun, akan ada 560 kali perjalanan setiap harinya dilayani 31 trainset, kereta karya anak bangsa yang diproduksi oleh PT. INKA di Madiun dan akan terintegrasi dengan berbagai moda transportasi lainnya yang bakal memudahkan mobilitas warga Jabodebek.\n\nKita bersabar sedikit lagi ya, karena @lrt_jabodebek akan segera beroperasi pada Juli 2022, agar semua persiapan matang dan keselamatan calon penumpang nantinya yang paling utama. Kita doakan semoga lancar! Kuy, der!\n________________________________\n#TukangNgider\n·\n#NgabuburitBarengLRTJabodebek #Kawulamoda #LRT #LRTJabodebek #TransmatePenghubungIndonesia #keretaapi #anakkereta #keretaapiindonesia", "comment_count": 68, "like_count": 341}, "post3": {"caption": "ADA YANG BARU DI GOCAR NEEEEH!\n\nSejak 9 April kemarin, @gojekindonesia berkolaborasi dengan @sharpindonesia secara bertahap menyediakan 8.000 buah air purifier di 8.000 armada GoCar di kawasan Jabodetabek!\n\nKolaborasi ini memperkuat komitmen protokol kesehatan @gojekindonesia: J3K dalam melayani penumpang mencegah transmisi penyebaran virus COVID-19, selain disinfektan armada dan pengukuran suhu tubuh mitra driver secara rutin.\n\nHebatnya, Air Purifier dari @sharpindonesia ini sudah terbukti efektif untuk *melumpuhkan* virus Sars-CoV-2 (COVID-19) sebanyak 91,3% selama 30 DETIK!!!\n\nPas ngobrol sama driver, selain merasa aman dengan adanya air purifier ini, juga dari udara yang dihirup, badan mereka juga terasa lebih segar. Sirkulasi udara di dalam kendaraan lebih baik, terutama menyerap aroma-aroma yang tidak sedap (polusi, bau apek, dll.) sangat cepat.\n\nBagi saya, ini kolaborasi yang bener-bener keren banget sih! Selain itu makin bikin terasa aman dan nyaman kalau terpaksa banget mesti beraktivitas dan memakai GoCar.\n\nSemoga dalam waktu dekat, semakin banyak air purifier bisa tersedia di mobil-mobil GoCar ya, kita doakan! Kuy, der!", "comment_count": 22, "like_count": 190}, "post4": {"caption": "Siapa bilang Jakarta gak menarik buat dijelajahi? Gak cuma Ancol, Monas, atau Ragunan aja kok. Masih banyak tempat yang bisa kita jelajahi dan ada aja yang bisa jadi penarik hati berkelana di ibukota.\n\nPunya waktu seharian di Jakarta? Terus pengen muter-muter? Ya bisa ke Kota Tua, Pelabuhan Sunda Kelapa, berbagai museum yang ada di sekitarnya, dan Kawasan Pecinan Glodok yang wajib kalian kunjungi.\n\nApalagi kalo udah urusan kulineran, Glodok juara deh! Tapi kalo udah urusan cemilan buat perut, @geryhappy Saluut Malkist aja. Renyah dan gurihnya bikin hepi! Perut juga ikutan hepi.\n\nMasih bilang Jakarta gak ada yang bisa dikunjungi? Mending ikutin saya aja kalo pergi-pergian lagi ya! Kuy, der!\n#GeryHappy #GeryHappyMancaaap", "comment_count": 26, "like_count": 191}, "post5": {"caption": "Jadi travel content creator mesti keluar kota mulu? Enggak mesti dong!\n\nDapat wejangan dari beberapa travel blogger dan vlogger yang bilang, harusnya kita bisa jelajahi kota tempat kita tinggal terlebih dahulu.\n\nKarena lebih mudah terjangkau dan gak perlu keluar duit banyak-banyak apalagi sampe harus nabung dulu. Asal niat dan berusaha pasti bisa.\n\nJangan lupa juga bawa @geryhappy Saluut Malkist buat jadi temen cemilan saat traveling, manis gurih, nikmat. Banyak pilihan rasa, tapi yang mesti coba yang Cokelat Kelapa.\n\nJadi, langkah besar pasti dimulai dari yang kecil ya manteman. Kuy, der!\n#GeryHappy #GeryHappyMancaaap", "comment_count": 31, "like_count": 257}, "post6": {"caption": "Masih banyak yang nanya Tukang Ngider sendiri artinya apa, jadi ngider sendiri artinya jalan-jalan. Jangan heran kalo emang sukanya ngider ke sana kemari, sibuk blusukan, cari makan, jajanan, muter sana sini.\n\nTapi namanya juga mood ya, pastinya gak melulu traveling terus dong? Istirahat sejenak dari aktivitas sehari-hari wajib juga biar gak penat. Paling gampang? Staycation aja!\n\nSantai di hotel menikmati suasana baru yang berbeda dari rumah. Satu yang tak bisa lupa kalau lagi staycation mesti wajib bawa @geryhappy Saluut Malkist!\n\nAda banyak pilihan rasa, kali ini cicip yang keju manis, gurih dan renyahnya dalam satu gigitan. Bakal bikin kegiatan kalian selama staycation jadi lebih asyik! Gak percaya? Udah beli aja ya di minimarket terdekat juga ada kok. Kuy, der!\n#GeryHappy #GeryHappyMancaaap", "comment_count": 74, "like_count": 334}, "post7": {"caption": "Sudah jadi impian bersama generasi sekarang ini buat punya rumah sendiri apalagi di tengah kota Jakarta. Siapa yang setuju angkat tangannya?!\n\nMungkin @67kebagusan.official bisa jadi pilihan kalian, hai para generasi millenial, generasi Z yang udah ngidam punya rumah.\n\nLokasinya strategis di Kebagusan, fasilitas sekitarnya juga gak kalah asyiknya buat jadi hunian tempat tinggal. Arena olahraga persis di seberang rumah, dekat dengan gerbang tol JORR, dan berbagai moda transportasi publik.\n\nMasih dalam tahap pembangunan akhir, di tahun ini unit rumahnya ready stock kok! Juga di samping cluster akan ada 3 unit ruko dan juga kost eksklusif yang gak kalah kece.\n\nTertarik punya rumah impian secepatnya? Hubungi aja @67kebagusan.official untuk info lebih lanjut ya! Kuy, der!\n·\n@67kebagusan.official \nKebagusan, Jakarta Selatan\n________________________________\n#TukangNgider\n#TukangNgiderVideo\n·\n#video #portfolio #explore #camera #residence #perumahanjakarta #rumahjakarta #cluster #67kebagusan #RumahMillenial #RumahIdaman #RumahJakarta #video #portfolio #explore #awesome #instatraveling #instago #travelpics #camera #exploretocreate #folkcreative #goexplore #justgoshoot", "comment_count": 14, "like_count": 135}, "post8": {"caption": "Pandemi ini sebenarnya menjadikan kita jadi lebih kreatif, sadar gak? Yang dulu katanya mustahil, sekarang bisa fleksibel beradaptasi.\n\nDulu kalo mau ngopi enak, mikirnya mesti ke coffee shop, tapi ya sekarang, kopinya yang dibawa ke rumah. Bisa seduh sendiri, ngeracik sendiri, sampai dikreasikan sesuai selera sendiri.\n\nUdah lama kenal @upsolutecoffee yang punya coffee pack kayak gini, isinya ada kopi yang beda-beda karakteristiknya. Ada gula aren juga creamer di dalamnya. Tinggal buka kemasan, seduh, atur manisnya dan kalo mau pakai krimer ya tinggal tuang. Semudah itu ngopi enak di rumah.\n\nMalas bikin kayak begini? Bisa pesan kopi ready to drinknya langsung di outlet mereka dan enak! Jadi, pandemi gini gak menghalangi kita buat tetep bisa ngopi kan? Kuy, der!\n\n________________________________\n#TukangNgider\n·\n#explore #awesome #instatraveling #camera #exploretocreate #folkcreative #goexplore #lifeofadventure #letsguide #instafood #foodreview #review #masakdirumah #makananonline #delivery #videomasak #cookingvideo #masak #food #foodvideo #foodgram #cooking #kopi #ngopi #coffee", "comment_count": 6, "like_count": 85}, "post9": {"caption": "Sedikit yang tetap bertahan, meski nyaris hilang ditelan zaman. Di pasar, tempat bagi mereka tetap lestari. Berjuang untuk diingat sepanjang generasi.\n\nBegitulah kuliner Betawi, banyak diantaranya hilang, tapi kini tidak sedikit yang mencoba untuk mencari, berjuang memunculkan kembali kenangan masa lalu yang patut diingat.\n\nMakanan tradisional yang otentik justru menyimpan banyak cerita yang sangat disayangkan jikalau punah.\n\nSaya berpindah dari satu pasar ke pasar lainnya, menguak jejak rasa yang layak dikecap. Seperti menemukan harta, tidak ada rasa sesal ketika saya berhasil menemukan keberadaan mereka.\n\nDi antaranya yang legendaris, yang turun temurun diwariskan dan diperjuangkan untuk tetap ada. Seperti bubur ase yang kembali diingat lewat sebuah kedai di sudut Pasar Gandaria, Kebon Kacang.\n\nManisnya kue ape, serabi kebanggaan Betawi, legitnya kue rangi yang harum di dalam Pasar Mayestik, juga kue cucur yang tak pernah sepi pembeli setiap harinya di Pasar Kramat Jati.\n\nTidak terkecuali, asinan Betawi Asymuni dari Pasar Jangkrik yang 42 tahun lamanya berdiri. Sejajar dengan makanan Betawi lainnya yang tak lekang oleh waktu.\n\nIni petualangan saya hunting pasar mencari kuliner Betawi di Jakarta.\n\nPartner hunting @ibnuwijayakusuma\nButuh dukungannya, guys!\n@negerikitasendiri @okkymahardika @hernipray\n________________________________\n@huntingpasarid @lumixindonesia \n#huntingpasar #huntingpasarwithlumix #lumixindonesia #libertytodiscover #hppvc2021_video\n·\n#TukangNgider\n#TukangNgiderNgeVLOG\n#eksplorasa #docuvlog\n·\n#vlog #video #vlogger #travel #traveling #traveler #travelvideo #journey #adventure #explore #explorejakarta #instatraveling  #exploretocreate #goexplore #lifeofadventure #videokuliner #WonderfulIndonesia #PesonaIndonesia #food #documentary", "comment_count": 120, "like_count": 309}, "post10": {"caption": "Ada apa saja di Blitar?\nTerkadang berbicara melalui foto tidak seleluasa ketika menjelaskan dengan video.\n\nIni 60 detik yang menjelaskan perjalanan saya mengunjungi tempat wisata Blitar yang juga tidak kalah menarik. Kuy, der!\n________________________________\n#TukangNgider\n#TukangNgiderBLITAR\n#TukangNgiderVideo\n·\n#blitar #jelajahblitar #exploreblitar #traveling #explore #adventure #awesome #WonderfulIndonesia #VisitIndonesia #travel #instatraveling #instatravel #instago #travelpics #camera #goexplore #vsco #photostories #video #travelvideo #portfolio", "comment_count": 11, "like_count": 148}, "post11": {"caption": "Magnificent @tugublitar\nMenikmati setiap detail hotel ini dari sebuah kota yang tentram penuh sejarah.\n\nSalah satu hotel tertua di Indonesia yang wajib menjadi pilihan untuk ditempati ketika mengunjungi kota Blitar, kota Bung Karno.\n\nIn collaboration with @goldenramatours @goldenramasub @tuguhotels\n________________________________\n#TukangNgider\n#TukangNgiderBLITAR\n·\n#blitar #jelajahblitar #exploreblitar #traveling #explore #adventure #awesome #WonderfulIndonesia #VisitIndonesia #travel #instatraveling #instatravel #instago #travelpics #camera #goexplore #vsco #photostories", "comment_count": 15, "like_count": 159}}}