{"username": "tuulavintage", "full_name": "Jessica Stein", "follower": 2071197, "following": 247, "post_count": 5119, "category_name": "Public figure", "biography": "Wanderer in a past life 🍃 Mum to the strongest, happiest human.🌻", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Australia is BURNING. We cannot look away while so many homes, lives and futures are reduced to ash. We must make the change we want to see for our world, and right now millions can’t see through the smoke.\n\nOur country has been burning for months. 20 lives have been lost, with dozens of people missing. An estimated 500 million animals have perished. Over 12 million acres of land has burnt. These fires will continue to burn for weeks, months to come. Please help in any way that you can wether it be donations of money, resources, time, blood or awareness and advocacy. \nHere are some organisations where you can donate: - NSW Rural Fire Service @nswrfs\nhttps://www.rfs.nsw.gov.au/volunteer/support-your-local-brigade - Victorian Country Fire Association (CFA) @cfavic\nhttps://www.cfa.vic.gov.au/about/supporting-cfa#donate-cfa - Rural Fire Brigade Association Queensland (RFBAQ)\nhttps://www.rfbaq.org/donate-to-rfbaq - South Australia Country Fire Service (CFS)\nhttps://cfsfoundation.org.au/donate - WIRES - NSW Wildlife Information, Rescue and Education Service\nhttps://www.wires.org.au/donate/now - Fire Relief Fund for First Nation Communities\nhttps://au.gofundme.com/f/fire-relief-fund-for-first-nations-communities - Direct donation to the families of 3 NSW fire fighters who lost their lives\nhttp://www.rfs.nsw.gov.au/news-and-media/general-news/featured/support-for-firefighter-families\n\nJust one incredible human @celestebarber has made waves from ripples with her fundraiser for the RFS, the link is in my Bio where anyone can easily internationally donate. \nIf anyone displaced needs somewhere to stay, I have a spare room available on the Central Coast.\n\nI’m sorry I haven’t been sharing for months as I have been struggling with my health, and found that being online wasn’t the best place for me. But in times of need, social media can unite and empower us all. The ability to empathise with and support those facing catastrophe on the other side of the world should not be taken for granted. We all breathe the same air and wether it be today or tomorrow; climate change will effect us all. \nMy apologies for not being able to locate image credits, please email me.", "comment_count": 1864, "like_count": 52232}, "post1": {"caption": "This year has been a blur. One of our biggest hopes for 2019 was to spend as much time at home as possible, but we’ve somehow spent nearly 5 months of it living in hospital. This little getaway was so that I could finally work and shoot my collection with @spell, and a much needed change of scenery for us all. We had barely checked in to @saltatshoalbay before realising a beautiful family that we know from hospital were also staying there with the same idea! It was surreal being able to get to know each other in the outside world, spontaneously popping champagne to celebrate our daughters. There is nothing more special than enjoying something so normal, and watching them finally able to meet and play together for the first time (both immunodeficient) despite having spent weeks living just rooms apart. 🙌", "comment_count": 1108, "like_count": 81382}, "post2": {"caption": "And just for a moment it feels like magic... ✨ Taking my dream @spell gown for a spin, and swim. Caught on film by @ming_nomchong_photo 🎞", "comment_count": 313, "like_count": 33036}, "post3": {"caption": "Pinching myself, our limited edition collection is now live on @spell through the link in my bio. 😭❤️🍃 This is my absolute favourite, go to travel outfit of all time. I fell in to repeatedly finding and wearing versions of this throughout the years and countries; a peasant blouse from local markets in Italy or Mexico, and billowing maxi skirt found in London, Turkey or Sri Lanka. I last wore it for a week straight in New Zealand, when I was hiding my tiny bump on our last road trip. If there were ever pieces to mean everything to me, these are it. 🥰 #tuulaxspell", "comment_count": 290, "like_count": 35692}, "post4": {"caption": "Sometimes I think back to the days where I used to find myself in places I could never have imaged, after boarding a one way flight to the other side of the world. I travelled solo and I made friends of strangers. I wandered cities, alleyways, markets and maps. I fell in to a habit of collecting pieces; thrift, vintage or special pieces by local labels that became my souvenirs, my momentos. They travelled with me through the next country or continent, either making memories when worn or stuffed inside my single suitcase. A few years ago my favourite label @spell asked if I wanted to design a few special pieces together, inspired by those pieces I had collected travelling and my favourite’s from their bohemian collections. To say this is a dream realised is an understatement. On Thursday @spell are releasing our collaboration, a limited edition collection of four pieces. I don’t know if I will ever travel like that again but I’m giddy and grateful that these pieces could accompany moments of someone else’s journey. A girl can dream... #tuulaxspell", "comment_count": 421, "like_count": 45737}, "post5": {"caption": "At home, together, if only for a moment. This is happiness. ❤️🐞🍂🌻", "comment_count": 949, "like_count": 78335}, "post6": {"caption": "Our Ru is two! 🌈🧚‍♀️💕🌞🎈🍄🌱🐥 🎉 We never would have thought that having Ru’s birthday in hospital would end up being one of the best days of her life. But as always I’m reminded to never expect anything else from the tiniest, mightiest girl who turns every moment in to beaming love and laughter. We are eternally grateful to everyone at @sydney_kids, @starlightau, @clowndoctorsaus, @rmhc_sydney and most of all her nurses (who became like second family) on C2S for taking care of and loving on our crazy girl so, so much. 🌻❤️", "comment_count": 4507, "like_count": 147402}, "post7": {"caption": "Here I am wondering how to get through each day and then you smile, and your laugh turns in to a cackle until you can barely breathe... Baby girl you’re the most resilient I’ll ever know.", "comment_count": 2045, "like_count": 104392}, "post8": {"caption": "You and me, always. ❤️ Wearing dress from @anthropologie #anthropologie 🌙", "comment_count": 810, "like_count": 84717}, "post9": {"caption": "A world away... a beach to ourselves to watch the whales breach ✨ @landroveraus", "comment_count": 305, "like_count": 49914}, "post10": {"caption": "The sunshine of our lives. 🌻", "comment_count": 2570, "like_count": 157411}, "post11": {"caption": "Take time together. Make moments. A very belated, but very happy new year everyone. I hope it is kind on you ❤️✨", "comment_count": 435, "like_count": 57847}}, "data_media_video": {"post0": {"caption": "Ru tearing down the wards at our local hospital at 7am. Sometimes we think she wants to come back in because she misses all of her wonderful nurse friends too much 😂❤️🌈 “And though she be but little, she is fierce.”", "comment_count": 621, "like_count": 41078}, "post1": {"caption": "🌻", "comment_count": 3629, "like_count": 96740}, "post2": {"caption": "A piece of magic all to ourselves.... 🌿🌱🐠 Early morning swim at Ik Kil Cenote with @patjamescooper last year 🕷✨", "comment_count": 411, "like_count": 35682}, "post3": {"caption": "Me in a nutshell... My favourite snippets of my 2013 Video Diary finally live on tuulavintage.com 💃", "comment_count": 809, "like_count": 17803}, "post4": {"caption": "My last video from Bali... Some of my favourite beaches in Uluwatu", "comment_count": 802, "like_count": 21962}, "post5": {"caption": "Rice paddies and waterfalls in Bali 🌴", "comment_count": 562, "like_count": 20990}, "post6": {"caption": "The benefits of jet lag...", "comment_count": 287, "like_count": 16199}, "post7": {"caption": "SYD ✈️ BNE ✈️ LAX ✈️ JFK", "comment_count": 257, "like_count": 16606}, "post8": {"caption": "Happy international happiness day!! From one of my happiest places, above the clouds... 😊☁️", "comment_count": 409, "like_count": 19313}, "post9": {"caption": "\"A traveler without observation is a bird without wings.\" ✈️🙏💙", "comment_count": 291, "like_count": 19727}, "post10": {"caption": "Oahu Video Part 2: Lanikai, road trips, full moon and making friends with turtles 🙏💙🐢", "comment_count": 368, "like_count": 18602}, "post11": {"caption": "Oahu Video Part 1: Drenched in sunrises, coconuts, the ocean and dancing in the rain 🙏💙", "comment_count": 419, "like_count": 20966}}}