{"username": "wiranurmansyah", "full_name": "Wira Nurmansyah", "follower": 24056, "following": 1929, "post_count": 1948, "category_name": "Blogger", "biography": "✈️ Travel Vlogger\n📩 blogwira@gmail.com\n💉 Fully Vaccinated!\n⏬ New Vlog on youtube!", "is_profesional": true, "data_media_photo": {"post0": {"caption": "Akhirnya ga LDM lagi. Nemenin nyonya beresin kuliah di sini dulu. Enaknya jalan-jalan ke mana sekitaran Brisbane? 😄", "comment_count": 24, "like_count": 830}, "post1": {"caption": "Singapore airlines boeing 777-300 first class cabin. 😁✈️\n-\nFlight : SQ950\nAircraft : 9V-SWP\n-\nnonton vlognya di youtube (link in bio)", "comment_count": 6, "like_count": 640}, "post2": {"caption": "congrats rute baru CGK-YIA @pelitaair!", "comment_count": 16, "like_count": 598}, "post3": {"caption": "Singapore airlines SQ707 Bangkok to Singapore. Airbus A350-900. Business class seat 19A. vlog up on youtube! 😄", "comment_count": 0, "like_count": 280}, "post4": {"caption": "Akibat sering impulsif beli tiket pesawat, jadi boncos kan. Tapi itu dulu yaaa gaes. Semenjak pakai Kartu Kredit TMRW aku bisa atur semua spending dan jadi bisa nabung sekarang, karena tagihannya bisa diubah jadi cicilan.\n\nSelain banyak bgt promonya, transaksiku juga bisa diubah jadi cicilan, dan aku juga bisa dapetin cashback sampe 6%!\n\nYuk cobain TMRW dan dapetin kesempatan reward sampai 500 ribu buat kalian yang baru aja gabung, terus nabung dan melakukan beberapa transaksi setelahnya! 👇🏻☺️\ns.id/TMRWwira\n\nNah, sharing juga yaa hal impulsif apa yang paling sering kamu alamin selama ini?\n\nMending sekarang ajakin temen kamu download TMRW, pake kode referral aku ini M01390119426, soalnya ada reward up to 1 juta juga, buat temen kamu yg berhasil daftar TMRW pake kode referralmu!\nYuk gaskeunnn! ☺️\n\n#TMRWWujudkan keinginanku buat jalan2 ke Cappadocia nih! #makeTMRWyours", "comment_count": 12, "like_count": 599}, "post5": {"caption": "Kucing gue di rumah ada enam. Rata-rata kucing domestik ataupu mix domestik umurnya udah lebih dari lima tahun semua. Ini semuanya low maintenance alias ga manja makan apa aja hayu.\n\nBeberapa minggu terakhir, gue ketambahan dua lagi, Bolu sama Bergen. Bolu dipungut di kavling kosong waktu dibuang sama oknum pengendara motor. Sedangkan Bergen ini kucing Bule alias British Shorthair yang diadopsi dari tetangga kita yang baik hati si kakak @yukianggia. Namun shock lah tiba-tiba kantong gue karena ini kucing sultan kakakkkkk. \n\nMaka dari itu Bergen pengen membantu babu nya beli salmon dan wagyu A5 dengan menjadi COL alias cat opinion lader untuk campaign Top Up OVO gratis bulan 25-28 Maret 2022 dengan minimum Top Up 100rb. Ehhh, tapi kok yang kepilih malah kuki kucingnya @raditya_dika??? Padahal Bergen jauh lebih kece kann!!!\n\nAyo netizen bantu saya untuk promosikan Bolu sama Bergen jadi COL buat @ovo_id! Tulis dukungan kamu buat Bergen jadi COL OVO di kolom komentar, jangan lupa tag @ovo_id! Dua dukungan terpilih bakal dapat saldo OVO @ 200 ribu! Yuk gaskeunnn! 😽 #4syikTopUpOVOGratis", "comment_count": 20, "like_count": 523}, "post6": {"caption": "Alhamdullilah border @australia udah dibuka jadinya istri tercinta @ratufathia bisa beresin kuliahnya yang tinggal beberapa bulan lagi. Kasian juga kan kuliah di luar negeri tapi online doang dari rempoa. Tapi gop deh jadinya malah nikah dulu kan. 😂Sabar ya eneng nanti babang nyusul kalau urusan di sini udah beres. 🥰", "comment_count": 27, "like_count": 1238}, "post7": {"caption": "Paris fesyun wik sebelah mana yahh? 🤭 \n.\nphoto by : @lostpacker ; pose insipration : @kadekarini 😂", "comment_count": 26, "like_count": 699}, "post8": {"caption": "Ngopi santuy ala anak senja di kereta check ✅✨✨\n\nNyobain vibes baru ngopi sambil ngeliatin pemandangan sore hari di jendela kereta berasa anak senja banget nih 😎\n\nKuliner kereta baru launching menu kopi barunya yaitu \"Ini Kopi Kereta\" yang berasal dari biji kopi pilihan terbaik asli bumi Nusantara.\nTersedia dua varian:\n☕ Kopi Arabika Gayo\n☕ Kopi Robusta Bali\n\nSiapa nih yang seneng ngopi? Kalian harus cobain vibes ngopi ala senja di kereta ☺️☕\n\n#kulinerkereta #ayokulinerdiataskereta #kulinerindonesia #kulinernusantara #inikopikereta #menukopi #kopirobusta #kopiarabika #kopigayo #kopibali", "comment_count": 22, "like_count": 459}, "post9": {"caption": "Kulineran & ngopi santuy di kereta nih! @kulinerkereta @rmu.id @kai121_", "comment_count": 37, "like_count": 839}, "post10": {"caption": "Pertama kalinya aku lihat salju di dunia ini adalah di Jepang. Karena Jepang menurutku adalah negara 4 musim paling gampang diakses dari Indonesia sihh. Kalian pada penasaran ga sih salju tuh kayak apa? 🙈\n\nBuat kamu yang belum bisa berangkat dan kangen banget sama Jepang, saat ini kamu bisa kunjungi www.jelajahijepangdarirumah.co.id loh! Ada banyak informasi spot-spot dan macam-macam kategori untuk menjelajahi Jepang dari rumah. Bisa jadi referensi nanti buat ke Jepang nihh!\n\nLangsung aja kunjungi www.jelajahijepangdarirumah.co.id dari @jntoid sekarang! Terus ikutin juga kuisnya ya, karena ada hadiah menarik! #jntoid #JelajahiJepangdariRumah", "comment_count": 14, "like_count": 713}, "post11": {"caption": "Team Airbus sih, tapi kalau ada Boieng 777, pasti pilih yang ini. 😃\n.\nGA410 27 Jan, B77W PK-GIK retro livery.\n.\nBtw selamat ultah ke 73 @garuda.indonesia . Semoga panjang umur dan sehat selalu (semoga makanannya jadi enak juga yak) 😂", "comment_count": 20, "like_count": 743}}, "data_media_video": {"post0": {"caption": "Mungkin kamu belum pernah dengar nama Togean. Tapi aku berani jamin, ini adalah salah satu kepulauan terindah di dunia. Tenang aja, ini masih di Indonesia, dan masih bisa kamu jangkau dengan relstif mudah dengan transportasi publik. \n.\nSave & share dulu aja. Nanti kalau keadaan sudah membaik, langsung kita tancap gas ke Togean!\n\n#IndonesiaTangguhIndonesiaTumbuh \n#TransportasiMaju\n#EkonomiBangkit\n#TransmatePenghubungIndonesia\n#TransmateSpark76Competition", "comment_count": 24, "like_count": 666}, "post1": {"caption": "Yang kangen korea, yang pengen ke korea, yang cuma halu ke Korea, ngumpul sini gaess aku tahu kalian semua kangen Korea kann!\n\nSambil nunggu kita bisa traveling ke Korea lagi, yuk update terus berita terbaru tentang tourism di korea dengan follow @ktoid dan mampir ke https://visitkorea.or.id/akudankorea/ buat nyimak acara #akudankorea 2021!\n\nJangan lupa akan ada IG live berhadiah seru juga lho tanggal 31 Agustus 2021 jam 17.00 hanya di @ktoid!\n\n#AkudanKorea #SaveAjaDulu #kekoreaaja", "comment_count": 17, "like_count": 417}, "post2": {"caption": "Buat yang mau spotting pesawat, safety first yah!", "comment_count": 55, "like_count": 1533}, "post3": {"caption": "Udah lama nih ga liat pesawat! Yuk ikutan aku jalan-jalan spotting pesawat di sekitaran bandara sambil nyobain mobil tercanggih dari @wulingmotorsid di indonesia tahun ini! Bisa (hampir) nyetir sendiri loh ini mobilnya. Langsung meluncur ke youtube aku ya gengss! \n\n#WulingMotors #DriveForABetterLife #ADayWithAlmaz #ADayWithAlmazRS #AlmazRS #DriveUnlimitedWay #RedefineTheCar #IntelligentCar #IntelligentDigitalCar #SmartCar #SUV #SmartSUV\n\n*Pengambilan video dilakukan sebelum masa PPKM Darurat dan mengikuti prokes yang berlaku.", "comment_count": 4, "like_count": 297}, "post4": {"caption": "Kira-kira, hari ini kita enaknya jalan kemana ya? pantau terus youtube aku karena kita bakal explore dan jalan jalan bareng pake Wuling Almaz RS!\n\n#WulingMotors #DriveForABetterLife #AlmazRS #Almaz #IntelligentDigitalCar #ADayWithAlmazRS #InternetOfVehicle #ADAS", "comment_count": 13, "like_count": 413}, "post5": {"caption": "Bikin paspor jadi gampang pake aplikasi APAPO!", "comment_count": 24, "like_count": 413}, "post6": {"caption": "Pesawatnya balapannn??? Liat di vlog baru spotting pesawat bareng @ihikhi di youtube yakk. ✈️😆", "comment_count": 11, "like_count": 591}, "post7": {"caption": "Momen saya mengudara dengan @sriwijayaair PK-CLC yang hilang kontak kemarin, saat terbang dari Makassar ke Jakarta sekitar tahun lalu.\n\nMari berdoa supaya proses evakuasi pesawat ini berjalan lancar dan segera tuntas. Semoga semua kerabat dari crew dan penumpang #SJ182 diberikan kekuatan dan ketabahan. 🙏🏻", "comment_count": 29, "like_count": 1213}, "post8": {"caption": "Vlog Turki udah naik di youtube ya gaes. Link di profil. 🙏🏻 @goturkiye #SafeTourismTurkey #ReTurkey", "comment_count": 6, "like_count": 234}, "post9": {"caption": "Masih ingat film Ada Apa Dengan Cinta? Apalagi Rangga dengan puisi-puisi romantisnya? *kyaaaa\n\nKali ini @oppoindonesia dan @milesfilms bekerja sama untuk membawakan kembali puisi-puisi karya Aan Mansyur dalam \"Tidak Ada New York Hari Ini\" dengan pesona berbeda, dalam bentuk film animasi pendek. \n\nBekerja sama dengan animator kebanggaan Indonesia: Rhesa Aditya, Lala Bohang, Pinot, Wulang Sunu dinarasikan oleh Nicholas Saputra serta diproduseri oleh Mira Lesmana & Riri Riza, pastinya akan membawakan warna baru dalam Ada Apa Dengan Cinta Universe.\n\nNantikan film animasi pendeknya hanya di Youtube @oppoindonesia mulai 13 Des 2020 untuk episode pertama.\n\nKarya siapa nihh yang jadi favoritmu?\n\n*all footage were shot on OPPO Find X2 Pro.\n\n#oppofindx2series #oppoxmiles #TidakAdaNewYorkHariIni", "comment_count": 3, "like_count": 281}, "post10": {"caption": "Akhirnya traveling lagi setelah 8 bulan. Video lengkap jalan-jalan di jogja bisa kamu lihat di channel youtube @traveloka yah. Link on bio 😁👍🏻 #diIndonesiaAja", "comment_count": 25, "like_count": 530}, "post11": {"caption": "Kangen banget euy ke pantai. Apalagi pantai pasir putih dengan batuan granit raksasa seperti di Bangka Belitung!\n\nKulinernya juga ga kalah bikin kangen nihh. Kopinya apalagi, duhh. Kalo udah liat kopi yang lagi disaring sambil ditarik ke atas pakai teko dengan mulut besi panjang, aromanya udah gada obat cuyy! ☕️\n\nAsyik juga kayaknya jalan ke sana bareng keluarga. Kalau terbang juga cuma sejam sihh dari jakarta. Lagipula, Kepulauan Bangka Belitung adalah salah satu provinsi dengan penanganan Covid-19 terbaik di Indonesia. Hmm kapan ya bisa @visitbangkabelitung_? 😄\n.\n@kemenparekraf.ri\n@genpibangkabelitung\n#comeandexplorebangkabelitung\n#wonderfulindonesia\n#pesonaindonesia\n#bangkabelitung\n#visitbangkabelitung\n#geoparkbelitung\n#BerwisataDiBangkaBelitung", "comment_count": 17, "like_count": 267}}}