{"username": "worldwanderlust", "full_name": "Brooke Saward", "follower": 539565, "following": 552, "post_count": 1252, "category_name": "Community", "biography": "Solo Travel blogger\npersonal @brookesaward\n~read the captions for more to the story~", "is_profesional": true, "data_media_photo": {"post0": {"caption": "[Part 29] Like any good story, we'll take it from the top. You see, I wasn't always as willing to walk away from a man I no longer loved. There was an earlier version of myself who would have stayed, dwelled a little longer, stunted the growth of my career in the pursuit of love (or something like it). Missed opportunities, there were many. And yet what would our twenties be without a little naiveté to cloud our judgement and lead us astray. And astray it did, all the way to South Africa. \n\nBut before I get ahead of myself, an interlude of context is well overdue. Many of you might be wondering where we are now in the timeline. And many more of you might be wondering what would prompt a young twenty-something year old who appeared to have it all going on, to turn around and give it all up. She who owned a house, a business, a career. Appearance, it should be noted, can be misleading. But isn’t that the greatest gift and equal downfall of the 21st Century?\n\nI sold everything I owned, including a bakery, and packed what was left into three overweight suitcases. Okay fine - it was four. But one of those was filled with books, mostly poetry I was really into at the time. Cliché? Probably. But if I was going to sell all my things and move to a foreign country for a guy I barely knew, you’d better believe I was taking Rupi Kaur alongside me for the ride. \n\nBefore moving to South Africa, I had dabbled in Lalaland. I had traipsed across the country to Upstate New York with my best friend in tow and drowned my sorrows in numerous bottles of cheap red wine. I had rendezvoused with a documentary film director in not one but three countries, only to find out there is more to life than organic wine and air purifiers. And before this whirlwind of misadventures came the catalyst, the turning point, the defining moment that sent me into a spiral of \"try everything once, twice to be sure\".\n\nIt happened on the very continent I ran away to, but much sooner than you thought. It was 2018 when I outgrew innocence. [more to the story - coming soon] 🍷", "comment_count": 126, "like_count": 3148}, "post1": {"caption": "[Part 28] Writing the stories series was a form of escapism from my daily humdrum, even for a personified escape artist like me. It was 2020, aka doomsday for a career in the travel industry. Without the ability to run away from my problems in a physical sense, I employed the stories series as a metaphorical getaway. An escape of self. A reckoning of former versions of myself once lived, once loved and now long lost in the distance of a decade. \"Who am I?\" I would ask myself mid morning skin-routine. Somewhere in between my overpriced foam cleanser and rosewater toner I would pause, as if on cue, waiting for a voice to answer.\n\nIt's my 29th birthday so expectations are low. I'm a year off being worthy of a celebration and my life is in ruins. I know that sounds dramatic but I'm a digital nomad turned homebody. An escape artist without an escape route. A citizen of a country I can no longer fly home to and most shocking of all, I'm trapped in a country that has banned the sale of alcohol. The straits are dire for a writer sans vino to drown out the self doubt pity party.\n\nI had now surpassed the naivety of my early twenties *or so it seemed* and since graduated to playing grown ups in a city I loved with a man I no longer did. That's not to say I never did, but there must come a time when everything temporary ends. And everything in life, it should be noted, is temporary. The only thing permanent in this life is change. At least those were my words to self as I packed four suitcases full of (then) 28 years of living into checked bags and boarded a one-way flight to South Africa in a haze of uncertainty, even then.\n\nIn truth, I had loose plans on arrival. I was trying on this new look of going with the flow. And as the strait-laced Virgo of any friendship group whose favourite pastimes include pros and cons lists (continued in comments)", "comment_count": 445, "like_count": 4509}, "post2": {"caption": "With travel finally back in our lives, I’m beyond excited to share with you all my Solo Travel Guide 🥹✨ travelling solo at least once in your lifetime opens your heart and your mind like nothing else. Every time life has thrown me a curveball, I’ve picked myself back up in one country or another and in the process have become a better version of myself for it. It hasn’t always been easy, but nothing good ever comes out of staying in your comfort zone. If you or anyone you know is in need of a refresh on life ~ hit the link in description to find out more and start your next chapter ❣️ \n\nQ+A in the comments for any burning questions about solo travel! #solotravel #travel #love #wanderlust #wow #worldofwanderlust #travelblogger", "comment_count": 176, "like_count": 4132}, "post3": {"caption": "NOTTING HILL! 📍 favourite places: @ottolenghi_london for.. well.. Ottolenghi. I have most of his cookbooks and obsess over dinner parties led by his greatness. The window display is also full of delicious pastries and since it’s takeaway only, I recommend grabbing some bits to go and eating lunch in nearby Kensington Gardens.\n\n@bunsfromhome has delicious cinnamon scrolls and all sorts of pastry goodness. Arrive early, they’re v popular!\n\nPortobello Road of course fun to walk through on a sunny day. My favourite pit stops around here include @grangerandco (Aussie brunch specialists), @sundayinbrooklyn (American brunch specialists), @sallyclarkefood Deli (great little take home gifts) and by now you are probably most aware that all of my explorations revolve around food!🥰 name some of your fave food spots in London in the comments, let’s share:\n\n#london #foodie #nottinghill #solotravel #worldofwanderlust", "comment_count": 53, "like_count": 3151}, "post4": {"caption": "London photo dump (one of many) from the best lil solo escape in my other fav city. Featuring my fave book store @dauntbooks best pastel de nata @santanata.uk pilates class at @thenedlondon and many solo walks that amounted in many blisters and excessive bandaid usage. Worth it 💯 #london #solotravel", "comment_count": 48, "like_count": 3116}, "post5": {"caption": "My solo trip to Zürich 🌞✨ (the extended version) my biggest tip for solo travelers is to explore the city you are in at sunrise. You’ll often have it all to yourself! Thanks to @visitzurich @storchenzurich for arranging my stay. #visitzurich #solotravel", "comment_count": 24, "like_count": 1583}, "post6": {"caption": "Zürich is the perfect solo travel city ~ most of the attractions are just a short walking distance from one another, it is calm and serene, plus the gateway to ski resorts like Arosa and St Moritz. Here’s a photo dump from my stay @storchenzurich and my days exploring with @visitzurich (any questions about Zürich, lmk in the comments below!) #zurich #solotravel #worldofwanderlust #visitzurich", "comment_count": 83, "like_count": 4068}, "post7": {"caption": "That feeling of waking up solo in a new city, making a coffee and opening the window to location check 🌝✨ #solotravel", "comment_count": 136, "like_count": 5396}, "post8": {"caption": "Had the most incredible city escape @dangleterrecph exploring #Copenhagen // you guys in CPH have made me feel so welcome 🥺 my DM’s are full of tips and welcome messages and I have honestly never felt so welcomed to a city!! From d’Angleterre I explored the city on foot in the mornings, bike throughout the day, spent the evenings in the sauna and had the most incredible lunch @marchal.dk (with great company!!!) ☺️☺️ thank you #Denmark for being one of the kindest countries and people… in another life I could call this city home!", "comment_count": 30, "like_count": 2414}, "post9": {"caption": "One of my favourite things to do as a solo traveller is to swap evenings for mornings ~ no one around, city to yourself, bliss ☺️❣️ #copenhagen #denmark", "comment_count": 60, "like_count": 2299}, "post10": {"caption": "Come with me on a (mis)adventure riding all over #Copenhagen in search of @juno_the_bakery and their famous Cardamom Buns! ☺️☺️ #travel #denmark", "comment_count": 16, "like_count": 988}, "post11": {"caption": "Solo in Paris ❣️ staying at @saintjamesparis exploring the 16th arrondissement #solotravel #paris #travel *press stay", "comment_count": 23, "like_count": 2124}}, "data_media_video": {"post0": {"caption": "If you could be here right now ~ are you taking someone with you or going alone? 💭 ⁠\n⁠\n#WorldofWanderlust ⁠\n⁠\ncredit: @dariabydasha @thenoisetier", "comment_count": 22, "like_count": 1234}, "post1": {"caption": "On a long list of things I miss: waking up to sunrise in Amsterdam, grabbing a stroopwafel in the A.M., getting lost on the canals, realising it’s midday, and maybe its a respectable time to visit a coffee shop.\n\n#Amsterdam #travel #worldofwanderlust", "comment_count": 45, "like_count": 3701}, "post2": {"caption": "Winter is the off season in Tasmania but that’s why I love it most - crisp (okay fine cold) mornings, red wine, early sunsets and late sunrises. Home feels good in this season - the weather and in life. 🌾\n\nWeekend location: @granaryrichmondhill \n\n#Tasmania #Australia", "comment_count": 57, "like_count": 4213}, "post3": {"caption": "Life in Tasmania ~ finally time to share where I grew up and have now returned home to. Can you see why I came back? More in stories ☺️", "comment_count": 35, "like_count": 5119}, "post4": {"caption": "Taking a dip in the tub @kittawalodge and this cutie dropped by 🦘🥺 I’m always curious to know, what is the cutest Australian animal to you??", "comment_count": 74, "like_count": 3353}, "post5": {"caption": "Nature is such a beautiful artist and guess what, she’s free 🌙🌞✨ #Tasmania", "comment_count": 39, "like_count": 3550}, "post6": {"caption": "A place where time stands still ✨", "comment_count": 96, "like_count": 3260}, "post7": {"caption": "You know [in your soul] when it’s time to go 💘", "comment_count": 465, "like_count": 6954}, "post8": {"caption": "Last moments in Cape Town 🌞✨", "comment_count": 59, "like_count": 6094}, "post9": {"caption": "I haven’t been spilling the tea lately (stories fans) so let me spill some wine instead 😏🍷 who wants the Stories Series back?? If there are enough of you out there, I just might dust off the laptop and start sharing again! P.S. check my stories for a life update (or don’t) #stuckinSouthAfrica", "comment_count": 190, "like_count": 5709}, "post10": {"caption": "Love u Amsterdam. Always have always will.", "comment_count": 54, "like_count": 4281}, "post11": {"caption": "Nights in Paris 🥰🥰", "comment_count": 15, "like_count": 2412}}}